Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Transfer from %1
eo: Transigi de %1
ka: გადარიცხვა %1-დან

source: Transfer to %1
eo: Transigi al %1
ka: %1-ზე ტრანსფერი

# Is this a tax account?
source: Yes
eo: Jes
ka: კი

# Is this an opening balance account?
source: Yes
eo: Jes
ka: კი

# Is this a favorite account?
source: Yes
eo: Jes
ka: კი

source: Transfers
eo: Translokigoj
ka: გადარიცხვები

# @title:column Report heading
source: Opening
eo: Malfermo
ka: იხსნება

# @title:column report header
source: Account
eo: Konto
ka: ანგარიში

# @title:column report header
source: Actual
eo: Fakta
ka: მიმდინარე

# @title:column report header
source: Budget
eo: Buĝeto
ka: ბიუჯეტი

# @title:column report header
source: Difference
eo: Diferenco
ka: სხვაობა

# @title:column report header
source: Forecast
eo: Prognozo
ka: პროგნოზი

# @title:column report header
source: Moving Average
eo: Movanta Mezumo
ka: მცოცავი საშუალო

# @title:column report header
source: Moving Average Price
eo: Mova Meza Prezo
ka: მოძრავი საშუალო ფასი

# @title:column report header
source: Price
eo: Prezo
ka: ფასი

source: Month of %1
eo: Monato de %1
ka: %1-ის თვე

source: Week of %1
eo: Semajno de %1
ka: %1-ის კვირა

source: No Institution
eo: Neniu Institucio
ka: დაწესებულების გარეშე

source: [Empty Payee]
eo: [Malplena Pagato]
ka: [ცარიელი მიმღები]

source: [Split Transaction]
eo: [Disigi Transakcion]
ka: [ტრანზაქციის გაყოფა]

source: [No Tag]
eo: [Neniu etikedo]
ka: [ჭდის გარეშე]

# No institution
source: None
eo: Neniu
ka: არცერთ

# Report date range
source: %1 through %2
eo: %1 ĝis %2
ka: %1 %2-ის გავლით

source: All currencies converted to %1
eo: Ĉiuj valutoj konvertitaj al %1
ka: ყველა ვალუტა გადაყვანილია %1-ში

source: All values shown in %1 unless otherwise noted
eo: Ĉiuj valoroj montritaj en %1 krom se alie notite
ka: ყველა მნიშვნელობა ნაჩვენებია %1-ში, თუ სხვა შენიშვნა არ აქვს

source: Unable to generate report
eo: Ne eblas generi raporton
ka: ანგარიშის გენერაცია შეუძლებელია

source: There was an error creating your report: "%1". Please report this error to the developer's list: kmymoney-devel@kde.org
eo: Okazis eraro dum kreado de via raporto: "%1". Bonvolu raporti ĉi tiun eraron al la listo de la programisto: kmymoney-devel@kde.org

source: Balance of %1
eo: Saldo de %1
ka: %1-ის ბალანსი

source: %1 Balance History
eo: %1 Bilanco-Historio

source: Generated Report
eo: Generita Raporto
ka: გენერირებული ანგარიში

source: File %1 does not exist
eo: Dosiero %1 ne troviĝis.
ka: ფაილი არ არსებობს: %1

source: it is not a plain file
eo: ĝi ne estas simpla dosiero
ka: უბრალო ფაილი არაა

source: it is not readable
eo: ĝi ne estas legebla
ka: წაკთხვადი არაა

source: it is empty
eo: ĝi estas malplena
ka: ცარიელია

source: Report Configuration
eo: Raporta Agordo
ka: ანგარიშის მორგება

# @info:tooltip for report configuration apply button
source: Apply the configuration changes to the report
eo: Apliki la agordajn ŝanĝojn al la raporto
ka: კონფიგურაციის ცვლილებების გადატარება ანგარიშზე

# Filters tab
source: Filters
eo: Filtriloj
ka: ფილტრები

# General tab
source: General
eo: Ĝeneralo
ka: საერთო

source: Rows/Columns
eo: Vicoj/Kolumnoj
ka: მწკრივები/სვეტები

source: Range
eo: Intervalo
ka: დიაპაზონი

source: Report
eo: Raporto
ka: ანგარიში

# @item the columns will display monthly data
source: Monthly
eo: Monata
ka: თვეში ერთხელ

# All accounts
source: All
eo: Ĉiuj
ka: &ყველა

source: Income & Expenses
eo: Enspezoj & Elspezoj
ka: შემოსავალი და ხარჯები

source: Assets & Liabilities
eo: Aktivoj kaj Pasivoj
ka: აქტივები და ვალდებულებები

source: Top Categories
eo: Ĉefaj Kategorioj
ka: საუკეთესო კატეგორიები

source: Accounts
eo: Kontoj
ka: ანგარიშები

source: Top Accounts
eo: Supraj Kontoj
ka: საუკეთესო ანგარიშები

# @item the columns will display daily data
source: Daily
eo: Ĉiutage
ka: დღიურად

# @item the columns will display weekly data
source: Weekly
eo: Ĉiusemajne
ka: კვირაში ერთხელ

# @item the columns will display bi-monthly data
source: Bi-Monthly
eo: Dumonate
ka: ორ თვეში ერთხელ

# @item the columns will display quarterly data
source: Quarterly
eo: Kvaronjara
ka: კვარტლურად

# @item the columns will display yearly data
source: Yearly
eo: Ĉiujare
ka: წლიურად

source: Only owned
eo: Nur posedata
ka: მხოლოდ საკუთრები

source: Only sold
eo: Nur vendita
ka: მხოლოდ გაყიდულები

source: From period
eo: De periodo
ka: პერიოდიდან

source: Owned and sold
eo: Posedata kaj vendita
ka: საკუთრები და გაყიდულები

source: Search transactions
eo: Serĉi transakciojn
ka: ტრანზაქციების ძებნა

source: Configure your report
eo: Agordi vian raporton
ka: მოირგეთ თქვენი ანგარიში

source: Unknown command '%1' in KReportsView::slotOpenUrl()
eo: Nekonata komando '%1' en KReportsView::slotOpenUrl()
ka: უცნობი ბრძანება '%1' ფუნქციაში KReportsView::slotOpenUrl()

source: Unknown view '%1' in KReportsView::slotOpenUrl()
eo: Nekonata vido '%1' en KReportsView::slotOpenUrl()
ka: უცნობი ხედი '%1' ფუნქციაში KReportsView::slotOpenUrl()

source: Failed to save: %1
eo: Malsukcesis konservi: %1
ka: შენახვის შეცდომა: %1

source: Default Report
eo: Defaŭlta Raporto
ka: ნაგულისხმები ანგარიში

source: Custom Report
eo: Propra Raporto
ka: მორგებული ანგარიში

source: %1 (Customized)
eo: %1 (Personigita)
ka: %1 (მორგებულია)

source: Could not find reportgroup "%1" for report "%2". Please report this error to the developer's list: kmymoney-devel@kde.org
eo: Ne eblis trovi raportgrupon "%1" por raporto "%2". Bonvolu raporti ĉi tiun eraron al la listo de la programisto: kmymoney-devel@kde.org

source: Failed to configure report: %1
eo: Malsukcesis agordi raporton: %1
ka: ანგარიშის მორგება ჩავარდა: %1

source: Cannot add report, reason: "%1"
eo: Ne povas aldoni raporton, kialo: "%1"
ka: ანგარიშის დამატება შეუძლებელია. მიზეზი: "%1"

source: <b>%1</b> is a default report, so it cannot be deleted.
eo: <b>%1</b> estas defaŭlta raporto, do ĝi ne povas esti forigita.
ka: <b>%1</b> ნაგულისხმევი ანგარიშია. მას ვერ წაშლით.

source: Delete Report?
eo: Ĉu forigi raporton?
ka: წავშალო ანგარიში?

# @title:menu Report context menu
source: Report options
eo: Raportaj opcioj
ka: ანგარიშის მორგება

# To open a new report
source: &Open
eo: &Malfermi
ka: &გახსნა

# To print a report
source: &Print
eo: &Presi
ka: &ბეჭდვა

# Configure a report
source: &Configure
eo: &Agordi
ka: &მორგება

source: &New report
eo: &Nova raporto
ka: ახალი ა&ნგარიში

source: &Delete
eo: &Forigi
ka: &წაშლა

source: %1 YTD Account Transactions
eo: %1 YTD-Konto-Transakcioj
ka: %1 YTD ანგარიშის ტრანზაქციები

source: Reports
eo: Raportoj
ka: ანგარიში

source: Reports
eo: Raportoj
ka: ანგარიში

source: Comment
eo: Komento
ka: კომენტარი

source: Show the chart version of this report
eo: Montri la diagraman version de ĉi raporto
ka: ამ ანგარიშის დიაგრამის ვერსიის ჩვენება

source: Show the report version of this chart
eo: Montri la raportan version de ĉi diagramo
ka: ამ დიაგრამის ანგარიშის ვერსიის ჩვენება

source: <qt>Are you sure you want to delete report <b>%1</b>? There is no way to recover it.</qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi raporton <b>%1</b>? Ne estas maniero rekuperi ĝin.</qt>
ka: <qt>მართლა გნებავთ, წაშალოთ ანგარიში <b>%1</b>? მისი აღდგენის გზა არ არსებობს.</qt>

source: Charts
eo: Leteroj
ka: გრაფიკები

source: Favorite Reports
eo: Ŝatataj Raportoj
ka: რჩეული ანგარიშები

source: Old Customized Reports
eo: Malnovaj Agordaj Raportoj
ka: ძველი მორგებული ანგარიშები

source: Income and Expenses
eo: Enspezoj kaj Elspezoj
ka: შემოსავალი და ხარჯები

source: Income and Expenses This Month
eo: Enspezoj kaj Elspezoj Ĉi-monate
ka: შემოსავალი და ხარჯები ამ თვეში

source: Income and Expenses This Year
eo: Enspezoj kaj Elspezoj Ĉi-jare
ka: შემოსავალი და ხარჯები წელს

source: Income and Expenses By Year
eo: Enspezoj kaj Elspezoj Laŭ Jaro
ka: შემოსავალი და ხარჯები წელიწადში

source: Income and Expenses Graph
eo: Enspezoj kaj Elspezoj Grafiko
ka: შემოსავლისა და ხარჯების გრაფიკი

source: Income and Expenses Bar Graph
eo: Enspezo kaj Elspezoj Trinkgrafiko
ka: შემოსავლისა და ხარჯების ზოლოვანი გრაფიკი

source: Income and Expenses Pie Chart
eo: Enspezo kaj Elspezoj Torta Diagramo
ka: შემოსავლისა და ხარჯების სექტორული დიაგრამა

source: Net Worth
eo: Netvaloro
ka: წმინდა კაპიტალი

source: Net Worth By Month
eo: Neta Valoro Je Monato
ka: წმინდა ქონება თვის მიხედვით

source: Net Worth Today
eo: Neta Valoro Hodiaŭ
ka: წმინდა ქონება დღეს

source: Net Worth By Year
eo: Neta Valoro Laŭ Jaro
ka: წმინდა ქონება წელიწადში

source: 7-day Cash Flow Forecast
eo: 7-taga Mona Fluo-Prognozo
ka: 7 დღიანი ფულადი ნაკადის პროგნოზი

source: Net Worth Graph
eo: Neta Valora Grafiko
ka: წმინდა ღირებულების გრაფიკი

source: Account Balances by Institution
eo: Kontaj Bildoj laŭ Institucio
ka: ანგარიშის ნაშთები დაწესებულების მიხედვით

source: Account Balances by Type
eo: Kontaj Bildoj laŭ Tipo
ka: ანგარიშის ნაშთები ტიპის მიხედვით

source: Transactions by Account
eo: Transakcioj per Konto
ka: ტრანზაქციები ანგარიშის მიხედვით

source: Transactions by Category
eo: Transakcioj laŭ Kategorio
ka: ტრანზაქციები კატეგორიის მიხედვით

source: Transactions by Payee
eo: Transakcioj de Pacianto
ka: ტრანზაქციები მიმღების მიხედვით

source: Transactions by Tag
eo: Transakcioj per etikedo
ka: ტრანზაქციები ჭდის მიხედვით

source: Transactions by Month
eo: Transakcioj laŭ Monato
ka: ტრანზაქციები თვის მიხედვით

source: Transactions by Week
eo: Transakcioj laŭ Semajno
ka: ტრანზაქციები კვირის მიხედვით

source: Loan Transactions
eo: Prunto-Transakcioj
ka: სესხის ტრანზაქციები

source: Transactions by Reconciliation Status
eo: Transakcioj laŭ Repaciĝo-Stato
ka: გარიგებები შეთანხმებით სტატუსით

source: Cash Flow
eo: Mona Fluo
ka: ფულის დინება

source: Cash Flow Transactions This Month
eo: Mona Fluo-Transakcioj Ĉi-monate
ka: ნაღდი ფულადი ნაკადის ტრანზაქციები ამ თვეში

source: Investments
eo: Investoj
ka: ინვესტიციები

source: Investment Transactions
eo: Investaj Transakcioj
ka: საინვესტიციო ტრანზაქციები

source: Investment Holdings by Account
eo: Investaj Posedoj per Konto
ka: ინვესტიციები ანგარიშის მიხედვით

source: Investment Holdings by Type
eo: Investaj Posedoj laŭ Tipo
ka: ინვესტიციები ტიპის მიხედვით

source: Investment Performance by Account
eo: Investa Rendimento per Konto
ka: ინვესტიციის წარმადობა ანგარიშის მიხედვით

source: Investment Performance by Type
eo: Investa Efikeco laŭ Tipo
ka: ინვესტიციის წარმადობა ტიპის მიხედვით

source: Investment Capital Gains by Account
eo: Investaj Kapitalaj Gajnoj per Konto
ka: საინვესტიციო კაპიტალის მოგება ანგარიშის მიხედვით

source: Investment Capital Gains by Type
eo: Investaj Kapitalaj Gajnoj laŭ Tipo
ka: საინვესტიციო კაპიტალის მოგება ტიპის მიხედვით

source: Investment Holdings Pie
eo: Invest Holdings Pie
ka: ინვესტიციის წრიული დიაგრამა

source: Investment Worth Graph
eo: Grafiko pri investado
ka: საინვესტიციო კაპიტალის გრაფიკი

source: Investment Price Graph
eo: Grafiko de Prezo de Investo
ka: ინვესტიციის ფასის გრაფიკი

source: Investment Moving Average Price Graph
eo: Investa Mova Meza Prezo Grafiko
ka: ინვესტიციის საშუალო მცოცავი ფასის გრაფიკი

source: Investment Moving Average
eo: Investa Movanta Mezumo
ka: ინვესტიციის ფასის მცოცავი საშუალო

source: Investment Moving Average vs Actual
eo: Investa Movanta Mezumo vs Aktuala
ka: ინვესტიციის ფასის მცოცავი საშუალო vs მიმდინარე

source: Taxes
eo: Impostoj
ka: გადასახადები

source: Tax Transactions by Category
eo: Impostaj Transakcioj laŭ Kategorio
ka: გადასახადის ტრანზაქციები კატეგორიის მიხედვით

source: Tax Transactions by Payee
eo: Impostaj Transakcioj de Pagianto
ka: გადასახადის ტრანზაქციები მიმღების მიხედვით

source: Tax Transactions by Category Last Fiscal Year
eo: Impostaj Transakcioj laŭ Kategorio Lasta Fiskjaro
ka: გადასახადის ტრანზაქციები ბოლო ფისკალური წლის კატეგორიის მიხედვით

source: Tax Transactions by Payee Last Fiscal Year
eo: Impostaj Transakcioj de Pagianto Lasta Fiskjaro
ka: გადასახადის ტრანზაქციები მიმღების ბოლო ფისკალური წლის მიხედვით

source: Budgeting
eo: Buĝetado
ka: ბიუჯეტირება

source: Budgeted vs. Actual This Year
eo: Buĝeta kontraŭ Aktua Ĉi-jare

source: Budgeted vs. Actual This Year (YTM)
eo: Buĝeta vs. Fakta Ĉi-Jare (YTM)

source: Monthly Budgeted vs. Actual
eo: Monata Buĝeta vs. Aktuala

source: Yearly Budgeted vs. Actual
eo: Jara Buĝeta vs. Aktuala

source: Monthly Budget
eo: Monata Buĝeto
ka: ყოველთვიური ბიუჯეტი

source: Yearly Budget
eo: Jara Buĝeto
ka: წლიური ბიუჯეტი

source: Yearly Budgeted vs Actual Graph
eo: Ĉiujara Buĝeta vs Fakta Grafiko
ka: ყოველწლიურად ბიუჯეტირებული vs ფაქტიური გრაფიკი

source: Forecast By Month
eo: Prognozo De Monato
ka: პროგნოზი თვეების მიხედვით

source: Forecast Next Quarter
eo: Prognozo Venonta Trimonato
ka: პროგნოზი მომდევნო კვარტალში

source: Income and Expenses Forecast This Year
eo: Enspezo kaj Elspezo Prognozo Ĉi-jare
ka: შემოსავლისა და ხარჯების პროგნოზი წელს

source: Net Worth Forecast Graph
eo: Neta Valora Prognoza Grafiko
ka: სუფთა კაპიტალის მაჩვენებლების პროგნოზის გრაფიკი

source: General Information
eo: Ĝenerala informo
ka: ზოგადი ინფორმაცია

source: Schedule Information
eo: Horaro Informoj
ka: გეგმის ინფორმაცია

source: Schedule Summary Information
eo: Horaro Resumaj Informoj
ka: განრიგის შეჯამების ინფორმაცია

source: Account Information
eo: Informoj pri Konto
ka: ანგარიშის ინფორმაცია

source: Loan Information
eo: Prunto Informoj
ka: სესხის ინფორმაცია

source: Configure this report
eo: Agordi ĉi tiun raporton
ka: ამ ანგარიშის მორგება

source: Configure
eo: Agordi
ka: მორგება

source: Create a new report based on this one
eo: Krei novan raporton bazitan sur ĉi tiu
ka: ამ ანგარიშზე დაფუძნებული ახალი ანგარიშის შექმნა

# @action create new report
source: New
eo: Nova
ka: ახალი

source: Export this report as an HTML or CSV file
eo: Eksporti ĉi tiun raporton kiel HTML aŭ CSV-dosieron
ka: ამ ანგარიშის გატანა HTML ან CSV ფაილში

source: Permanently delete this report
eo: Porĉiame forigi ĉi tiun raporton
ka: ამ ანგარიშის სამუდამოდ წაშლა

source: Close this window
eo: Fermi la fenestron

source: Close
eo: Fermi
ka: დახურვა

source: Net Worth Forecast
eo: Neta Valora Prognozo
ka: ზუსტი პროგნოზი

source: You have no budgets to display.
eo: Vi ne havas buĝetojn por montri.
ka: საჩვენებელი ბიუჯეტების გარეშე.

source: Current Month Summary
eo: Nuna Monata Resumo
ka: მიმდინარე თვის შეჯამება

source: Budgeted
eo: Buĝetita
ka: დაგეგმილი

source: Actual
eo: Fakta
ka: მიმდინარე

source: Difference
eo: Diferenco
ka: სხვაობა

source: Budget Overruns
eo: Buĝetaj superfluoj
ka: ბიუჯეტის გადახარჯვა

source: No Budget Categories have been overrun
eo: Neniuj Buĝetaj Kategorioj estis superitaj

source: Report Settings
eo: Raportaj Agordoj
ka: ანგარიშის პარამეტრები

source: Maximum number of legend items to display
eo: Maksimuma nombro da legendaĵoj por montri
ka: ლეგენდის ელემენტების მაქსიმალური რაოდენობა საჩვენებლად

source: maximum number of items in diagram legends
eo: maksimuma nombro da eroj en diagramlegendoj
ka: ელემენტების მაქსიმალური რაოდენობა დიაგრამის ლეგენდებში

source: Charts line width
eo: Charts liniolarĝo
ka: დიაგრამის ხაზის სიგანე

source: Line width for diagrams, in pixels
eo: Liniolarĝo por diagramoj, en pikseloj
ka: დიაგრამის ხაზის სისქე პიქსელებში

source: Charts palette
eo: Charts paletro
ka: დიაგრამების პალიტრა

# @item KDChart color palette
source: Default
eo: Defaŭlte
ka: ნაგულისხმები

# @item KDChart color palette
source: Rainbow
eo: Ĉielarko
ka: ცისარტყელა

# @item KDChart color palette
source: Subdued
eo: Subigita
ka: დაქვეითებული

source: Default CSS file
eo: Defaŭlta CSS-dosiero
ka: ნაგულისხმები CSS ფაილი

source: default style sheet
eo: defaŭlta stilfolio
ka: ნაგულისხმები სტილების ფურცელი

source: *.css|CSS files *|All files (*)
eo: *.css|CSS-dosieroj *|Ĉiuj dosieroj (*)

source: Report Tab
eo: Raporto Tab
ka: ანგარიშის ჩანართი

source: <p>On this tab, you set the basic properties of this report.</p>
eo: <p>Sur ĉi tiu langeto, vi agordas la bazajn ecojn de ĉi tiu raporto.</p>

source: Settlement period
eo: Komproperiodo
ka: ანგარიშსწორების პერიოდი

source: Terms separator
eo: Terminoj apartigilo
ka: ვადების გამყოფი

source: Before this date investments are counted as long-term investments.
eo: Antaŭ ĉi tiu dato investoj estas kalkulitaj kiel longperspektivaj investoj.

source: Show short-term and long-term capital gains
eo: Montri mallongperspektivajn kaj longtempajn kapitalgajnojn
ka: კაპიტალის მოკლევადიანი და გრძელვადიანი ზრდის ჩვენება

source: Sum investments
eo: Sumaj investoj
ka: ჯამური ინვესტიციები

source: Time in days between the settlement date and the transaction date.
eo: Tempo en tagoj inter la pagdato kaj la transakcia dato.
ka: დრო დღეებში გადახდის თარიღსა და ტრანზაქციის თარიღს შორის.

source: Hide Totals
eo: Kaŝi Totalojn
ka: ჯამების დამალვა

source: Chart Tab
eo: Tabulo Tab
ka: დიაგრამის ჩანართი

source: <p>On this tab, you configure the chart drawn for this report.</p>
eo: <p>Sur ĉi tiu langeto, vi agordas la diagramon desegnitan por ĉi tiu raporto.</p>
ka: <p>ამ ჩანართზე თქვენ მოირგებთ ამ ანგარიშისთვის დახატულ გრაფიკს.</p>

source: <p>Select what form you would like the chart to be drawn as.</p>
eo: <p>Elektu la formon en kiu vi ŝatus ke la diagramo estu desegnita.</p>
ka: <p>აირჩიეთ, რა ფორმით გნებავთ, გრაფიკი დაიხატოს.</p>

source: Chart Type
eo: Diagramo Tipo
ka: გრაფიკის ტიპი

source: Chart Palette
eo: Chart-Paletro
ka: დიაგრამის პალიტრა

source: <p>Select this option to draw the numeric values for data points next to their plot location.</p>
eo: <p>Elektu ĉi tiun opcion por desegni la nombrajn valorojn por datenpunktoj apud ilia grafika loko.</p>

source: Draw values on chart
eo: Desegni valorojn sur diagramo
ka: მნიშვნელობების დახატვა დიაგრამაზე

source: <p>Select this option to cause the report to be shown as a chart when you first open the report. Otherwise, it will come up as a text report.</p>
eo: <p>Elektu ĉi tiun opcion por ke la raporto estu montrita kiel diagramo kiam vi unue malfermas la raporton. Alie, ĝi aperos kiel teksta raporto.</p>

source: Show as chart by default
eo: Montri kiel diagramon defaŭlte
ka: ნაგულისხმევად დახატვა დიაგრამის სახით

source: <p>Select this option to show horizontal and vertical grid lines on the chart.</p>
eo: <p>Elektu ĉi tiun opcion por montri horizontalajn kaj vertikalajn kradliniojn sur la diagramo.</p>

source: Logarithmic vertical axis
eo: Logaritma vertikala akso
ka: ლოგარითმული ვერტიკალური ღერძი

source: Plot expenses downwards
eo: Desegni elspezojn malsupren
ka: ნაკვეთის ხარჯები ქვემოთ

source: <p>Select what width should be used to draw the line on the chart</p>
eo: <p>Elektu la larĝon uzendan por desegni la linion sur la diagramo</p>

source: Line width
eo: Liniolarĝo
ka: ხაზის სიგანე

source: Report Name
eo: Raporta Nomo
ka: ანგარიშის სახელი

source: <p>Choose a name for this report.</p>
eo: <p>Elektu nomon por ĉi tiu raporto.</p>
ka: <p>აირჩიეთ სახელი ამ ანგარიშისთვის.</p>

source: <p>Enter a comment to help you remember the details of this report.</p>
eo: <p>Enigu komenton por helpi vin memori la detalojn de ĉi tiu raporto.</p>
ka: <p>შეიყვანეთ კომენტარი, რომელიც ამ ანგარიშის დეტალების დამახსოვრებაში დაგეხმარებათ.</p>

# Convert 'em!!
source: <p>Select this option to convert all values in the report to your base currency.</p><p>Leave it unchecked if you would like to see values in their original currency.</p><p>If currencies are not converted, then subtotals will not be shown.</p>
eo: <p>Elektu ĉi tiun opcion por konverti ĉiujn valorojn en la raporto al via baza valuto.</p><p>Lasu ĝin nemarkita se vi ŝatus vidi valorojn en ilia origina valuto.</p><p>Se valutoj estas ne konvertitaj, tiam subtutoj ne estos montrataj.</p>

source: Convert values to base currency
eo: Konverti valorojn al baza valuto
ka: მნიშვნელობების გადაყვანა საბაზისო ვალუტაში

source: <p>Select this option to notate this report as one of your favorites.</p><p>All your favorite reports are grouped in one place on the report list for easy access.</p>
eo: <p>Elektu ĉi tiun opcion por noti ĉi tiun raporton kiel unu el viaj plej ŝatataj.</p><p>Ĉiuj viaj plej ŝatataj raportoj estas grupigitaj en unu loko en la raportlisto por facila aliro.</p>

source: Mark as a favorite report
eo: Marki kiel ŝatata raporto
ka: დანიშვნა, როგორც რჩეული ანგარიშის

source: <p> This option is for investments reports only which show prices instead of balances as all other reports do. </p> <p> Select this option to include prices only if there is an actual price for the date. If not, 0 will be shown. In the graph, the value will be skipped. </p> <p> If this option is off the last existing price is shown for a period, if it is on, in a table the value is '0' shown and in a chart a linear interpolation for the missing values will be performed. <br>Example: <br>There are prices for January and March, but there is no price for February. <ul> <li><b>OFF</b>: shows the price for February as the last price of January <li><b>ON</b>: in a table the value is '0', in a chart a linear interpolation for the February-price will be performed (so it makes a kind of average-value using the January- and the March-price in the chart) </ul> </p>
eo: <p> Ĉi tiu opcio estas nur por investaj raportoj, kiuj montras prezojn anstataŭ saldojn kiel ĉiuj aliaj raportoj faras. </p> <p> Elektu ĉi tiun opcion por inkluzivi prezojn nur se ekzistas estas reala prezo por la dato. Se ne, 0 estos montrata. En la grafikaĵo, la valoro estos preterlasita. </p> <p> Se ĉi tiu opcio estas malŝaltita, la lasta ekzistanta prezo estas montrata por periodo, se ĝi estas ŝaltita, en tabelo la valoro estas '0' montrita kaj en diagramo linia interpolado por la mankantaj valoroj estos farita. <br>Ekzemplo: <br>Estas prezoj por januaro kaj marto, sed ne estas prezo por februaro. <ul> <li><b>OFF</b>: montras la prezon por februaro kiel la lasta prezo de januaro <li><b>ON</b>: en tabelo la valoro estas '0', en diagramo linia interpolado por la februaro-prezo estos farita (do ĝi faras specon de averaĝa valoro uzante la januaro- kaj la marto-prezo en la diagramo ) </ul> </p>

source: Skip value if price is zero
eo: Preterlasi valoron se prezo estas nul
ka: მნიშვნელობის გამოტოვება, თუ ფასი ნულის ტოლია

# type of graphic chart
source: Line
eo: Linio
ka: ხაზი

# type of graphic chart
source: Bar
eo: Trinkejo
ka: ზოლი

# type of graphic chart
source: Stacked Bar
eo: Stakita Trinkejo
ka: შედგენილი ჰისტოგრამა

# type of graphic chart
source: Pie
eo: Torto
ka: სექტორი

# type of graphic chart
source: Ring
eo: Ringo
ka: ზარი

# type of graphic palette
source: Use application setting
eo: Uzi meton de aplikaĵo
ka: აპლიკაციის პარამეტრის გამოყენება

# type of graphic palette
source: Default
eo: Defaŭlte
ka: ნაგულისხმები

# type of graphic palette
source: Rainbow
eo: Ĉielarko
ka: ცისარტყელა

# type of graphic palette
source: Subdued
eo: Subigita
ka: დაქვეითებული

source: Show circular grid lines
eo: Montri cirklajn kradliniojn
ka: წრიული ბადის ხაზების ჩვენება

source: Show sagittal grid lines
eo: Montri sagitalajn kradliniojn
ka: საგიტალური ბადის ხაზების ჩვენება

source: Show horizontal grid lines
eo: Montri horizontalajn kradliniojn
ka: ჰორიზონტალური ბადის ხაზების ჩვენება

source: Show vertical grid lines
eo: Montri vertikalajn kradliniojn
ka: ვერტიკალური ბადის ხაზების ჩვენება

source: Date range
eo: Datintervalo
ka: თარიღის დიაპაზონი

source: Ticks
eo: Tikoj
ka: ტიკები

source: <p>Choose how large of a time period each column should encompass</p>
eo: <p>Elektu kiom grandan tempodaŭron ĉiu kolumno ampleksu</p>

source: Data range
eo: Datuma gamo
ka: მონაცემების შუალედი

# From (Data)
source: From
eo: El
ka: დასაწყისი

source: Major tick length
eo: Grava iksoda longo

source: Automatic
eo: Aŭtomata
ka: ავტომატური

source: User defined
eo: Uzanto difinita
ka: მომხმარებლის მიერ განსაზღვრული

source: Minor tick length
eo: Malgranda tiktakolongo

# To (Data)
source: To
eo: al
ka: სადამდე

source: Labels precision
eo: Etikedoj precizeco
ka: ჭდეების სიზუსტე

source: Rows/Columns Tab
eo: Vicoj/Kolumnoj Tab
ka: მწკრივების/სვეტების ჩანართი
