Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Account%1
eo: Konto%1
ka: ანგარიში%1

source: Stock%1
eo: Akcio%1
ka: აქციები%1

source: Payee%1
eo: Pagato%1
ka: მიღები%1

source: Schedule%1
eo: Horaro%1
ka: გეგმა%1

source: Import failed: %1
eo: Importo malsukcesis: %1
ka: შემოტანა ჩავარდა: %1

source: Import complete
eo: Importo kompleta
ka: შემოტანა დასრულებულია

source: Disguise your wealth
eo: Alivesti vian riĉecon
ka: თქვენი სიმდიდრის შენიღბვა

source: Each monetary value on your file will be multiplied by a random number between 0.01 and 1.99 with a different value used for each transaction. In addition, to further disguise the true values, you may enter a number between %1 and %2 which will be applied to all values. These numbers will not be stored in the file.
eo: Ĉiu monvaloro en via dosiero estos multobligita per hazarda nombro inter 0,01 kaj 1,99 kun malsama valoro uzata por ĉiu transakcio. Krome, por plue maski la verajn valorojn, vi povas enigi nombron inter %1 kaj %2 kiu estos aplikita al ĉiuj valoroj. Ĉi tiuj nombroj ne estos konservitaj en la dosiero.

source: Loading commodities...
eo: Ŝargante varojn...
ka: ფინანსური ინსტრუმენტების ჩატვირთვა...

source: Loading prices...
eo: Ŝarĝante prezojn...
ka: ფასების ჩატვირთვა...

source: Imported History
eo: Importita Historio
ka: შემოტანილი ისტორია

source: Loading accounts...
eo: Ŝargante kontojn...
ka: ანგარიშების ჩატვირთვა...

source: Loading transactions...
eo: Ŝargante transakciojn...
ka: ტრანზაქციების ჩატვირთვა...

source: Account or Category %1, transaction date %2; split contains invalid value; please check
eo: Konto aŭ Kategorio %1, transakcia dato %2; disigo enhavas nevalidan valoron; Bonvolu kontroli

source: Imported Transaction
eo: Importita Transakcio
ka: შემოტანილი ტრანზაქცია

source: Loading templates...
eo: Ŝargante ŝablonojn...
ka: შაბლონების ჩატვირთვა...

source: Unknown payee
eo: Nekonata pagato
ka: უცნობი მიმღები

source: Schedule %1 contains unknown action (key = %2, type = %3)
eo: Horaro %1 enhavas nekonatan agon (ŝlosilo = %2, tajpu = %3)
ka: გეგმა %1 უცნობ ქმედებას შეიცავს (გასაღები = %2, ტიპი = %3)

source: Schedule %1 contains multiple actions; only one has been imported
eo: Horaro %1 enhavas plurajn agojn; nur unu estis importita
ka: გეგმა %1 ერთზე მეტ ქმედებას შეიცავს. შემოტანილია, მხოლოდ, ერთი

source: Schedule %1 contains no valid splits
eo: Horaro %1 enhavas neniujn validajn dividojn
ka: გეგმა %1 სწორ გაყოფებს არ შეიცავს

source: Schedule %1 appears to contain a formula. GnuCash formulae are not convertible
eo: Horaro %1 ŝajnas enhavi formulon. GnuCash-formuloj ne estas konverteblaj
ka: გეგმა %1 ფორმულას შეიცავს. GnuCash-ის ფორმულები გადაყვანადი არაა

source: Loading schedules...
eo: Ŝarĝante horarojn...
ka: იტვირთება გეგმები...

source: Schedule %1 has interval of %2 which is not currently available
eo: Horaro %1 havas intervalon de %2 kiu ne estas nuntempe disponebla
ka: გეგმის %1 ინტერვალია %2, რომელიც ამჟამად ხელმისაწვდომი არაა

source: Schedule %1 contains unknown interval specification; please check for correct operation
eo: Horaro %1 enhavas nekonatan intervalspecifon; bonvolu kontroli la ĝustan funkciadon
ka: გეგმა %1 უცნობ შუალედის სპეფიციკაციას შეიცავს. შეამოწმეთ სწორი ოპერაციისთვის

source: Schedule %1 contains a deferred interval specification; please check for correct operation
eo: Horaro %1 enhavas prokrastan intervalspecifon; bonvolu kontroli la ĝustan funkciadon
ka: გეგმა %1 ვადაგასულ შუალედის სპეფიციკაციას შეიცავს. შეამოწმეთ სწორი ოპერაციისთვის

source: Schedule %1 dropped at user request
eo: Horaro %1 forigita laŭ peto de uzanto
ka: გეგმა %1 წაშლილია მომხმარებლის მოთხოვნით

source: Reorganizing accounts...
eo: Reorganizante kontojn...

source: Your main currency seems to be %1 (%2); do you want to set this as your base currency?
eo: Via ĉefa valuto ŝajnas esti %1 (%2); ĉu vi volas agordi ĉi tion kiel vian bazan valuton?
ka: როგორც ჩანს, თქვენი მთავარი ვალუტაა %1 (%2). გნებავთ, დააყენოთ ის, როგორც თქვენი საბაზისო ვალუტა?

# Button to show more detailed data
source: More
eo: Pli
ka: მეტი

# Button to close the current dialog
source: Done
eo: Preta
ka: დასრულებულია

source: Save Report
eo: Konservi Raporton
ka: ანგარიშის შენახვა

source: Problems were encountered in converting schedule '%1'.
eo: Problemoj estis renkontitaj en konvertado de horaro '%1'.
ka: გეგმის '%1' გადაყვანისას აღმოჩენილია პრობლემები.

source: Found:
eo: Trovita:
ka: ნაპოვნია:

source: %1 commodity (equity)
eo: %1 varo (akcio)
ka: %1 ფინანსური ინსტრუმენტი (კაპიტალი)

source: %1 price
eo: %1 prezo
ka: %1 კურსი

source: %1 account
eo: %1 konto
ka: %1 ანგარიში

source: %1 transaction
eo: %1 transakcio
ka: %1 ტრანზაქცია

source: %1 schedule
eo: %1 horaro
ka: %1 გეგმა

source: No inconsistencies were detected
eo: Neniuj nekongruoj estis detektitaj
ka: შეუსაბამობები არ გამოვლენილა

source: %1 inconsistency was detected and corrected
eo: %1 nekonsekvenco estis detektita kaj korektita
ka: აღმოჩენილი და გასწორებულია %1 შეუსაბამობა

source: %1 orphan account was created
eo: %1 orfigita konto estis kreita
ka: შეიქმნა %1 მიტოვებული ანგარიში

source: %1 possible schedule problem was noted
eo: %1 ebla horarproblemo estis ekkonita
ka: აღნიშნულია %1 შესაძლო გეგმის პრობლემა

source: Small Business Features (Customers, Invoices, etc.)
eo: Malgrandaj Komercaj Trajtoj (Kliententoj, Fakturoj, ktp.)
ka: მცირე ბიზნესის ფუნქციები (მომხმარებლები, ინვოისები და ა.შ.)

source: Budgets
eo: Buĝetoj
ka: ბიუჯეტები

source: Lots
eo: Multe
ka: ბევრი

source: The following features found in your file are not currently supported:
eo: La sekvaj funkcioj trovitaj en via dosiero ne estas nuntempe subtenataj:
ka: თქვენს ფაილში აღმოჩენილია შემდეგი ფუნქციები, რომლებიც მხარდაჭერილი არაა:

source: Press More for further information
eo: Premu Pli por pliaj informoj
ka: მეტი ინფორმაციისთვის დააწექით რილაკს 'მეტი'

source: Save report as
eo: Konservi raporton kiel
ka: ანგარიშის შენახვა, როგორც

source: Orphan created from unknown GnuCash account
eo: Orfo kreita de nekonata GnuCash-konto
ka: მიტოვებული ანგარიში შექმნილია უცნობი GnuCash-ის ანგარიშიდან

source: One or more transactions contain a reference to an otherwise unknown account An asset account with the name %1 has been created to hold the data
eo: Unu aŭ pluraj transakcioj enhavas referencon al alie nekonata konto Konto de valoraĵo kun la nomo %1 estis kreita por konservi la datumojn.
ka: ერთი ან მეტი ტრანზაქცია შეიცავს მიმართვას უცნობ ანგარიშზე მონაცემების შესანახად შეიქმნა ანგარიში სახელით %1

source: An Investment account must be a child of an Asset account Account %1 will be stored under the main Asset account
eo: Investa konto devas esti filo de Aktiva konto Konto %1 estos konservita sub la ĉefa Aktiva konto

source: An Income account must be a child of an Income account Account %1 will be stored under the main Income account
eo: Enspeza konto devas esti filo de Enspeza konto Konto %1 estos konservita sub la ĉefa Enspeza konto

source: An Expense account must be a child of an Expense account Account %1 will be stored under the main Expense account
eo: Elspezkonto devas esti ido de Elspezkonto Konto %1 estos konservita sub la ĉefa Elspezkonto

source: Enter the investment account name
eo: Enigu la nomon de investkonto
ka: შეიყვანეთ საინვესტიციო ანგარიშის სახელი

source: My Investments
eo: Miaj Investoj
ka: ჩემი ინვესტიციები

source: Select parent investment account or enter new name. Stock %1
eo: Elektu gepatran investkonton aŭ enigu novan nomon. Akcio %1
ka: აირჩიეთ მშობელი ინვესტიციის ანგარიში, ან შეიყვანეთ ახალი სახელი. აქცია %1

source: %1 is not an Investment Account. Do you wish to make it one?
eo: %1 ne estas Investkonto. Ĉu vi volas fari ĝin unu?
ka: %1 საინვესტიციო ანგარიში არაა. გნებავთ, შექმნათ?

source: Schedules to iCalendar
eo: Horaroj al iCalendar
ka: დაგეგმვა iCalendar-ში

source: Schedules to iCalendar [%1]
eo: Horaroj al iCalendar [%1]
ka: დაგეგმვა iCalendar-ში [%1]

# ICS (Filefilter)
source: iCalendar files
eo: iCalendar dosieroj
ka: iCalendar-ის ფაილები

source: Export as
eo: Eksporti kiel
ka: გატანა, როგორც

source: To create an alarm for the exported schedules
eo: Krei alarmon por la eksportitaj horaroj
ka: რომ შეიქმნას განგაში გატანილი გეგმებისთვის

source: Tells whether the reminder should be triggered before or after the schedule start
eo: Informas ĉu la memorigilo devas esti ekigita antaŭ aŭ post la komenco de la horaro
ka: უნდა მოხდეს შემხსენებლის დატრიგერება გეგმის დაწყებამდე, თუ მის შემდეგ

source: The number of units of the interval before or after the schedule starts
eo: La nombro da unuoj de la intervalo antaŭ aŭ post kiam la horaro komenciĝas
ka: ინტერვალის ერთეულების რაოდენობა გეგმის დაწყებამდე, ან მის შემდეგ

source: The units of the interval before or after the schedule starts in seconds
eo: La unuoj de la intervalo antaŭ aŭ post la horaro komenciĝas en sekundoj
ka: ინტერვალის ერთეულები გეგმის დაწყებამდე, ან მის შემდეგ, წამებში

source: If the reminders should repeat or not
eo: Se la memorigiloj devus ripeti aŭ ne
ka: გამეორდება თუ არა შეხსენებები

source: The number of units of the interval between reminders
eo: La nombro da unuoj de la intervalo inter memorigiloj
ka: ინტერვალის ერთეულების რაოდენობა შეხსენებებს შორის

source: The units of the interval between reminders in seconds
eo: La unuoj de la intervalo inter memorigiloj en sekundoj
ka: ინტერვალის ერთეულები შეხსენებებს შორის წამებში

source: The number of reminders to be generated for the schedule
eo: La nombro da memorigiloj esti generitaj por la horaro
ka: შეხსენებების რაოდენობა, რომელიც დაგენერირდება გეგმისთვის

source: The icalendar file in which to export the schedules.
eo: La icalendar-dosiero en kiu eksporti la horarojn.
ka: iCalendar-ის ფაილი, რომელშიც გეგმების გატანა მოხდება.

source: Icalendar export settings
eo: Icalendar-eksportaj agordoj
ka: Icalendar-ში გატანის მორგება

source: Create reminders
eo: Kreu memorigilojn
ka: შეხსენებების შექმნა

# @action whether the schedule will have more occurrences over time
source: Repeating:
eo: Ripetante:
ka: მეორდება:

source: How often:
eo: Kiom ofte:
ka: რამდენად ხშირად:

source: Interval:
eo: Intervalo:
ka: ინტერვალი:

source: Time(s)
eo: Tempo(j)
ka: რამდენჯერ

source: iCalendar file
eo: iCalendar dosiero
ka: iCalendar ფაილი

source: Minutes
eo: Minutoj
ka: წთ

source: Hours
eo: Horoj
ka: საათი

# Time unit
source: Days
eo: Tagoj
ka: დღე

source: Before
eo: Antaŭ
ka: ჯერ

source: After
eo: Post
ka: შემდეგ

source: KMyMoney print check
eo: Presa ĉeko de KMyMoney

source: Copyright 2009
eo: Kopirajto 2009

source: Transfer from %1 to %2, Payee %3, amount %4
eo: Transdono de %1 al %2, Pagato %3, kvanto %4
ka: გადარიცხვა %1-დან %2-სთვის, მიმღები %3, თანხა %4

source: From %1 into %2, Category %3, sum of %4
eo: De %1 en %2, Kategorio %3, sumo de %4
ka: %1-დან %2-ში, კატეგორია %3, %4-ის ჯამი

source: From account %1, Pay to %2, Category %3, sum of %4
eo: De konto %1, Pagu al %2, Kategorio %3, sumo de %4
ka: ანგარიშიდან %1, გადახდა %2-სთვის, კატეგორია %3, %4-ის ჯამი

source: You selected to extract the payee from the memo field but did not supply a regular expression for payee and memo extraction. The option will not be activated.
eo: Vi elektis ĉerpi la pagaton el la notokampo sed ne provizis regulan esprimon por pagito kaj memo eltiro. La opcio ne estos aktivigita.

source: Missing information
eo: Mankas informoj
ka: ნაკლული ინფორმაცია

source: Use payee field as provided by institution
eo: Uzi pagistan kampon kiel provizite de institucio
ka: მიმღების ველის გამოყენება ისე, როგორც ეს მოწოდებულია დაწესებულების მიერ

source: Extract payee from memo field using regular expressions
eo: Eltiri pagaton el memorkampo uzante regulajn esprimojn
ka: მიმღების ამოღება შენიშვნის ველიდან რეგულარული გამოსახულებების გამოყენებით

source: Regular Expression for
eo: Regula Esprimo por
ka: რეგულარული გამოსახულება რისთვის

source: Download
eo: Elŝuti
ka: ჩამოტვირთვა

source: The plugin usually downloads the account balance and transactions. In some circumstances, the download of transaction data is not supported for certain accounts. The following option allows to turn off the request for transaction data.
eo: La kromaĵo kutime elŝutas la kontan saldon kaj transakciojn. En iuj cirkonstancoj, la elŝuto de transakciaj datumoj ne estas subtenata por certaj kontoj. La sekva opcio permesas malŝalti la peton pri transakciaj datumoj.

source: Download transactions from institution
eo: Elŝuti transakciojn de institucio
ka: ტრანზაქციების გადმოწერა დაწესებულებიდან

source: Ask user
eo: Demandi uzanton
ka: მომხმარებლისთვის კთხვა

source: No date
eo: Neniu dato
ka: თარიღის გარეშე

source: Last download
eo: Lasta elŝuto
ka: ბოლო გადმოწერა

source: First possible
eo: Unue ebla
ka: პირველი შესაძლებლობა

source: Default start date for statement download
eo: Defaŭlta komencdato por elŝuto de deklaro
ka: ნაგულისხმევი დაწყების თარიღი ამონაწერის გადმოსაწერად

source: <html><head/><body><p>Remove the line breaks in the memo field that have been inserted between multiple purpose fields of the transaction.</p></body></html>
eo: <html><head/><body><p>Forigi la linirompojn en la memorkampo kiuj estis enmetitaj inter multoblaj kampoj de la transakcio.</p></body></html>

source: <html><head/><body><p>Some institutions take multiple purpose fields of a transaction and treat it as a single one. In this case the line break characters inserted after each purpose field are distracting and are removed when this option is enabled.</p></body></html>
eo: <html><head/><body><p>Kelkaj institucioj prenas plurcelajn kampojn de transakcio kaj traktas ĝin kiel ununuran. Ĉi-kaze la linirompaj signoj enmetitaj post ĉiu celo-kampo distras kaj estas forigitaj kiam ĉi tiu opcio estas ebligita.</p></body></html>

source: Remove line breaks from memo field
eo: Forigi liniorompojn de memorkampo
ka: ხაზის გადატანების მოცილება შენიშვნის ველიდან

source: <html><head/><body><p>Add additional payee details found in the transaction to the memo.</p></body></html>
eo: <html><head/><body><p>Aldoni kromajn detalojn pri pagito trovitaj en la transakcio al la noto.</p></body></html>

source: Include the payee details in memo
eo: Enmeti la detalojn pri pagito en noto
ka: მიმღების დეტალების ჩასმა შენიშვნაში

source: Account Mapping
eo: Konto-Mapado
ka: ანგარიშების მიბმა

source: <qt> Please choose the <b>online</b> account you want the <b>application</b> account to be mapped to from the list below. </qt>
eo: <qt> Bonvolu elekti la <b>reta</b> konton al kiu vi volas ke la <b>aplika</b> konto estu mapita el la suba listo. </qt>

source: Application Account
eo: Aplika Konto
ka: ანგარიში აპლიაციაში

source: Bank Code
eo: Banka Kodo
ka: ბანკის კოდი

source: Account Number
eo: Kontonumero
ka: ანგარიშის ნომერი

source: Online Accounts
eo: Enretaj Kontoj
ka: ონლაინ ანგარიშები

source: Assign
eo: Atribui
ka: მინიჭება

source: <qt><p>Please select the first date for which transactions are to be retrieved from <b>%1</b>.</p><p>If you specify no date then the bank will choose one.</p></qt>
eo: <qt><p>Bonvolu elekti la unuan daton, por kiu transakcioj estas prenitaj de <b>%1</b>.</p><p>Se vi specifas neniun daton, tiam la banko elektos unu.</ p></qt>

source: Pick Start Date
eo: Elekti Komencan Daton
ka: აირჩიეთ დაწყების თარიღი

source: Start Date
eo: Komenca dato
ka: საწყისი დრო

source: &No date (let the bank determine the start date)
eo: &Neniu dato (lasi la bankon determini la komencan daton)
ka: თარიღის გარეშე (დაწყების თარიღის გა&ნსაზღვრის ბანკისთვის მინდობა)

source: &Last Update
eo: &Lasta Ĝisdatigo
ka: &ბოლო განახლება

source: F&irst possible date
eo: &Unua ebla dato
ka: პ&ირველი შესაძლო თარიღი

source: Pick &date
eo: Elekti &daton
ka: აირჩიეთ თა&რიღი

source: Online settings
eo: Interretaj agordoj
ka: ინტერნეტბანკის პარამეტრები

source: KBanking module not correctly initialized
eo: KBanking-modulo ne ĝuste pravigita
ka: მოდული KBanking სწორად ინიციალიზებული არაა

source: Configure Aq&Banking...
eo: Agordi Aq&Banking...
ka: Aq&Banking-ის მორგება...

source: AqBanking importer...
eo: AqBanking-importisto...
ka: AqBanking-დან შემოტანის...

source: <qt>The given application account <b>%1</b> has not been mapped to an online account.</qt>
eo: <qt>La donita aplikaĵa konto <b>%1</b> ne estas mapita al reta konto.</qt>
ka: <qt>მითითებული აპლიკაციის ანგარიში <b>%1</b> ონლაინ-ანგარიშზე მიბმული არაა.</qt>

source: Account Not Mapped
eo: Konto Ne Mapita
ka: ანგარიში მიბმული არაა

source: <qt>Could not enqueue the job. </qt>
eo: <qt>Ne eblis envicigi la taskon. </qt>
ka: <qt>დავალების რიგში ჩაყენება შეუძლებელია. </qt>

source: Error importing statement. Do you want to continue?
eo: Eraro dum importo de deklaro. Ĉu vi volas daŭrigi?
ka: ამონაწერის შემოტანის შეცდომა. გნებავთ, გააგრძელოთ?

source: Critical Error
eo: Kritika Eraro
ka: კრიტიკული შეცდომა

source: Width of the flicker field for optical tan generation (chipTan/sm@rtTan).
eo: Larĝo de la flagra kampo por optika TAN-generado (chipTan/sm@rtTan).

source: Clock length of optical tan flickering in ms.
eo: Horloĝlongo de viduma TAN-flagrado en ms.

source: After a clock the first flicker bar changes (each half-byte is transmitted in 2*clocksetting).
eo: Post horloĝo la unua flagrado ŝanĝas (ĉiu duonbajto estas transdonita en 2*horloĝo).

source: A valid tan is required to proceed.
eo: Valida TAN estas postulata por daŭrigi.
ka: გასაგრძელებლად საჭიროა სწორი TAN.

source: Order confirmation
eo: Konfirmo de mendo
ka: შეკვეთის დადასტურება

source: Reduce optical tan area in size
eo: Redukti optikan TAN-areon en grandeco
ka: TAN ველის ზომის შემცირება

source: Reduce
eo: Redukti
ka: შემცირება

source: Enlarge optical tan field
eo: Pligrandigi viduman TAN-kampon
ka: TAN ველის ზომის გაზრდა

source: Enlarge
eo: Pligrandigi
ka: გაზრდა

source: Decelerate
eo: Malrapidigi
ka: შენელება

source: Accelerate
eo: Akceli
ka: აჩქარება

source: To confirm this order enter the tan displayed by your generator
eo: Por konfirmi ĉi tiun ordon enigu la TAN montritan de via generatoro
ka: ამ შეკვეთის დასადასტურებლად შეიყვანეთ TAN, რომელიც თქვენს გენერატორზე ჩანს

# replacement for institution or account w/o name
source: (unnamed)
eo: (nenomita)
ka: (უსახელო)

# Header for AqBanking account list
source: Institution Code
eo: Institucia Kodo
ka: დაწესებულების კოდი

# Header for AqBanking account list
source: Institution Name
eo: Institucia Nomo
ka: დაწესებულების დასახელება

# Header for AqBanking account list
source: Account Number
eo: Kontonumero
ka: ანგარიშის ნომერი

# Header for AqBanking account list
source: Account Name
eo: Kontonomo
ka: ანგარიშის დასახელება

# Header for AqBanking account list
source: Owner
eo: Posedanto
ka: მფლობელი

source: Get Balance
eo: Ekhavi Saldon
ka: ბალანსის მიღება

source: Get Transactions
eo: Ekhavi Transakciojn
ka: ტრანზაქციების მიღება

source: Transfer
eo: Translokigo
ka: Გადაცემა

source: Debit Note
eo: Egreso noton
ka: დებეტის შენიშვნა

# Unknown job type
source: (unknown)
eo: (nekonata)
ka: (უცნობი)

# Unknown bank code
source: (unknown)
eo: (nekonata)
ka: (უცნობი)

# Unknown account number
source: (unknown)
eo: (nekonata)
ka: (უცნობი)

# Status of the job
source: new
eo: nova
ka: ახალი

# Status of the job
source: accepted
eo: akceptis
ka: მიღებულია

# Status of the job
source: rejected
eo: malakceptita
ka: უარყოფილია

# Status of the job
source: pending
eo: decidota

# Status of the job
source: sending
eo: sendante
ka: იგზავნება

# Status of the job
source: reconciled (auto)
eo: repacigita (aŭtomate)
ka: შეთანხმებული (ავტო)

# Status of the job
source: reconciled (manual)
eo: repacigita (manlibro)
ka: შეთანხმებული (ხელით)

# Status of the job
source: revoked
eo: revokita
ka: გაუქმებულია

# Status of the job
source: aborted
eo: abortita

# Status of the job
source: enqueued
eo: envicigita
ka: რიგში ჩაემატა

# Status of the job
source: error
eo: eraro
ka: შეცდომა

# Status of the job
source: (unknown)
eo: (nekonata)
ka: (უცნობი)

source: Job Type
eo: Tipo de laboro
ka: დავალების ტიპი

source: Institute
eo: Instituto
ka: დაწესებულება

source: Account
eo: Konto
ka: ანგარიში

source: To confirm this order enter the tan displayed by your &generator
eo: Por konfirmi ĉi tiun ordon enigu la TAN montritan de via &generatoro
ka: ამ შეკვეთის დასადასტურებლად შეიყვანეთ TAN, რომელიც თქვენს &გენერატორზე ჩანს

source: The HTTP request failed.
eo: La HTTP-peto malsukcesis.
ka: HTTP მოთხოვნა ჩავარდა.

# The HTTP request failed
source: Failed
eo: Malsukcesis
ka: წარუმატებელია

source: OFX Direct Connect
eo: OFX Rekta Konekto
ka: OFX პირდაპირი კავშირი

source: Contacting bank...
eo: Kontaktante bankon...
ka: ბანკთან დაკავშირება...

source: Loading banklist
eo: Ŝarĝante bankliston
ka: იტვირთება ბანკების სია

source: Getting list of banks from https://www.ofxhome.com/ This may take some time depending on the available bandwidth.
eo: Akiri liston de bankoj de https://www.ofxhome.com/ Tio povas preni iom da tempo depende de la disponebla bendolarĝo.

source: Supports online statements<br/>
eo: Subtenas interretajn deklarojn<br/>
ka: აქვს ინტერნეტ-ამონაწერების მხარდაჭერა<br/>

source: Supports investments<br/>
eo: Subtenas investojn<br/>
ka: აქვს ინვესტიციების მხარდაჭერა<br/>

source: Supports bill payment (but not supported by KMyMoney yet)<br/>
eo: Subtenas fakturpagon (sed ankoraŭ ne subtenata de KMyMoney)<br/>
ka: აქვს ჩეკის გადახდის მხარდაჭერა (მაგრამ KMyMoney-ის ჯერ არ აქვს მისი მხარდაჭერა)<br/>

source: OFX host failed. Last successful access was on '%1'.
eo: OFX-gastiganto malsukcesis. La lasta sukcesa aliro estis sur '%1'.
ka: OFX-ის ჰოსტი ჩავარდა. ბოლო წარმატებული წვდომის დროა '%1'.

source: Certificate verification of OFX host failed. Last successful verification was on '%1'.
eo: Atestila konfirmo de OFX-gastiganto malsukcesis. La lasta sukcesa kontrolo estis sur '%1'.
ka: OFX ჰოსტის სერტიფიკატის გადამოწმება ჩავარდა. ბოლო წარმატებული გადამოწმების დროა '%1'.

source: Does not support online banking
eo: Ne subtenas interretan bankadon
ka: არ აქვს ინტერნეტბანკინგის მხარდაჭერა

source: Please choose a bank.
eo: Bonvolu elekti bankon.
ka: აირჩიეთ ბანკი.

source: Please fill all fields with values.
eo: Bonvolu plenigi ĉiujn kampojn per valoroj.
ka: შეავსეთ ყველა ველი მნიშვნელობებით.

source: <p>Details for %1:</p>
eo: <p>Detaloj por %1:</p>
ka: <p>დეტალები %1-სთვის:</p>

source: No suitable accounts were found at this bank.
eo: Neniuj taŭgaj kontoj estis trovitaj ĉe ĉi tiu banko.
ka: ამ ბანკისთვის შესაფერისი ანგარიშები აღმოჩენილი არაა.

source: Please choose an account
eo: Bonvolu elekti konton
ka: აირჩიეთ ანგარიში

source: Server message: %1
eo: Servila mesaĝo: %1
ka: სერვერის შეტყობინება: %1

source: Your bank returned warnings when signing on
eo: Via banko resendis avertojn kiam ensalutinte
ka: თქვენმა ბანკმა დააბრუნა გაფრთხილებები შესვლისას

# Warning 'message'
source: WARNING %1
eo: AVERTO %1
ka: გაფრთხილება: %1

source: Error signing onto your bank
eo: Eraro ensalutante al via bankon
ka: შეცდომა თქვენს ბანკში შესვლისას

source: ERROR %1
eo: ERARO %1
ka: შეცდომა: %1

source: Online Banking Account Setup
eo: Agordo de Interreta Banka Konto
ka: ინტერნეტბანკის ანგარიშის მორგება

source: Select Financial Institution
eo: Elekti Financan Institucion
ka: აირჩიეთ ფინანსური დაწესებულება

source: Please select your financial institution from the list below...
eo: Bonvolu elekti vian financan institucion el la suba listo...
ka: აირჩიეთ ფინანსური დაწესებულება ქვედა სიიდან...

# @title type of online banking connection
source: Automatic
eo: Aŭtomata
ka: ავტომატური

# @title type of online banking connection
source: Manual
eo: Manuma
ka: ხელით

source: Enter Login Details
eo: Enigi Ensalut-Detalojn
ka: შეიყვანეთ შესვლის დეტალები
