Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Keep changes when selecting a different transaction/split
eo: Konservi ŝanĝojn kiam elektas malsaman transakcion/dividon
ka: ცვლილებების შენარჩუნება სხვა ტრანზაქციის/გაყოფის არჩევისას

source: Use Enter to move between fields
eo: Uzi Enter por movi inter kampoj
ka: Enter-ის გამოყენება ველებს შორის სამოძრაოდ

source: Mark this option, if you always want to match names e.g. for payees from the start. If unset, any substring is matched.
eo: Marku ĉi tiun opcion, se vi ĉiam volas kongrui nomojn ekz. por pagitoj de la komenco. Se neagordita, ajna subĉeno estas kongrua.

source: Match names from start
eo: Kongruaj nomoj dekomence
ka: სახელების დამთხვევა დასაწყისიდანვე

source: After entering the reconciliation data automatically detect the transactions that match that data (in some cases it might be not possible to do that).
eo: Post enigi la repacajn datumojn aŭtomate detektas la transakciojn, kiuj kongruas kun tiuj datumoj (en iuj kazoj eble ne eblas fari tion).

source: Automatic reconciliation
eo: Aŭtomata repaciĝo
ka: ავტომატური შეთანხმება

source: Initial cursor position within the date field
eo: Komenca kursora pozicio ene de la datokampo
ka: საწყისი კურსორის მდებარეობა თარიღის ველში

source: Day
eo: Tago
ka: დღე

source: Month
eo: Monato
ka: თვე

source: Year
eo: Jaro
ka: წელი

source: Default reconciliation state
eo: Defaŭlta repaciĝoŝtato
ka: ნაგულისხმევი შეთანხმების მდგომარეობა

source: Default reconciliation state for transactions entered during reconciliation of an account
eo: Defaŭlta repaciĝostato por transakcioj enigitaj dum repaciĝo de konto

source: Not reconciled
eo: Ne repacigita
ka: შეთანხმებული არაა

# @item reconciliation status
source: Cleared
eo: Malplenigita
ka: გასუფთავებულია

source: Reconciled
eo: Repacigita
ka: შეთანხმებულია

source: Autofill
eo: Aŭtoplenigo
ka: ავტომატური შევსება

source: Do not auto-fill transaction data at all.
eo: Tute ne aŭtomate plenigi transakciajn datumojn.
ka: ტრანზაქციის მონაცემების ავტოშევსება არ მოხდება.

source: No Autofill
eo: Neniu Aŭtomata plenigo
ka: ავტოშევსების გარეშე

source: Collect all transactions for the given payee. Treat all transactions that refer to the same category and have an amount with +/- X % as identical. If more than one transaction is found, a list of them is presented to the user. Selecting 0% will list all transactions.
eo: Kolekti ĉiujn transakciojn por la donita pagato. Trakti ĉiujn transakciojn kiuj rilatas al la sama kategorio kaj havas kvanton kun +/- X% kiel identa. Se pli ol unu transakcio estas trovita, listo de ili estas prezentita al la uzanto. Elektante 0% listigos ĉiujn transakciojn.

source: Same transaction if amount differs less than percentage set below
eo: Sama transakcio se kvanto malsamas malpli ol procento fiksita sube
ka: იგივე ტრანზაქცია, თუ თანხა განსხვავდება ქვემოთ მითითებულ პროცენტულობაზე ნაკლებად

source: The data of the last transaction assigned to the category used most often for this payee is autofilled into the transaction editor.
eo: La datumoj de la lasta transakcio atribuita al la kategorio uzata plej ofte por ĉi tiu pagato estas aŭtomate plenigitaj en la transakcian redaktilon.

source: With previously most often used transaction for the payee
eo: Kun antaŭe plej ofte uzata transakcio por la pagito
ka: წინა ყველაზე ხშირად გამოყენებული ტრანზაქცია მიმღებისთვის

source: Same transaction if amount differs less than
eo: Sama transakcio se kvanto diferencas malpli ol
ka: იგივე ტრანზაქცია, თუ თანხა განსხვავდება უფრო ნაკლებად, ვიდრე

source: Two transactions are usually treated identical for autofill, if they refer the same accounts. They are treated as different transactions though, when their amount varies by more than the percentage given here.
eo: Du transakcioj estas kutime traktataj identaj por aŭtomata plenigo, se ili rilatas al la samaj kontoj. Ili estas traktataj kiel malsamaj transakcioj tamen, kiam ilia kvanto varias je pli ol la procento donita ĉi tie.

source: If this option is checked the memos from the previous transaction will be used otherwise the memos will not be considered when the transaction is autofilled.
eo: Se ĉi tiu opcio estas markita, la notoj de la antaŭa transakcio estos uzataj alie la notoj ne estos konsiderataj kiam la transakcio estas aŭtomate plenigita.

source: Use memos from previous transaction
eo: Uzi notojn de antaŭa transakcio
ka: მინიშნებების წინა ტრანზაქციიდან გამოყენება

source: Import
eo: Importi
ka: შემოტანა

source: Match transactions within days
eo: Kongrui transakciojn ene de tagoj
ka: ტრანზაქციების დამთხვევა დღეებში

source: Search for matching transactions within the range of the posting date of the imported transaction +/- the number of given days.
eo: Serĉi kongruajn transakciojn en la intervalo de la afiŝdato de la importita transakcio +/- la nombro de donitaj tagoj.

source: Whenever a new payee is detected during import of a statement, the user will be asked to assign a default category for this user when this option is selected.
eo: Kiam ajn nova pagato estas detektita dum importo de deklaro, la uzanto estos petita atribui defaŭltan kategorion por ĉi tiu uzanto kiam ĉi tiu opcio estas elektita.

source: Ask for a new payee's default category
eo: Peti la defaŭltan kategorion de nova pagato
ka: ახალი მიმღების ნაგულისხმევი კატეგორიის კითხვა

# Holiday region (region language)
source: Holidays for %1 (%2)
eo: Ferioj por %1 (%2)
ka: დასვენების დღეები %1-სთვის (%2)

# @item:inlistbox No holiday region selected
source: None
eo: Neniu
ka: არცერთ

source: Schedule Settings
eo: Horaraj Agordoj
ka: განრიგის მორგება

source: Startup options
eo: Komencaj opcioj
ka: გაშვების მორგება

source: Check schedules on startup
eo: Kontroli horarojn ĉe ekfunkciigo
ka: გეგმების შემოწმება გაშვებისას

source: Enter transactions this number of days in advance
eo: Enigi transakciojn ĉi tiun nombron da tagoj anticipe
ka: ტრანზაქციების შეყვანა ამ რაოდენობის დღით ადრე

source: Processing Days
eo: Procesaj Tagoj
ka: დამუშავების დღეები

source: Use holiday calendar for region
eo: Uzi ferian kalendaron por regiono
ka: დასვენებების კალენდრის გამოყენება რეგიონისთვის

# @item no holiday region selected
source: (None)
eo: (Neniu)
ka: (არცერთი)

source: Number of days to preview schedules in ledger
eo: Nombro da tagoj por antaŭrigardi horarojn en ĉeflibro
ka: დღეების რაოდენობა გროსბუხში გეგმების გადასახედად

source: The total amount of this transaction is %1 while the sum of the splits is %2. The remaining %3 are unassigned.
eo: La totala kvanto de ĉi tiu transakcio estas %1 dum la sumo de la dividoj estas %2. La ceteraj %3 estas neatribuitaj.

source: Change &total amount of transaction to %1.
eo: Ŝanĝu &totalan kvanton de transakcio al %1.
ka: &ტრანზაქციების ჯამური რაოდენობის შეცვლა %1-ზე.

source: &Distribute difference of %1 among all splits.
eo: &Distribui diferencon de %1 inter ĉiuj dividoj.
ka: %1-ის სხვაობის განა&წილება ყველა გაყოფას შორის.

source: &Leave total amount of transaction at %1.
eo: &Lasi totalan kvanton de transakcio ĉe %1.
ka: ტ&რანზაქციის ჯამური რაოდენობის დატოვება %1-ზე.

source: &Leave %1 unassigned.
eo: &Lasi %1 neatribuita.
ka: %1-ის მიუნიჭებ&ლად დატოვება.

source: Dialog
eo: Dialogo
ka: ფანჯარა

source: GPG encryption
eo: GPG-ĉifrado
ka: GPG დაშიფვრა

source: Addressbook integration
eo: Adreslibro integriĝo
ka: მისამართების წიგნის ინტეგრაცია

source: Holiday regions integration
eo: Feriregionaj integriĝo
ka: დასვენების რეგიონების ინტეგრაცია

source: KMyMoney, the Personal Finance Manager by KDE. Please consider contributing to this project with code and/or suggestions.
eo: KMyMoney, la Persona Financa Administranto de KDE. Bonvolu konsideri kontribui al ĉi tiu projekto per kodo kaj/aŭ sugestoj.

source: (c) 2000-2022 The KMyMoney development team
eo: (c) 2000-2022 La disvolva teamo de KMyMoney

source: Compiled with the following optional features: %1
eo: Kompilita kun la jenaj laŭvolaj funkcioj: %1
ka: აგებისას ჩართული იყო შემდეგი არასავალდებულო ფუნქციები: %1

# Roles in project
source: Core engine, Release Manager, Project admin
eo: Kerna motoro, Release Manager, Projekta administranto
ka: ძრავის ბირთვი, რელიზების მმართველი, პროექტის ადმინისტრატორი

# Roles in project
source: Developer, Maintainer, Windows support
eo: Programisto, Prizorganto, Vindoza subteno
ka: პროგრამისტი, წამყვანი პროგრამისტი, Windows-ის მხარდაჭერა

# Roles in project
source: Developer, Windows and MacOS support
eo: Subteno por programistoj, Vindozo kaj MacOS
ka: პროგრამისტი, Windows-ის და macOS-ის მხარდაჭერა

source: Inactive member.
eo: Neaktiva membro.
ka: არააქტიური წევრი.

# Roles in project
source: Initial idea, much initial source code, Project admin
eo: Komenca ideo, multe da komenca fontkodo, Admin de Projekto
ka: საწყისი იდეა, უმეტესი საწყისი კოდი, პროექტის ადმინისტრატორი

# Roles in project
source: Forecast, Reports
eo: Prognozo, Raportoj
ka: პროგნოზი, ანგარიშები

# Roles in project
source: Reporting logic, OFX Import
eo: Raporta logiko, OFX Import
ka: ანგარიშების ლოგიკა, OFX-ის შემოტანა

# Roles in project
source: Database backend, maintainer stable branch
eo: Datumbaza backend, prizorganto stabila branĉo
ka: მონაცემთა ბაზის უკანაბოლო, სტაბილური ბრენჩის წამყვანი პროგრამისტი

# Roles in project
source: Project Admin
eo: Admin de Projekto
ka: პროექტის ადმინისტრატორი

# Roles in project
source: Developer
eo: Kreinto
ka: პროგრამისტი

# Roles in project
source: Database backend
eo: Backend de datumbazo
ka: მონაცემთა ბაზის უკანაბოლო

# Roles in project
source: Developer, Code refactoring
eo: Ellaboranto, Kodo refactoring
ka: პროგრამისტი, კოდის დამუშავება

# Roles in project
source: Documentation and user support
eo: Dokumentado kaj uzantsubteno
ka: დოკუმენტაცია და მომხმარებლის მხარდაჭერა

# Roles in project
source: Initial investment support
eo: Komenca investsubteno
ka: საწყისი საინვესტიციო მხარდაჭერა

# Roles in project
source: Developer & Artist
eo: Programisto & Artisto
ka: დეველოპერი და მხატვარი

# Roles in project
source: Icons & splash screen
eo: Piktogramoj kaj ŝprucekrano
ka: ხატულები და საწყისი ეკრანი

# Roles in project
source: Patches and port to kde4
eo: Flikoj kaj portado al kde4
ka: პაჩები და გადატანა KDE4-ზე

# Roles in project
source: Patches
eo: Korekteroj
ka: პაჩები

# Roles in project
source: Patches, packaging and KF5-CI for OS X
eo: Flikaĵoj, pakado kaj KF5-CI por OS X
ka: პაჩები, შეფუთვა და KF5-CI OSX-სთვის

# Roles in project
source: CSV import/export
eo: CSV importo/eksporto
ka: CSV-ის შემოტანა/გატანა

source: Equity
eo: Akcio
ka: კაპიტალი

source: The file has been changed, save it?
eo: La dosiero estas ŝanĝita, ĉu konservi ĝin?
ka: ფაილი შეიცვალა. შევინახო?

# @title:window
source: Save file
eo: Konservi dosieron
ka: ფაილის შენახვა

source: <p>The account "%1" was previously created as loan account but some information is missing.</p><p>The new loan wizard will be started to collect all relevant information.</p><p>Please use KMyMoney version 0.8.7 or later and earlier than version 0.9 to correct the problem.</p>
eo: <p>La konto "%1" antaŭe estis kreita kiel pruntkonto sed kelkaj informoj mankas.</p><p>La nova pruntsorĉisto komenciĝos por kolekti ĉiujn koncernajn informojn.</p><p> Bonvolu uzi KMyMoney-version 0.8.7 aŭ poste kaj pli frue ol versio 0.9 por korekti la problemon.</p>

source: Account problem
eo: Problemo de konto

source: Fix transactions
eo: Ripari transakciojn
ka: ტრანზაქციების აღდგენა

source: Untitled
eo: Sentitola
ka: უსათაურო

source: Unable to match the selected transactions
eo: Ne eblas kongrui kun la elektitaj transakcioj
ka: მონიშნული ტრანზაქციები არ ემთხვევა

source: Unable to unmatch the selected transactions
eo: Ne eblas malkompari la elektitajn transakciojn
ka: მონიშნული ტრანზაქციების დამთხვევის გაუქმება შეუძ₾ებელია

# @action New file/database
source: New book...
eo: Nova libro...
ka: ახალი წიგნი...

source: This is the consistency check log, use the context menu to copy or save it.
eo: Ĉi tio estas la protokolo pri konsekvenca kontrolo, uzu la kuntekstan menuon por kopii aŭ konservi ĝin.
ka: ეს მიმდევრულობის შემოწმების ჟურნალია. გამოიყენეთ კონტექსტური მენიუ მის დასაკოპირებლად ან შესანახად.

source: Copy to clipboard
eo: Kopii al tondujo
ka: ბუფერში კოპირება

source: Save to file
eo: Konservi al dosiero
ka: ფაილში შენახვა

source: Backup...
eo: Sekurigi...
ka: მარქაფი...

source: Statement file...
eo: Deklara dosiero...
ka: ამონაწერის ფაილი...

source: Account Template...
eo: Konta Ŝablono...
ka: ანგარიშის შაბლონი...

source: Personal Data...
eo: Personaj Datumoj...
ka: პირადი მონაცემები...

source: Dump Memory
eo: Dump Memoro
ka: მეხსერების დამპი

source: File-Information...
eo: Dosiero-Informo...
ka: ინფორმაცია ფაილზე...

source: Find transaction...
eo: Trovi transakcion...
ka: ოპერაციის პოვნა...

source: Show Transaction Detail
eo: Montri Transakcian Detalon
ka: ტრანზაქციის დეტალების ჩვენება

source: Hide reconciled transactions
eo: Kaŝi repacigitajn transakciojn
ka: შეთანხმებული ტრანზაქციების დამალვა

source: Hide unused categories
eo: Kaŝi neuzatajn kategoriojn
ka: გამოუყენებელი კატეგორიების დამალვა

source: Show all accounts
eo: Montri ĉiujn kontojn
ka: ყველა ანგარიშის ჩვენება

source: New institution...
eo: Nova institucio...
ka: ახალი დაწესებულება...

source: Edit institution...
eo: Redakti institucion...
ka: დაწესებულების ჩასწორება...

source: Delete institution...
eo: Forigi institucion...
ka: დაწესებულების წაშლა...

source: New account...
eo: Nova konto...
ka: ახალი ანგარიში...

source: Open ledger
eo: Malfermi ĉeflibron
ka: გროსბუხის გახსნა

source: Reconcile...
eo: Akordigi...
ka: შეთანხმება...

# Finish reconciliation
source: Finish
eo: Fini
ka: დასრულება

# Postpone reconciliation
source: Postpone
eo: Prokrasti
ka: გადადება

# Cancel reconciliation
source: Cancel
eo: Rezigni
ka: გაუქმება

source: Report reconciliation
eo: Raporti repaciĝon
ka: შეთანხმების ანგარიში

source: Edit account...
eo: Redakti konton...
ka: ანგარიშის ჩასწორება...

source: Delete account...
eo: Forigi konton...
ka: ანგარიშის წაშლა...

source: Close account
eo: Fermi konton
ka: ანგარიშის დახურვა

source: Reopen account
eo: Remalfermi konton
ka: ანგარიშის თავიდან გახსნა

source: Transaction report
eo: Transakcia raporto
ka: ტრანზაქციის ანგარიში

source: Show balance chart...
eo: Montri bilanco-diagramon...
ka: ბალანსის გრაფიკის ჩვენება...

source: Map account...
eo: Mapkonto...
ka: ანგარიშის მიბმა...

source: Unmap account...
eo: Malmapi konton...
ka: ანგარიშის მიბმის მოხსნა...

source: Update account...
eo: Ĝisdatigi Konton...
ka: ანგარიშის განახლება...

source: Update all accounts...
eo: Ĝisdatigi ĉiujn kontojn...
ka: ყველა ანგარიშის განახლება...

source: New category...
eo: Nova kategorio...
ka: ახალი კატეგორია...

source: Edit category...
eo: Redakti Kategorion...
ka: კატეგორიის ჩასწორება...

source: Delete category...
eo: Forigi kategorion...
ka: კატეგორიის წაშლა...

source: Currencies...
eo: Valoro...
ka: ვალუტები...

source: Prices...
eo: Prezoj...
ka: ფასები...

source: Update Stock and Currency Prices...
eo: Ĝisdatigi la prezojn de akcioj kaj valutoj...
ka: საფონდო და სავალუტო ფასების განახლება...

source: Consistency Check
eo: Konsekvenca Kontrolo
ka: თანმიმდევრულობის შემოწმება

source: Performance-Test
eo: Efikeco-Testo
ka: წარმადობის ტესტი

source: Calculator...
eo: Kalkulilo...
ka: კალკულატორი...

source: Enable all messages
eo: Ebligi ĉiujn mesaĝojn
ka: ყველა შეტყობინების ჩართვა

source: Get help from our community
eo: Ricevi helpon de nia komunumo
ka: მიიღეთ დახმარება საზოგადოებისგან

source: See what's new in this version
eo: Vidu kio estas nova en ĉi tiu versio
ka: ნახეთ, რა არის ახალი ამ ვერსიაში

source: Visit our website
eo: Viziti nian retejon
ka: ეწვიეთ ჩვენს ვებგვერდს

# New transaction button
source: New transaction
eo: Nova transakcio
ka: ახალი ტრანზაქციები

# Edit transaction button
source: Edit
eo: Redakti
ka: ჩასწორება

# Enter transaction
source: Enter
eo: Enigi

# Edit split button
source: Edit splits
eo: Redakti disiĝojn
ka: გაყოფების ჩასწორება

# Cancel transaction edit
source: Cancel
eo: Nuligi
ka: გაუქმება

# Delete transaction
source: Delete
eo: Forigi
ka: წავშალოთ

# Duplicate transaction
source: Duplicate
eo: Duobligi
ka: დუბლიკაცია

# Add reversing transaction
source: Add reversing
eo: Aldoni inversigon
ka: შებრუნების დამატება

# Accept 'imported' and 'matched' transaction
source: Accept
eo: Akcepti
ka: დასტური

# Toggle reconciliation flag
source: Toggle
eo: Baskuligi
ka: გადართვა

# Mark transaction cleared
source: Cleared
eo: Malbarita
ka: გასუფთავებულია

# Mark transaction reconciled
source: Reconciled
eo: Repacigita
ka: შეთანხმებულია

# Mark transaction not reconciled
source: Not reconciled
eo: Ne repacigita
ka: შეთანხმებული არაა

source: Move transaction
eo: Movi transakcion
ka: ტრანზაქციის გადატანა

source: Show transaction
eo: Montri transakcion
ka: ტრანზაქციის ჩვენება

# Select all transactions
source: Select all
eo: Elekti ĉion
ka: ყველას მონიშვნა

source: Go to account
eo: Iri al konto
ka: ანგარიშზე გადასვლა

source: Go to payee
eo: Iri al pagato
ka: თანხის მიმღებზე გადასვლა

source: Create scheduled transaction...
eo: Krei planitan transakcion...
ka: დაგეგმილი ტრანზაქციის შექმნა...

source: Assign next number
eo: Atribui sekvan numeron
ka: შემდეგი ნომრის მინიჭება

# Combine transactions
source: Combine
eo: Kombini
ka: კომბინირება

source: Move to today
eo: Movi al hodiaŭ
ka: დღეს გადმოტანა

source: Copy splits
eo: Kopii disigojn
ka: გაყოფების კოპირება

source: Show filter widget
eo: Montri filtrilan fenestraĵon
ka: ფილტრის ვიჯეტის ჩვენება

source: New investment...
eo: Nova investo...
ka: ახალი ინვესტიცია...

source: Edit investment...
eo: Redakti investon...
ka: ინვესტიციის ჩასწორება...

source: Delete investment...
eo: Forigi investon...
ka: ინვესტიციის წაშლა...

source: Online price update...
eo: Enreta prezo ĝisdatigo...
ka: ფასის განახლება ინტერნეტით...

source: Manual price update...
eo: Mana ĝisdatigo de prezoj...
ka: ფასის ხელით განახლება..

source: Edit security...
eo: Redakti sekurecon...
ka: ფასიანი ქაღალდის ჩასწორება...

source: Delete security...
eo: Forigi sekurecon...
ka: ფასიანი ქაღალდის წაშლა...

source: New schedule...
eo: Nova horaro...
ka: ახალი განრიგი...

source: Edit scheduled transaction
eo: Redakti planitan transakcion
ka: დაგეგმილი ტრანზაქციის ჩასწორება

source: Delete scheduled transaction
eo: Forigi planitan transakcion
ka: დაგეგმილი ტრანზაქციის წაშლა

source: Duplicate scheduled transaction
eo: Duobligi planitan transakcion
ka: დაგეგმილი ტრანზაქციის დუბლირება

source: Enter next transaction...
eo: Enigi la sekvan transakcion...
ka: შეიყვანეთ შემდეგი ტრანზაქცია...

source: Skip next transaction...
eo: Preterpasi la sekvan transakcion...
ka: შემდეგი ტრანზაქციის გამოტოვება...

source: New payee...
eo: Nova pagato...
ka: ახალი მიმღები...

source: Rename payee
eo: Alinomi pagaton
ka: მიმღების სახელის გადარქმევა

source: Delete payee
eo: Forigi pagaton
ka: მიმღების წაშლა

source: Merge payees
eo: Kunfandi pagatojn
ka: მიმღებების შერწყმა

source: New tag...
eo: Nova etikedo...
ka: ახალი ჭდე...

source: Rename tag
eo: Alinomi etikedon
ka: ჭდის გადარქმევა

source: Delete tag
eo: Forigi etikedon
ka: ჭდის წაშლა

source: Open report
eo: Malfermi raporton
ka: ანგარიშის გახსნა

source: New report
eo: Nova raporto
ka: ახალი ანგარიში

source: Copy report
eo: Kopii raporton
ka: ანგარიშის კოპირება

source: Configure report
eo: Agordi raporton
ka: ანგარიშის მორგება

source: Export report
eo: Eksporta raporto
ka: ანგარიშის გატანა

source: Delete report
eo: Forigi raporton
ka: ანგარიშის წაშლა

source: Close report
eo: Fermi raporton
ka: ანგარიშის დახურვა

source: Toggle chart
eo: Baskuligi diagramon
ka: გრაფიკის გადართვა

source: Edit tab order
eo: Redakti langeton-ordon
ka: ჩანართების მიმდევრობის ჩასწორება

source: Test new feature
eo: Testi novan funkcion
ka: ახალი ფუნქციის დატესტვა

source: Debug Traces
eo: Sencimigi Spurojn
ka: ტრეისების გამართვა

source: Debug Timers
eo: Sencimigi Tempigilojn
ka: ქრონომეტრების გამართვა

# Match transactions
source: Match
eo: Kongruo
ka: დამთხვევა

# Unmatch transactions
source: Unmatch
eo: Ne kongruas
ka: დამთხვევის გაუქმება

# @info:tooltip
source: Start reconciling the currently selected account
eo: Komenci repacigon de la nun elektita konto
ka: ამჟამად მონიშნული ანგარიშის შეთანხმების დაწყება

# @info:tooltip
source: Postpone the current reconciliation
eo: Prokrasti la nunan repaciĝon
ka: მიმდინარე შეთანხმების გადადება

# @info:tooltip
source: Finish the current reconciliation
eo: Fini la nunan repaciĝon
ka: მიმდინარე შეთანხმების დასრულება

# @info:tooltip
source: Cancel the current reconciliation
eo: Nuligi la nunan repaciĝon
ka: მიმდინარე შეთანხმების გაუქმება

source: View back
eo: Rigardi reen
ka: ხედი უკან

source: View forward
eo: Rigardi antaŭen
ka: ხედი წინ

source: At least one split of the selected transactions has been reconciled. Do you wish to delete the transactions anyway?
eo: Almenaŭ unu divido de la elektitaj transakcioj estis akordigita. Ĉu vi tamen volas forigi la transakciojn?

source: Transaction already reconciled
eo: Transakcio jam akordigita
ka: ტრანზაქცია უკვე შეთანხმებულია

source: Do you really want to delete the selected transaction?
eo: Ĉu vi vere volas forigi la elektitan transakcion?
ka: მართლა გნებავთ მონიშნული ტრანზაქციის წაშლა?

source: Delete transaction
eo: Forigi transakcion
ka: ტრანზაქციის წაშლა

source: Unable to duplicate transaction(s)
eo: Ne eblas duobligi transakcio(j)n
ka: ტრანზაქცი(ებ)-ის დუბლირება შეუძლებელია

source: Unable to modify transaction
eo: Ne eblas modifi transakcion
ka: ტრანზაქციის შეცვლა შეუძლებელია

source: At least one split of the selected transactions has been reconciled. Do you wish to change the transactions anyway?
eo: Almenaŭ unu divido de la elektitaj transakcioj estis akordigita. Ĉu vi tamen volas ŝanĝi la transakciojn?

# @title:window Warning dialog
source: Transaction already reconciled
eo: Transakcio jam akordigita
ka: ტრანზაქცია უკვე შეთანხმებულია

source: Do you really want to change the selected transaction?
eo: Ĉu vi vere volas ŝanĝi la elektitan transakcion?
ka: მართლა გნებავთ მონიშნული ტრანზაქციის შეცვლა?

# @title:window Confirmation dialog
source: Change transaction
eo: Ŝanĝi transakcion
ka: ტრანზაქციის შეცვლა

source: Unable to accept transaction
eo: Ne eblas akcepti transakcion
ka: ტრანზაქციის მიღება შეუძლებელია

source: KMyMoney has detected some overdue scheduled transactions for the account <b>%1</b>. Do you want to enter those scheduled transactions now?
eo: KMyMoney detektis kelkajn prokrastitajn planitajn transakciojn por la konto <b>%1</b>. Ĉu vi volas nun enigi tiujn planitajn transakciojn?

source: Scheduled transactions found
eo: Planitaj transakcioj trovitaj
ka: აღმოჩენილია დაგეგმილი ტრანზაქციები

source: <qt>You have closed this account. It remains in the system because you have transactions which still refer to it, but it is not shown in the views. You can make it visible again by going to the View menu and selecting <b>Show all accounts</b>.</qt>
eo: <qt>Vi fermis ĉi tiun konton. Ĝi restas en la sistemo ĉar vi havas transakciojn, kiuj ankoraŭ rilatas al ĝi, sed ĝi ne estas montrita en la vidoj. Vi povas fari ĝin denove videbla irante al la menuo Vidi kaj elektante <b>Montri ĉiujn kontojn</b>.</qt>

source: Information
eo: Informo
ka: ინფორმაცია

source: No KMyMoneyFile open
eo: Neniu KMyMoneyFile malfermita
ka: KMyMoneyFile ღია არაა

# Application is ready to use
source: Ready.
eo: Preta.
ka: მზადაა.

source: Viewing personal data...
eo: Rigardante personajn datumojn...
ka: პირადი მონაცემების დათვალიერება...

source: Edit Personal Data
eo: Redakti Personajn Datumojn
ka: პერსონალური მონაცემების ჩასწორება

source: Unable to store user information: %1
eo: Ne eblas konservi uzantinformojn: %1
ka: ვერ დავიმახსოვრე მომხმარებლის ინფორმაცია: %1

source: Importing account templates.
eo: Importi kontajn ŝablonojn.
ka: მინდინარეობს ანგარიშის შაბლონების შემოტანა.
