Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="justify" style=" margin: 0; -qt-block-indent:0; text-indent:0px;">KMyMoney supports multiple storage types. The availability of storage types depends on the presence of plugins and their activation in the application settings.</p> <p align="justify" style=" margin: 0; -qt-block-indent:0; text-indent:0px;"><br />If you are uncertain what to choose here, then <span style=" font-weight:600;">XML</span> is probably your best choice.</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="justify" style=" margin: 0; -qt-block-indent:0; text-indent:0px;">KMyMoney subtenas plurajn konservospecojn. La havebleco de konservtipoj dependas de la ĉeesto de kromaĵoj kaj ilia aktivigo en la aplikaĵagordoj.</p> <p align="justify" style=" margin: 0; -qt-block-indent:0 ; text-indent:0px;"><br />Se vi ne certas kion elekti ĉi tie, tiam <span style=" font-weight:600;">XML</span> verŝajne estas via plej bona elekto.</p></body></html>

source: Storage type to use for your data
eo: Konserveja tipo uzenda por viaj datumoj
ka: თქვენი მონაცემებისთვის გამოყენებული საცავის ტიპი

source: Correct splits
eo: Ĝustigi disiĝojn
ka: გაყოფების გასწორება

source: How do you want to proceed?
eo: Kiel vi volas procedi?
ka: როგორ გნებავთ, გააგრძელოთ?

source: Continue to edit splits
eo: Daŭrigi redakton de disiĝojn
ka: გაყოფების ჩასწორების გაგრძელება

source: Chan&ge total amount of transaction to %1.
eo: Ŝanĝ&i totalan kvanton de transakcio al %1.
ka: ტრანზაქციის &ჯამური თანხის შეცვლა %1-ზე.

source: Distrib&ute difference of %1 among all splits.
eo: Distrib&ui diferencon de %1 inter ĉiuj dividoj.
ka: %1-ის სხვაობის განა&წილება ყველა გაყოფას შორის.

source: Leave %1 unassigned.
eo: Lasi %1 neatribuita.
ka: %1-ის მიუნიჭებლად დატოვება.

source: Delete or reassign tags
eo: Forigi aŭ reatribui etikedojn
ka: ჭდეების წაშლა ან თავიდან მინიჭება

source: To complete the deletion operation, either select a tag from the available tags that will replace the selected tags before they are deleted or mark the checkbox below depending on your choice. The OK button becomes accessible once you have selected a tag or marked the checkbox.
eo: Por kompletigi la forigon, aŭ elektu etikedon el la disponeblaj etikedoj, kiu anstataŭigos la elektitajn etikedojn antaŭ ol ili estas forigitaj aŭ marku la markobutonon sube laŭ via elekto. La OK butono fariĝas alirebla post kiam vi elektis etikedon aŭ markis la markobutonon.

source: Available tags:
eo: Disponeblaj etikedoj:
ka: ხელმისაწვდომი ჭდეები:

source: Remove selected tags from all transactions, schedules and reports before deleting them.
eo: Forigi elektitajn etikedojn de ĉiuj transakcioj, horaroj kaj raportoj antaŭ ol forigi ilin.
ka: არჩეული ჭდეების წაშლა ყველა ტრანზაქციიდან, გეგმიდან და ანგარიშიდან მათ წაშლამდე.

source: Sort options
eo: Ordigaj opcioj
ka: პარამეტრების დალაგება

source: Use default
eo: Uzi defaŭlton
ka: ნაგულისხმების გამოყენება

source: New price entry
eo: Nova prezo eniro
ka: ახალი ფასის ჩანაწერი

source: Security
eo: Sekureco
ka: ფასიანი ქაღალდი

source: Color settings
eo: Koloraj agordoj
ka: ფერის მორგება

source: Custo&m colors
eo: Propra&j koloroj
ka: ფერების ხელით &მითითება

source: Ledger group separator
eo: Ledger grupo apartigilo
ka: გროსბუხის ჯგუფის გამყოფი

source: Required field
eo: Bezonata kampo
ka: ველის აუცილებელია

source: Imported transaction
eo: Importita transakcio
ka: შემოტანილი ტრანზაქცია

source: Matched transaction
eo: Kongrua transakcio
ka: შესაბამისი ტრანზაქცია

source: Erroneous transaction
eo: Erara transakcio
ka: შეცდომის შემცველი ტრანზაქცია

source: Missing conversion rate
eo: Mankas konverta indico
ka: ნაკლული გადაყვანის სიჩქარე

source: Font settings
eo: Tiparaj agordoj
ka: ფონტის პარამეტრები

source: Use system fonts
eo: Uzi sistemtiparojn
ka: სისტემური ფონტების გამოყენება

source: Individual font settings for ledgers
eo: Individuaj tipagordoj por ĉeflibroj
ka: ინდივიდუალური ფონტის პარამეტრები გროსბუხებისთვის

source: Cell font
eo: Ĉela tiparo
ka: უჯრედის ფონტი

source: Header font
eo: Tiparo de la kaplinio
ka: თავსართის ფონტი

source: Choose file path
eo: Elekti dosiervojon
ka: აირჩიეთ ფაილის ბილიკი

source: General Settings
eo: Ĝeneralaj Agordoj
ka: ზოგადი პარამეტრები

# @title global settings
source: Global
eo: Malloka
ka: გლობალური

source: Autosave options
eo: Aŭtomatkonservaj opcioj
ka: ავტომატური შენახვის მორგება

source: Autosave periodically
eo: Aŭtokonservi periode
ka: პერიოდულად ავტომატური შენახვა

source: minutes
eo: minutoj
ka: წუთი

source: Autosave when file is modified upon close
eo: Aŭtokonservado kiam dosiero estas modifita ĉe fermo
ka: შეცვლილი ფაილის ავტოშენახვა დახურვისას

source: Setup number of backups to keep (local file only)
eo: Agordi nombron da sekurkopioj konservendaj (nur loka dosiero)
ka: დააყენეთ შენარჩუნებული მარქაფების რაოდენობა (მხოლოდ ლოკალური ფაილები)

source: Whenever the current data is saved into a local file, KMyMoney keeps the selected number of previous states of the file. Set it to 0 to turn the feature off.
eo: Kiam la aktualaj datumoj estas konservitaj en lokan dosieron, KMyMoney konservas la elektitan nombron da antaŭaj statoj de la dosiero. Agordu ĝin al 0 por malŝalti la funkcion.

source: Number of backups to keep (0=off)
eo: Nombro da sekurkopioj por konservi (0=malŝaltita)
ka: შესანარჩუნებელი მარქაფების რაოდენობა (0=გამორთვა)

source: Fiscal Year
eo: Fiskjaro
ka: ფისკალური წელი

source: Your fiscal year starts on
eo: Via fiska jaro komenciĝas
ka: თქვენი ფისკალური წელი იწყება

source: January
eo: Januaro
ka: იანვარი

source: February
eo: Februaro
ka: თებერვალი

source: March
eo: Marto
ka: მარტი

source: April
eo: Aprilo
ka: აპრილი

source: May
eo: Majo
ka: მაისი

source: June
eo: Junio
ka: ივნისი

source: July
eo: Julio
ka: ივლისი

# @item the month August
source: August
eo: Aŭgusto
ka: აგვისტო

source: September
eo: Septembro
ka: სექტემბერი

source: October
eo: Oktobro
ka: ოქტომბერი

source: November
eo: Novembro
ka: ნოემბერი

source: December
eo: Decembro
ka: დეკემბერი

source: External programs
eo: Eksteraj programoj
ka: გარე პროგრამები

source: Calculator
eo: Kalkulilo
ka: კალკულატორი

source: Views
eo: Perspektivoj
ka: ხედები

source: Startup page options
eo: Ebloj pri startpaĝo

source: Start with ho&mepage
eo: Komenci kun hej&mpaĝo

source: Start with last selected view
eo: Komencu kun la lasta elektita vido

source: Type of the KMyMoney view
eo: Tipo de la vido de KMyMoney
ka: KMyMoney-ის ხედის ტიპი

source: List
eo: Listo
ka: სია

source: Tree
eo: Arbo
ka: ხე

source: Synchronize account selection of ledger and investment view
eo: Sinkronigi kontan elekton de ĉeflibro kaj investa vido

source: Filter
eo: Filtrilo
ka: ფილტრი

source: Accounts / Categories
eo: Kontoj / Kategorioj
ka: ანგარიშები / კატეგორიები

source: This option hides all categories in the categories view that are not used in at least a single transaction. They are still shown in the category selection lists.
eo: Ĉi tiu opcio kaŝas ĉiujn kategoriojn en la kategorioj, kiuj ne estas uzataj en almenaŭ unu transakcio. Ili ankoraŭ estas montritaj en la kategorio-elektolistoj.

source: Do not show unused categories
eo: Ne montri neuzatajn kategoriojn
ka: გამოუყენებელი კატეგორიები ნაჩვენები არ იქნება

source: Show equity accounts
eo: Montri akciajn kontojn
ka: კაპიტალის ანგარიშების ჩვენება

source: This option will display the categories in the accounts view also.
eo: Ĉi tiu opcio ankaŭ montros la kategoriojn en la konta vido.
ka: ეს პარამეტრი კატეგორიებს ანგარიშების ხედშიც აჩვენებს.

source: Show categories in the accounts list view
eo: Montri kategoriojn en la listo de kontoj
ka: კატეგორიების ჩვენება ანგარიშების სიის ხედში

source: Do not show zero balance equities
eo: Ne montri nul-saldajn akciojn
ka: ნულოვანი ბალანსის კაპიტალის არ ჩვენება

source: This option hides all finished schedules in the schedules view.
eo: Ĉi tiu opcio kaŝas ĉiujn finitajn horarojn en la horara vido.
ka: ეს პარამეტრი გეგმების ხედში ყველა დასრულებულ გეგმას დამალავს.

source: Do not show finished schedules
eo: Ne montri finitajn horarojn
ka: არ აჩვენო დასრულებული განრიგები

source: Do not show transactions prior to
eo: Ne montru transakciojn antaŭ
ka: არ აჩვენო ტრანზაქციები თარიღამდე

source: This option hides all reconciled transactions in the ledger view.
eo: Ĉi tiu opcio kaŝas ĉiujn repacigitajn transakciojn en la ĉeflibrovido.
ka: ეს პარამეტრი გოსბუხის ხედში ყველა შეთანხმებულ ტრანზაქციას დამალავს.

source: Do not show reconciled transactions
eo: Ne montri repacigitajn transakciojn
ka: შეთანხმებული ტრანზაქციების არჩვენება

source: Support
eo: Subteno
ka: მხარდაჭერა

source: Logging
eo: Enhavo
ka: ჩაწერა

source: Log path
eo: Protokola vojo
ka: ჟურნალის ბილიკი

source: On choosing a log file path please keep in mind that log files may contain sensitive data (e.g. passwords in clear-text etc).
eo: Elektante protokolo-dosiervojon bonvolu memori, ke protokolaj dosieroj povas enhavi sentemajn datumojn (ekz. pasvortoj en klara teksto ktp).

source: Log imported statements
eo: Protokoli importitajn deklarojn
ka: შემოტანილი განცხადებების ჩაწერა ჟურნალში

source: Log OFX transactions
eo: Protokoli OFX-transakciojn
ka: OFX ტრანზაქციების ჟურნალში ჩაწერა

source: Homepage Settings
eo: Hejmpaĝ-Agordoj
ka: მთავარი გვერდის პარამეტრები

source: Move selected item up
eo: Movi elektitan eron supren
ka: მონიშნული ელემენტის მაღლა ატანა

source: Use this to move the selected item up by one position in the list.
eo: Uzu ĉi tion por movi la elektitan objekton supren je unu pozicio en la listo.
ka: გამოიყენეთ ეს მონიშნული ელემენტის სიაში ერთი პოზიციით ასაწევად.

# @action move item up
source: Up
eo: Supren
ka: მაღლა

source: Move selected item down
eo: Ŝovi elektitan eron malsupren
ka: მონიშნული ელემენტის დაბლა ჩამოტანა

source: Use this to move the selected item down by one position in the list.
eo: Uzu ĉi tion por movi la elektitan eron malsupren je unu pozicio en la listo.
ka: გამოიყენეთ ეს მონიშნული ელემენტის სიაში ერთი პოზიციით დასაწევად.

# @action move item down
source: Down
eo: Malsupren
ka: ქვემოთ

source: Selected entries are shown on the home page of the application.<p> Use the buttons and checkboxes to customize the layout of the home page.
eo: Elektitaj enskriboj estas montritaj sur la hejmpaĝo de la aplikaĵo.<p> Uzu la butonojn kaj markobutonojn por agordi la aranĝon de la hejmpaĝo.

source: Homepage/Summary page scaling
eo: Hejmpaĝo/Resumo-paĝa skalo
ka: საწყისი/შეჯამების გვერდის მასშტაბი

source: Zoom factor:
eo: Zomfaktoro:
ka: გადიდების კოეფიციენტი:

source: Remember zoom factor when leaving the program if manually changed with mouse-wheel
eo: Memori zomfaktoron je forlaso de la programo se mane ŝanĝita per musrado
ka: გადიდების კოეფიციენტის დამახსოვრება პროგრამიდან გასვლისას, თუ ის ხელით შეიცვალა თაგუნას ბორბლით

source: Account information display
eo: Montrado de informoj pri konto
ka: ანგარიშის ინფორმაციის ჩვენება

source: Show Account Limit Information
eo: Montri Konto-Limigajn Informojn
ka: ანგარიშის შეზღუდვის ინფორმაციის ჩვენება

source: Show balance-status of mapped online accounts
eo: Montri saldostaton de mapitaj interretaj kontoj
ka: მიმაგრებული ინტერნეტ-ანგარიშების ბალანსის სტატუსის ჩვენება

source: Show number of not marked transactions per account [!M]
eo: Montri nombron da nemarkitaj transakcioj po konto [!M]
ka: მარკერის არმქონე ტრანზაქციების რაოდენობის ჩვენება თითოეული ანგარიშისთვის [!M]

source: Show number of cleared transactions per account [C]
eo: Montri nombron da purigitaj transakcioj po konto [C]
ka: გასუფთავებული ტრანზაქციების რაოდენობის ჩვენება თითოეული ანგარიშისთვის [C]

source: Show number of not reconciled (not marked + cleared) transactions per account [!R]
eo: Montri nombron da ne repacigitaj (ne markitaj + purigitaj) transakcioj po konto [!R]

source: Show date of last reconciliation
eo: Montri daton de lasta repaciĝo
ka: ბოლო შეთანხმების თარიღის ჩვენება

source: Hide liability accounts with zero balance
eo: Kaŝi pasigajn kontojn kun nula saldo

source: Individual icon settings
eo: Individuaj piktogramaj agordoj
ka: ინდივიდუალური ხატულის პარამეტრები

source: Icon theme
eo: Piktograma etoso
ka: ხატულების თემა

source: <html><head/><body><p align="center">Tip: Install Oxygen, Tango or Breeze icon theme to get wider selection.</p></body></html>
eo: <html><head/><body><p align="center">Konsileto: Instalu piktogram-etoson de Oxygen, Tango aŭ Breeze por ekhavi pli larĝan elekton.</p></body></html>
ka: <html><head/><body><p align="center">მინიშნება: უფრო დიდი არჩევნისთვის დააყენეთ ხატულას თემები Oxygen, Tango, ან Breeze.</p></body></html>

# General settings
source: General
eo: Ĝeneralo
ka: საერთო

source: Home
eo: Hejmo
ka: საწყისი

# Ledger view settings
source: Ledger
eo: Ĉeflibro

source: Scheduled transactions
eo: Planitaj transakcioj
ka: დაგეგმილი ტრანზაქციები

source: Colors
eo: Koloroj
ka: ფერები

source: Fonts
eo: Tiparoj
ka: შრიფტები

source: Icons
eo: Piktogramoj
ka: ხატულები

source: Plugins
eo: Kromaĵoj
ka: დამატებები

# @item:inlistbox Stock
source: Symbol
eo: Simbolo

# @item:inlistbox Stock
source: Identification number
eo: Identiga nombro

# @item:inlistbox Stock
source: Name
eo: Nomo

source: New Quote Source
eo: Nova Citfonto

source: CSV profile <b>%1</b> already exists.<br>Do you want to overwrite it?
eo: CSV-profilo <b>%1</b> jam ekzistas.<br>Ĉu vi volas anstataŭigi ĝin?
ka: CSV პროფილი <b>%1</b> უკვე არსებობს.<br>გნებავთ, თავზე გადააწეროთ?

source: CSV Profile Already Exists
eo: CSV Profilo Jam Ekzistas
ka: CSV პროფილი უკვე არსებობს

source: Security <b>%1</b> uses this quote source.<br>Do you really want to remove it?
eo: Sekureco <b>%1</b> uzas ĉi tiun citfonton.<br>Ĉu vi vere volas forigi ĝin?

# @title:window
source: Delete quote source
eo: Forigi citfonton

source: <i>Enter regular expressions which can be used to parse the data returned from the URL entered above. The symbol, price, and date must be found in the quote data to be usable. You may also try the KMyMoney user's mailinglist at <a href="mailto:kmymoney@kde.org">kmymoney@kde.org</a> to find what settings work for other users in your country.</i>
eo: <i>Enigu regulajn esprimojn, kiuj povas esti uzataj por analizi la datumojn redonitajn de la URL enmetita supre. La simbolo, prezo kaj dato devas esti trovitaj en la citaĵo-datumoj por esti uzeblaj. Vi ankaŭ povas provi la retliston de la uzanto de KMyMoney ĉe <a href="mailto:kmymoney@kde.org">kmymoney@kde.org</a> por trovi kiajn agordojn funkcias por aliaj uzantoj en via lando.</i>

source: Details
eo: Detaloj
ka: დეტალები

source: Date Format
eo: Datoformato
ka: თარიღის ფორმატი

source: Identifier
eo: Identigilo
ka: იდენტიფიკატორი

source: Regular Expression to extract the identifier from the downloaded data
eo: Regula Esprimo por ĉerpi la identigilon el la elŝutitaj datumoj
ka: გადმოწერილი მონაცემებიდან იდენტიფიკატორის გამოსაღები რეგულარული გამოსახულება

source: Regular Expression to extract the date from the downloaded data
eo: Regula Esprimo por ĉerpi la daton el la elŝutitaj datumoj
ka: გადმოწერილი მონაცემებიდან თარიღის გამოსაღები რეგულარული გამოსახულება

source: URL
eo: Retadreso

source: URL to be used to download the quote
eo: URL uzota por elŝuti la citaĵon
ka: კოტის გადმოსაწერად გამოყენებული URL

source: Enter the URL from which stock quotes will be fetched. <b>%1</b> will be replaced with the symbol for the security being quoted. For currency conversions, <b>%2</b> will be replaced with the currency to be quoted and <b>%1</b> with the currency the quote is based on.
eo: Enigu la URL de kiu akciaj citaĵoj estos prenitaj. <b>%1</b> estos anstataŭigita per la simbolo por la citita sekureco. Por valutkonvertoj, <b>%2</b> estos anstataŭigita per la citinda valuto kaj <b>%1</b> per la valuto sur kiu baziĝas la citaĵo.
ka: შეიყვანეთ URL, საიდანაც სტოკის კვოტების გადმოწერა მოხდება. ფასიანი ქაღალდისთვის <b>%1</b> სიმბოლოთი ჩანაცვლდება. ვალუტების კურსებისთვის <b>%2</b> კვოტირებადი ვალუტით შეიცვლება, <b>%1</b> კი ვალუტით, რომელზეც კვოტაა დაფუძნებული.

source: Regular Expression to extract the price from the downloaded data
eo: Regula Esprimo por ĉerpi la prezon el la elŝutitaj datumoj
ka: გადმოწერილი მონაცემებიდან ფასის მისაღები რეგულარული გამოსახულება

source: <p>For easier processing of the data returned by the online source, KMyMoney usually strips unused parts before it is parsed with the regular expressions. If matching of the fields relies on those items, then use this option to turn stripping off.</p> <p>The following items are usually removed by stripping: <ul> <li>HTML tags such as <b>&lt;tag&gt;</b></li> <li>& encoded characters such as <b>&amp;nbsp;</b></li> <li>duplicate whitespace</li> </ul> </p>
eo: <p>Por pli facila prilaborado de la datumoj resenditaj de la interreta fonto, KMyMoney kutime forigas neuzatajn partojn antaŭ ol ĝi estas analizita kun la regulaj esprimoj. Se kongruo de la kampoj dependas de tiuj eroj, tiam uzu ĉi tiun opcion por malŝalti nudigon.</p> <p>La jenaj eroj estas kutime forigitaj per senigo: <ul> <li >HTML-etikedoj kiel <b>&lt;tag&gt;</b></li> <li>& kodigitaj signoj kiel <b>&amp;&nbsp;</b></li> <li>duobligita blankspaco< /li> </ul> </p>
ka: <p>ონლაინ წყაროდან დაბრუნებული მონაცემების ადვილად დასამუშავებლად KMyMoney სანამ ის რეგულარულ გამოსახულებებს გადაეცემა, ჩვეულებრივ, გამოუყენებელ ნაწილებს აჭრის. თუ ველების დამთხვევა მათ ეყრდნობა, წაკვეთის თავიდან ასაცილებალდ ეს პარამეტრი სცადეთ.</p> <p>წაკვეთისას ჩვეულებრივ იშლება შემდეგი ველები: <ul> <li>HTML ჭდეები, როგორიცაა <b>&lt;tag&gt;</b></li> <li>& კოდირებული სიმბოლოები, როგორიცაა <b>&amp;nbsp;</b></li> <li>დუბლირებული ჰარეები</li> </ul> </p>

source: Skip HTML stripping
eo: Preterlasi HTML-an nudigon
ka: HTML-ის მოცილების გამოტოვება

source: Identify by
eo: Identigi per
ka: როგორ ვიცნობთ

source: Create a new source entry for online quotes
eo: Krei novan fontan eniron por interretaj citaĵoj
ka: ონლაინ კვოტებისთვის ახალი წყაროს ჩანაწერის შექმნა

source: Use this to create a new entry for online quotes
eo: Uzi ĉi tion por krei novan eniron por interretaj citaĵoj
ka: გამოიყენეთ ეს ონლაინ კვოტებისთვის ახალი წყაროს ჩანაწერის შესაქმნელად

# @action create new quote source
source: New
eo: Nova
ka: ახალი

source: Delete the selected source entry
eo: Forigi la elektitan fontan eniron
ka: მონიშნული წყაროს ჩანაწერის წაშლა

source: Use this to delete the selected online source entry
eo: Uzi ĉi tion por forigi la elektitan interretan fontan eniron
ka: გამოიყენეთ ეს მონიშნული წყაროს ჩანაწერის წასაშლელად

source: Dumps CSV profile used for importing downloaded prices, which can be customized by user in CSV Importer.
eo: Dumps CSV-profilo uzata por importi elŝutitajn prezojn, kiuj povas esti personecigitaj de uzanto en CSV Importer.

source: Dump CSV
eo: Elĵeti CSV
ka: CSV დამპი

source: Accepts the entered data and stores it
eo: Akceptas la enmetitajn datumojn kaj konservas ĝin
ka: ამუშავებს შეყვანილ მონაცემებს და ინახავს მათ

source: Use this to accept the modified data.
eo: Uzu ĉi tion por akcepti la modifitajn datumojn.
ka: შეცვლილი მონაცემების მისაღებდ გამოიყენეთ ეს.

# @action update quotes from online quote source
source: Update
eo: Ĝisdatigi
ka: განახლება

source: KMyMoney Plugins
eo: KMyMoney Kromaĵoj
ka: KMyMoney -ის დამატებები

source: Payee Identifier
eo: Pagisto-Identigilo
ka: თანხის მიმღებს იდენტიფიკატორი

source: Online Banking Operations
eo: Interretaj Bankaj Operacioj
ka: ინტერნეტბანკინგის ოპერაციები

source: Register settings
eo: Registri agordojn
ka: პარამეტრების რეგისტრაცია

# @title The way in which items will be displayed
source: Display
eo: Montri
ka: ჩვენება

source: Show a grid in the ledger
eo: Montri kradon en la ĉeflibro
ka: ბადის ჩვენება გროსბუხში

source: Show transaction form
eo: Montri transakcian formularon
ka: ტრანზაქციის ფორმის ჩვენება

source: If a planned transaction is overdue, today's date is used by default as the posting date. With this option, the originally planned date is used instead.
eo: Se planita transakcio estas prokrastita, la hodiaŭa dato estas uzata defaŭlte kiel la afiŝdato. Kun ĉi tiu opcio, la origine planita dato estas uzata anstataŭe.

source: Display overdue schedules with planned date
eo: Montri posttempajn horarojn kun planita dato
ka: გადაცილებული გეგმების ჩვენება დაგეგმილი თარიღებით

source: Ledger entry details
eo: Detaloj pri enskribo de la ĉeflibro
ka: გროსბუხის ჩანაწერის დეტალები

source: Show all ledger entries in full detail
eo: Montri ĉiujn registritajn enskribojn en plena detalo
ka: ყველა გროსბუხის ჩანაწერის ჩვენება სრულ დეტალებში

source: Using the ledger lens shows the details for the transaction that has focus in the ledger. Usually, when using the transaction form, only a one line summary is displayed for each transaction as the details are shown in the form.
eo: Uzante la lenson de ĉeflibro montras la detalojn por la transakcio, kiu havas fokuson en la ĉeflibro. Kutime, kiam vi uzas la transakcian formularon, nur unulinia resumo estas montrata por ĉiu transakcio ĉar la detaloj estas montritaj en la formo.

source: Use the ledger lens
eo: Uzi la lenson de ĉeflibro
ka: გროსბუხის ლინზის ჩვენება

source: Show all split details in ledger
eo: Montri ĉiujn dividitajn detalojn en ĉeflibro
ka: ყველა გაყოფილი დეტალის ჩვენება გროსბუხში

source: Information headers
eo: Informoj kaplinioj
ka: საინფორმაციო თავსართები

source: Draws a larger header above each group of transactions. The grouping depends on the current sort order.
eo: Desegnas pli grandan kaplinion super ĉiu grupo de transakcioj. La grupigo dependas de la nuna ordigo.

source: Show group headers between transactions
eo: Montri grupajn kapliniojn inter transakcioj
ka: ჯგუფის თავსართების ჩვენება ტრანზაქციებს შორის

source: Show header for the previous and current fiscal year
eo: Montri kaplinion por la antaŭa kaj nuna fiska jaro
ka: თავსართის ჩვენება წინა და მიმდინარე ფისკალური წლისთვის

source: Don't show reconciliation entries
eo: Ne montri repacajn enskribojn
ka: არ აჩვენო შეთანხმების ჩანაწერები

source: Show last reconciliation entry with date and balance in ledger
eo: Montri lastan akordigan enskribon kun dato kaj bilanco en ĉeflibro
ka: ბოლო შეთანხმების ჩანაწერის ჩვენება გოსბუხში თარიღით და ბალანსით

source: Show all reconciliation entries with date and balance in ledger
eo: Montri ĉiujn repacajn enskribojn kun dato kaj saldo en ĉeflibro
ka: ყველა შეთანხმების ჩანაწერის ჩვენება გოსბუხში თარიღით და ბალანსით

source: Sorting
eo: Ordigado
ka: დალაგება

source: Normal view
eo: Normala vido
ka: ნორმალური ხედი

source: Reconciliation view
eo: Vido de repaciĝo
ka: შეთანხმების ხედი

source: Search view
eo: Serĉa vido
ka: ძებნის ხედი

source: Use the <i>left</i> and <i>right</i> buttons to add and remove sort options. Use the <i>up</i> and <i>down</i> buttons to modify the sort order. Double-Click a selected entry to toggle the sort order between <i>ascending</i> and <i>descending</i>.
eo: Uzi la <i>maldekstren</i> kaj <i>dekstren</i> por aldoni kaj forigi ordigajn opciojn. Uzu la butonojn <i>supren</i> kaj <i>malsupren</i> por modifi la ordigon. Duoble alklaku elektitan eniron por ŝanĝi la ordigon inter <i>kreskanta</i> kaj <i>malkreskanta</i>.

source: Data entry
eo: Enigo de datumoj
ka: მონაცემების ჩანაწერი

source: Auto increment check number
eo: Aŭtomata pliiga ĉeknumero
ka: ჩეკის ნომრის ავტომატური გაზრდა
