Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Version of your CSV config file is %1.%2.%3 and is newer than supported version %4.%5.%6. Expect troubles.
eo: Versio de via CSV agordosiero estas %1.%2.%3 kaj estas pli nova ol subtenata versio %4.%5.%6. Atendu problemojn.
ka: თქვენი CSV კონფიგურაციის ფაილის ვერსიაა %1.%2.%3 და ის უფრო ახალია, ვიდრე მხარდაჭერილი ვერსია %4.%5.%6. ელოდეთ პრობლემებს.

source: <center>During update of <b>%1</b><br>the profile type for <b>%2</b> could not be recognized.<br>The profile cannot be used because of that.<br>Do you want to delete it?</center>
eo: <center>Dum ĝisdatigo de <b>%1</b><br>la profiltipo por <b>%2</b> ne povis esti rekonita.<br>La profilo ne povas esti uzata pro tio.<br >Ĉu vi volas forigi ĝin?</center>

# Type of operation as in financial statement
source: buy
eo: Aĉeti
ka: შეძენა

# Type of operation as in financial statement
source: sell,repurchase
eo: vendi, reaĉeti
ka: გაყიდვა,თავიდან შეძენა

# Type of operation as in financial statement
source: dividend
eo: dividendo
ka: დივიდენდი

# Type of operation as in financial statement
source: interest,income
eo: interezo,enspezo
ka: საპროცენტო განაკვეთი,შემოსავალი

# Type of operation as in financial statement
source: add,stock dividend,divd reinv,transfer in,re-registration in,journal entry
eo: aldoni,akcia dividendo,divd reinv,transdono en,reregistrado en,ĵurnalero

# Type of operation as in financial statement
source: remove
eo: forigi
ka: წაშლა

source: Save QIF
eo: Konservi QIF
ka: QIF-ის შენახვა

source: QIF Files (*.qif)
eo: QIF-dosieroj (*.qif)
ka: QIF ფაილები (*.qif)

source: Select File
eo: Elekti Dosieron
ka: აირჩიეთ ფაილი

source: A profile must be selected before selecting a file.
eo: Profilo devas esti elektita antaŭ ol elekti dosieron.
ka: ფაილის არჩევამდე პროფილი უნდა აირჩიოთ.

source: <center>Profile <b>%1</b> already exists.<br>Please enter another name</center>
eo: <center>Profilo <b>%1</b> jam ekzistas.<br>Bonvolu enigi alian nomon</center>
ka: <center>პროფილი <b>%1</b> უკვე არსებობს.<br>შეიყვანეთ სხვა სახელი</center>

source: <center>Profile <b>%1</b> has been added.</center>
eo: <center>Profilo <b>%1</b> estis aldonita.</center>
ka: <center>პროფილი <b>%1</b> დაემატა.</center>

source: <center>Profile <b>%1</b> has been removed.</center>
eo: <center>Profilo <b>%1</b> estas forigita.</center>
ka: <center>პროფილი <b>%1</b> წაიშალა.</center>

source: <center>Profile name has been renamed from <b>%1</b> to <b>%2</b>.</center>
eo: <center>Profilonomo estis renomita de <b>%1</b> al <b>%2</b>.</center>
ka: <center>პროფილის სახელი შეიცვალა <b>%1</b>-დან <b>%2</b>-ზე.</center>

source: Import CSV
eo: Importi CSV
ka: CSV-ის შემოტანა

source: Make QIF File
eo: Fari QIF-dosieron
ka: QIF ფაილის შექმნა

source: <center>Autodetect could not detect your decimal symbol in column %1.</center><center>Try manual selection to see problematic cells and correct your data.</center>
eo: <center>Aŭtomatdetekto ne povis detekti vian decimalan simbolon en kolumno %1.</center><center>Provu manan elekton por vidi problemajn ĉelojn kaj korekti viajn datumojn.</center>
ka: <center>ავტოაღმოჩენამ ვერ დაადგინა თქვენი წილადის სიმბოლო სვეტში %1.</center><center>სცადეთ ხელით არჩევანი, რომ ნახოთ პრობლემატური უჯრედები და გაასწოროთ თქვენი მონაცემები.</center>

source: <center>There are invalid date formats in column '%1'.</center><center>Please check your selections.</center>
eo: <center>Estas nevalidaj datformatoj en kolumno '%1'.</center><center>Bonvolu kontroli viajn elektojn.</center>
ka: <center>აღმოჩენილი არასწორი თარიღის ფორმატები სვეტში '%1'.</center><center>შეამოწმეთ თქვენი მონიშნულები.</center>

# @info:tooltip QIF profile not selected
source: Please select a QIF profile in the CSV importer settings
eo: Bonvolu elekti QIF-profilon en la agordoj de CSV-importilo
ka: აირჩიეთ QIF პროფილი CSV შემომტანის პარამეტრებში

# Noun, the introduction.
source: 1. File
eo: 1. Dosiero
ka: 1. ფაილი

source: 2. Separators
eo: 2. Apartigiloj
ka: 2. გამყოფები

source: 3. Rows
eo: 3. Vicoj
ka: 3. მწკრივები

source: 4. Columns
eo: 4. Kolumnoj
ka: 4. სვეტები

source: 5. Formats
eo: 5. Formatoj
ka: 5. ფორმატები

source: Currencies
eo: Valutoj
ka: ვალუტები

source: Missing currencies
eo: Mankas valutoj
ka: ნაკლული ვალუტები

source: You need to select from currency and to currency.
eo: Vi devas elekti el valuto kaj valuto.
ka: უნდა აირჩიოთ, რომელი ვალუტიდან რომელ ვალუტაზე.

source: From currency
eo: De valuto
ka: ვალუტიდან

source: To currency
eo: Al valuto
ka: ვალუტაზე

source: Do not ask next time
eo: Ne demandi venontfoje
ka: მეტჯერ არ მკითხო

source: Please select the decimal symbol used in your file. The thousands separator changes automatically. If all is OK, you will be able to click 'Import'. If required, a QIF file may then be produced.
eo: Bonvolu elekti la decimalan simbolon uzatan en via dosiero. La apartigilo de miloj aŭtomate ŝanĝiĝas. Se ĉio estas en ordo, vi povos alklaki 'Importi'. Se necese, QIF-dosiero tiam povas esti produktita.

source: comma (,)
eo: komo (,)
ka: მძიმე (,)

source: dot (.)
eo: punkto (.)
ka: წერტილი (.)

source: auto
eo: aŭtomate
ka: ავტომატური

source: Decimal Symbol
eo: Decimala Simbolo
ka: ათობითის სიმბოლო

source: Click to select the required decimal symbol, and to check that the selected symbol matches the data.
eo: Klaku por elekti la bezonatan decimalan simbolon, kaj por kontroli, ke la elektita simbolo kongruas kun la datumoj.

source: Thousands Symbol
eo: Simbolo de Miloj
ka: ათასის სიმბოლო

# date format to use
source: Date format
eo: Datformato
ka: თარიღის ფორმატი

source: Intro Wizard Page
eo: Enkonduka Sorĉisto Paĝo
ka: ოსტატის შესავალი გვერდი

source: Click either Banking, Investment or Prices. Then select existing profile or create new by entering its name and selecting 'Add'. Then open the file you wish to import.
eo: Klaku aŭ Bankadon, Investon aŭ Prezojn. Tiam elektu ekzistantan profilon aŭ kreu novan enigante ĝian nomon kaj elektante 'Aldoni'. Poste malfermu la dosieron, kiun vi volas importi.

source: In&vestment
eo: In&vesto
ka: ინ&ვესტიცია

source: Stock p&rices
eo: Akciaj p&rezoj
ka: ფონდის ფასე&ბი

source: C&urrency prices
eo: Val&utaj prezoj
ka: ვალ&უტის ფასები

source: After entering new profile name, press this button to add it.
eo: Post enigi novan profilon, premu ĉi tiun butonon por aldoni ĝin.
ka: ახალი პროფილის სახელის შეყვანის შემდეგ დააჭირეთ ამ ღილაკს მისი დამატებისთვის.

source: Select to bypass profile setup. Only useful if a profile has already been setup.
eo: Elektu por preteriri la agordon de profilo. Nur utila se profilo jam estis agordita.
ka: აირჩიეთ პროფილის მორგების გამოსატოვებლად. სასარგებლოა, მხოლოდ მაშინ, თუ პროფილი უკვე მორგებულია.

source: Skip setup
eo: Preterpasi agordon
ka: მორგების გამოტოვება

source: Press this button to remove selected profile.
eo: Premu ĉi tiun butonon por forigi elektitan profilon.
ka: დააწკაპუნეთ ამ ღილაკზე მონიშნული პროფილის წასაშლელად.

source: Press this button after renaming your profile.
eo: Premu ĉi tiun butonon post renomo de via profilo.
ka: დააწკაპუნეთ ამ ღილაკზე თქვენი პროფილის სახელის გადარქმევის შემდეგ.

source: Rename
eo: Alinomi
ka: გადარქმევა

source: Select your importing profile here.
eo: Elektu vian importan profilon ĉi tie.
ka: აირჩიეთ თქვენი შემოტანის პროფილი აქ.

source: Fee
eo: Kotizo
ka: გადასახადი

source: <center>The '<b>%1</b>' field already has this column selected.</center><center>If you wish to copy that data to the memo field, click 'Yes'.</center>
eo: <center>La kampo '<b>%1</b>' jam havas ĉi tiun kolumnon elektita.</center><center>Se vi volas kopii tiujn datumojn al la memorkampo, alklaku 'Jes'.</center>
ka: <center>ველს '<b>%1</b>' უკვე აქვს ეს სვეტი მონიშნული.</center><center>თუ გნებავთ, დააკოპიროთ ის მონაცემები შეხსენების ველში, დააწკაპუნეთ ღილაკზე 'დიახ'.</center>

source: <center>Field name not recognised.</center><center>'<b>%1</b>'</center>Please re-enter your column selections.
eo: <center>Kamponomo ne rekonita.</center><center>'<b>%1</b>'</center>Bonvolu reenigi viajn kolumnelektadojn.
ka: <center>ველის სახელი უცნობია.</center> <center>'<b>%1</b>'</center> თავიდან შეიყვანეთ თქვენი სვეტის არჩევნები.

source: The values in the columns you have selected do not match any expected investment type. Please check the fields in the current transaction, and also your selections.
eo: La valoroj en la kolumnoj kiujn vi elektis e kongruas kun iu ajn atendata investa tipo. Bonvolu kontroli la kampojn en la aktuala transakcio, kaj ankaŭ viajn elektojn.

# Unused column
source: Unused
eo: Neuzata
ka: გამოუყენებელი

source: <center>No valid action type found for this transaction.</center><center>Please check the parameters supplied.</center>
eo: <center>Neniu valida ago tipo trovita por ĉi tiu transakcio.</center><center>Bonvolu kontroli la parametrojn provizitajn.</center>

source: The '<b>%1</b>' field already has this column selected. <center>Please reselect both entries as necessary.</center>
eo: La kampo '<b>%1</b>' jam havas ĉi tiun kolumnon elektitan. <center>Bonvolu reelekti ambaŭ enskribojn laŭbezone.</center>

source: Investment Wizard Page
eo: Investa Sorĉisto Paĝo
ka: ინვესტიციის ოსტატის გვერდი

source: Please select the appropriate columns to use, corresponding to your data. If there is just a single security in the file, enter its name below. Otherwise, select the column for the symbol, and for the description or name.
eo: Bonvolu elekti la taŭgajn kolumnojn por uzi, konformajn al viaj datumoj. Se estas nur unu sekureco en la dosiero, enigu ĝian nomon sube. Alie, elektu la kolumnon por la simbolo, kaj por la priskribo aŭ nomo.

source: If necessary, select a fraction/multiplier for compatibility between imported and stored prices. For instance, if the import price is in cents but the file is priced in dollars, select 0.01.
eo: Se necese, elektu frakcion/multiplikaton por kongruo inter importitaj kaj konservitaj prezoj. Ekzemple, se la importa prezo estas en cendoj sed la dosiero havas prezon en dolaroj, elektu 0.01.

# verb, Select column containing date field
source: Select column containing date field
eo: Elektu kolumnon enhavantan datkampon
ka: აირჩიეთ სვეტი, რომელიც თარიღის ველს შეიცავს

# column for monetary value
source: Amount
eo: Kvanto
ka: რაოდენობა

source: Select column containing quantity field.
eo: Elektu kolumnon enhavantan kvantokampon.
ka: აირჩიეთ სვეტი, რომელიც შეიცავს რაოდენობის ველს.

source: Select column containing price field.
eo: Elektu kolumnon enhavantan prezkampon.
ka: აირჩიეთ სვეტი, რომელიც შეიცავს ფასების ველს.

source: If more than one stock is present in the file, and if the stock symbols are shown in one of the columns, select it here.
eo: Se pli ol unu akcio ĉeestas en la dosiero, kaj se la akciaj simboloj estas montritaj en unu el la kolumnoj, elektu ĝin ĉi tie.

source: Clear selected column entries.
eo: Forigi elektitajn kolumnaĵojn.
ka: მონიშნული სვეტის ჩანაწერების გასუფთავება.

# verb, to clear selected columns
source: Clear
eo: Malplenigi
ka: სუფთა ცა

source: Price Fraction
eo: Prez-Frakcio
ka: კურსის კოეფიციენტი

# @label:listbox stock symbol
source: Symbol
eo: Simbolo
ka: სიმბოლო

source: If a descriptive column also contains an activity type, select it here. See also Filter text field.
eo: Se priskriba kolumno ankaŭ enhavas agadspecon, elektu ĝin ĉi tie. Vidu ankaŭ Filtrila tekstkampo.

source: Fee is Percentage
eo: Kotizo estas Procento
ka: საკომისიო პროცენტებში

# column containing fee field
source: Fee Column
eo: Kotizo-Kolumno
ka: ფასის სვეტი

source: Check box if any fee is a percentage figure rather than a value.
eo: Markobutono se iu kotizo estas procenta cifero prefere ol valoro.
ka: ჩართეთ ეს, თუ ყველა საკომისიო პროცენტია და არა მნიშვნელობა.

source: Select column containing investment type field.
eo: Elektu kolumnon enhavantan investotipan kampon.
ka: აირჩიეთ სვეტი, რომელიც შეიცავს ინვესტიციის ტიპის ველს.

source: If necessary, select column containing fee. Caution. This might already have been incorporated into the price.
eo: Se necese, elektu kolumnon enhavantan kotizon. Atentu. Ĉi tio eble jam estis korpigita en la prezon.

source: Fee rate
eo: Kotizo
ka: კურსის მოგება

# column containing investment type/action field
source: Type/Action
eo: Tipo/Ago
ka: ტიპი/ქმედება

source: Select column containing memo field. More than one column may be entered successively. May also be selected to contain a copy of the type or name column.
eo: Elektu kolumnon enhavantan memorkampon. Pli ol unu kolumno povas esti enmetita sinsekve. Povas ankaŭ esti elektita por enhavi kopion de la tipo aŭ nomkolono.

source: Minimal Fee
eo: Minimuma Kotizo
ka: მინიმალური საკომისიო

source: Clear Fee
eo: Klara Kotizo
ka: საკომისიოს გასუფთავება

source: Calculate Fee
eo: Kalkuli Kotizon
ka: საფასურის დათვლა

# @item:inlistbox No QIF profile defined
source: No profile setup
eo: Neniu agordo de profilo
ka: პროფილის მორგების გარეშე

# @info:tooltip No QIF profile defined
source: Please use the QIF profile editor in the QIF plugin settings to create one.
eo: Bonvolu uzi la QIF-profilan redaktilon en la agordoj de QIF-kromaĵo por krei unu.
ka: შესაქმნელად გამოიყენეთ QIF პროფილის რედაქტორი QIF მოდულის მორგების ფანჯარაში.

source: Determines whether field delimiter will be autodetected.
eo: Determinas ĉu kampolimitilo estos aŭtomate detektita.
ka: განსაზღვრავს, მოხება თუ არა ველების გამყოფის ავტომატური დადგენა.

source: Determines whether decimal symbol will be autodetected.
eo: Determinas ĉu dekuma simbolo estos aŭtodetektita.
ka: განსაზღვრავს, მოხდება თუ არა წილადის ნიშნის ავტომატური დადგენა.

source: Determines whether date format will be autodetected.
eo: Determinas ĉu datformato estos aŭtomate detektita.
ka: განსაზღვრავს, მოხდება თუ არა თარიღის ფორმატის ავტომატური დადგენა.

source: The profile to be used for QIF exports.
eo: La profilo uzota por QIF-eksportoj.
ka: პროფილი QIF გატანისთვის.

source: CSV Importer settings
eo: Agordoj de CSV Importer
ka: CSV-დან შემოტანის მორგება

source: Autodetecting
eo: Aŭtodetektado
ka: ავტოაღმოჩენა

source: Field delimiter
eo: Kampa limigo
ka: ველის გამყოფი

source: Decimal symbol
eo: Decimala simbolo
ka: ათობითის სიმბოლო

source: Date format
eo: Datformato
ka: თარიღის ფორმატი

source: Statement header will be scanned for names and numbers of accounts you have already setup.
eo: Deklara kaplinio estos skanita por nomoj kaj nombroj da kontoj, kiujn vi jam agordis.

source: Account in investment statement
eo: Konto en investa deklaro
ka: ანგარიში საინვესტიციო დეკლარაციაში

source: Account in bank statement
eo: Konto en bankdeklaro
ka: ანგარიში საბანკო ამონაწერში

source: QIF export profile
eo: QIF-eksportprofilo
ka: QIF პროფილის გატანა

source: Prices Wizard Page
eo: Prezoj Sorĉisto Paĝo
ka: ფასების ოსტატი გვერდი

source: Please select the appropriate columns to use, corresponding to your data.
eo: Bonvolu elekti la taŭgajn kolumnojn por uzi, respondante al viaj datumoj.
ka: აირჩიეთ შესაბამისი სვეტები, რომლებიც თქვენს მონაცემებს შეესაბამება.

source: Rows Wizard Page
eo: Vicoj Sorĉisto Paĝo
ka: მწკრივების ოსტატის გვერდი

source: Please set your data range. Ensure that statement header and footer is excluded.
eo: Bonvolu agordi vian datumintervalon. Certigu, ke deklaro-kapo kaj piedo estas ekskluditaj.
ka: დააყენეთ თქვენი მონაცემების შუალედი. დარწმუნდით, რომ განცხადების სათაური და ქვედა კოლონტიტული ამოღებულია.

source: Header contains account name or number
eo: Kapo enhavas kontnomon aŭ nombron
ka: თავსართი შეიცავს ანგარიშის სახელს, ან ნომერს

source: Start line
eo: Komenca linio
ka: საწყისი ხაზი

source: End line
eo: Finlinio
ka: საბოლოო ხაზი

source: Enter the number of the first transaction line. Will not accept value greater than the End Line value.
eo: Enigu la numeron de la unua transakcia linio. Ne akceptos valoron pli grandan ol la Finlinio.
ka: შეიყვანეთ პირველი ტრანზაქციის ხაზის ნომერი. არ იღებს საბოლოო ხაზის მნიშვნელობაზე დიდ რიცხვს.

source: Enter the number of the last transaction line. Will not accept value less than Start Line value.
eo: Enigu la numeron de la lasta transakcia linio. Ne akceptos valoron malpli ol Komenca linio.
ka: შეიყვანეთ ბოლო ტრანზაქციის ხაზის ნომერი. არ იღებს საწყისი ხაზის მნიშვნელობაზე დიდ რიცხვს.

# Security has no name
source: No name
eo: Neniu nomo
ka: უსახელო

# Security has no symbol
source: No symbol
eo: Neniu simbolo
ka: სიმბოლოს გარეშე

source: Securities
eo: Valorpaperoj
ka: ფასიანი ქაღალდები

source: Missing names and symbols
eo: Mankas nomoj kaj simboloj
ka: ნაკლული სახელები და სიმბოლოები

source: The following securities' names and symbols are not known to KMyMoney. Please complete every missing name or symbol.
eo: La nomoj kaj simboloj de la sekvaj valorpaperoj ne estas konataj al KMyMoney. Bonvolu kompletigi ĉiun mankantan nomon aŭ simbolon.
ka: KMyMoney-მა არ იცის შემდეგი ფასიანი ქაღალდის სახელები და სიმბოლოები. დაასრულეთ ყველა ნაკლული სახელი, ან სიმბოლო.

source: Status
eo: Stato
ka: სტატუსი

source: Missing name and symbol
eo: Mankas nomo kaj simbolo
ka: აკლია სახელი და სიმბოლო

source: You need security to import into, so please select existing security or enter new security name and symbol.
eo: Vi bezonas sekurecon por importi, do bonvolu elekti ekzistantan sekurecon aŭ enigi novajn sekurecnomon kaj simbolon.

source: Existing security
eo: Ekzistanta sekureco
ka: არსებული ფასიანი ქაღალდი

source: New symbol
eo: Nova simbolo
ka: ახალი სიმბოლო

source: New name
eo: Nova nomo
ka: ახალი სახელი

source: Separator Wizard Page
eo: Apartiga Sorĉisto Paĝo
ka: გამყოფის ოსტატის გვერდი

source: The field delimiter should be detected automatically. Attempting to change it will reset any field choices. The text delimiter does not normally need to be changed, except possibly when within a field.
eo: La kampa limigo devus esti detektita aŭtomate. Provi ŝanĝi ĝin restarigos iujn ajn kampoelektojn. La teksta limigilo normale ne bezonas esti ŝanĝita, krom eble kiam ene de kampo.

source: Field Delimiter
eo: Kampa Limigilo
ka: ველის გამყოფი

source: semiColon (;)
eo: punktokomo (;)
ka: წერტილმძიმე (;)

source: colon (:)
eo: dupunkto (:)
ka: ორიწერტილი (:)

source: tab (\t)
eo: langeto (\t)
ka: ტაბულაცია (\t)

# punctuation mark used as field delimiter
source: Text Delimiter
eo: Teksta Limigilo
ka: ტექსტის გამყოფი

source: Select field delimiter/separator character. This will reset any existing field choices.
eo: Elektu kampan limigilon/apartigan signon. Ĉi tio restarigos iujn ekzistantajn kampoelektojn.
ka: აირჩიეთ ველის გამყოფი სიმბოლო. ეს ყველა არსებული ველის არჩევანს ჩამოყრის.

source: quote (")
eo: citaĵo (")
ka: ბრჭყალი (")

source: apostrophe (')
eo: apostrofo (')
ka: აპოსტროფი (')

source: Encoding
eo: Kodigado
ka: კოდირება

source: Transaction Type
eo: Transakcia Tipo
ka: ტრანზაქციის ტიპი

source: Invalid Transaction Type
eo: Nevalida Transakcia Tipo
ka: ტრანზაქციის არასწორი ტიპი

source: <center>The transaction below has an either unrecognised or invalid type.</center> <center>Please select an appropriate entry, if available.</center> <center>Otherwise, click Cancel to abort.</center>
eo: <center>La ĉi-suba transakcio havas aŭ nerekonitan aŭ nevalidan tipon.</center> <center>Bonvolu elekti taŭgan enskribon, se disponebla.</center> <center>Alie, alklaku Nuligi por ĉesigi.</center> centro>

source: Select Transaction Type
eo: Elekti Transakcian Tipon
ka: აირჩიეთ ტრანზაქციის ტიპი

source: Select new investment type
eo: Elekti novan investotipon
ka: აირჩიეთ ახალი ინვესტიციის ტიპი

# description of investment activity
source: Buy Shares
eo: Aĉeti Akciojn
ka: აქციების შეძენა

# description of investment activity
source: Sell Shares
eo: Vendi Akciojn
ka: აქციების გაყიდვა

# description of investment activity
source: Dividend
eo: Dividendo
ka: დივიდენდი

# description of investment activity
source: Reinvest Dividend
eo: Reinvesti Dividendon
ka: დივიდენდის რეინვესტირება

# description of investment activity
source: Add Shares
eo: Aldoni Akciojn
ka: აქციების დამატება

# description of investment activity
source: Remove Shares
eo: Forigi Akciojn
ka: აქციების წაშლა

source: Interest
eo: Interezo
ka: ინტერესი

source: The size of the file is too small to be a valid GnuCash format: %1
eo: La grandeco de la dosiero estas tro malgranda por esti valida GnuCash-formato: %1
ka: ფაილის ზომა მეტისმეტად მცირეა, რომ იყოს GnuCash-ის სწორ ფორმატში: %1

source: Cannot read the file: %1
eo: Ne povas legi la dosieron: %1
ka: ვერ წავიკითხე ფაილი: %1

source: GnuCash SQLite file format is not supported. Please save it using XML format in GnuCash and try again.
eo: GnuCash SQLite-dosierformato ne estas subtenata. Bonvolu konservi ĝin uzante XML-formaton en GnuCash kaj provu denove.

source: GnuCash files (*.gnucash *.xac *.gnc)
eo: GnuCash-dosieroj (*.gnucash *.xac *.gnc)
ka: GnuCash ფაილები (*.gnucash *.xac *.gnc)

source: GnuCash Import Options
eo: GnuCash Import Opcioj
ka: GnuCash-დან შემოტანის პარამეტრები

source: Use 'Help' for more information on these options
eo: Uzu 'Helpon' por pliaj informoj pri ĉi tiuj opcioj
ka: ამ პარამეტრების შესახებ მეტი ინფორმაციისთვის გამოიყენეთ 'დახმარება

source: Investment Handling
eo: Investa Manipulado
ka: ინვესტიციის დამუშავება

source: O&ne investment account for each stock
eo: U&nu investa konto por ĉiu akcio
ka: ერთი ი&ნვესტიციის ანგარიში თითოეული აქციისთვის

source: One in&vestment account for all stocks
eo: Unu in&vesta konto por ĉiuj akcioj
ka: ერთი ინ&ვესტიციის ანგარიში ყველა აქციისთვის

source: P&rompt for an investment account for each stock
eo: P&rompti por investa konto por ĉiu akcio
ka: საინვესტიციო ანგა&რიშის კითხვა თითოეული აქციისთვის

source: Online price quotes
eo: Interretaj prezaj citaĵoj
ka: ფასის კვოტები ინტერნეტში

source: Use Finance::Quote for share price quotes
eo: Uzi Finance::Quote por akciaj prezoj
ka: Finance::Quote-ის გამოყენება აქციის ფასის კოტებისთვის

source: Scheduled Transactions
eo: Planitaj Transakcioj
ka: დაგეგმილი ტრანზაქციები

source: Drop suspect scheduled transactions
eo: Forigi suspektajn planitajn transakciojn
ka: ეჭვმიტანილი დაგეგმილი ტრანზაქციების მოცილება

source: Decoding option
eo: Malkoda opcio
ka: დეკოდირების პარამეტრი

source: Decode using
eo: Malkodi uzante
ka: დეკოდირება რით

source: Transaction Notes option
eo: Opcio de Transakciaj Notoj
ka: ტრანზაქციის შენიშვნის პარამეტრი

source: Use transaction notes on non-split transactions
eo: Uzi transakciajn notojn pri ne-dividitaj transakcioj
ka: ტრანზაქციის შენიშვნების გამოყენება არაგაყოფილ ტრანზაქციებზე

source: Debug Options
eo: Sencimigaj Opcioj
ka: გამართვის მორგება

source: General debug data
eo: Ĝeneralaj sencimigaj datumoj
ka: ზოგადი გამართვის მონაცემები

source: Display XML data
eo: Montri XML-datumojn
ka: XML მონაცემების ჩვენება

source: Anonymize data
eo: Anonimigi datumojn
ka: მონაცემების ანონიმიზება

source: Investment: %1
eo: Investo: %1
ka: ინვესტიცია: %1

source: Quote source: %1
eo: Citfonto: %1
ka: კოტის წყარო: %1

source: Online Quotes - Select price source
eo: Interretaj Citaĵoj - Elektu prezofonton
ka: კვოტები ინტერნეტში - აირჩიეთ ფასის წყარო

source: This price source is not known to KMyMoney. Please select an option below.
eo: Ĉi tiu prezofonto ne estas konata al KMyMoney. Bonvolu elekti opcion sube.
ka: ეს ფასების წყარო KMyMoney-სთვის ცნობილი არაა. აირჩიეთ ქვემოდან.

source: Do &not perform online quotes for this investment
eo: &Ne plenumi interretajn citaĵojn por ĉi tiu investo
ka: ამ ინვესტიციისთვის ინტერნეტ-კოტები შესრულებული არ იქნება

source: Select a &known KMyMoney source from the list below
eo: Elektu &konatan fonton de KMyMoney el la suba listo
ka: აირჩიეთ &ცნობილი KMyMoney-ის წყარო ქვედა სიიდან

source: Use the fo&llowing name for the price source. (Click Help for further information.)
eo: Uzu &la jenan nomon por la prezofonto. (Alklaku Helpon por pliaj informoj.)

source: Always use this selection for this price source.
eo: Ĉiam uzi ĉi tiun elekton por ĉi tiu preza fonto.
ka: ყოველთვის ამ არჩევნის გამოყენება ამ ფასის წყაროსთვის.
