Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: List color for missing conversion rate
eo: Listkoloro por mankanta konverta indico
ka: სიის ფერი ნაკლული გადაცვლის კურსი

source: Background color for group marker
eo: Fonkoloro por grupmarko
ka: ფონის ფერი ჯგუფის მარკერისთვის

source: Background color for required fields
eo: Fonkoloro por postulataj kampoj
ka: ფონის ფერი აუცილებელი ველებისთვის

source: Show categories in the accounts view
eo: Montri kategoriojn en la konta vido
ka: კატეგორიების ჩვენება ანგარიშების ხედში

source: Hide zero balance equities
eo: Kaŝi nul-saldajn akciojn
ka: ნულოვანი ბალანსის კაპიტალების დამალვა

source: Hide finished schedules
eo: Kaŝi finitajn horarojn
ka: დასრულებული გეგმების დამალვა

source: Show all register entries in full detail
eo: Montri ĉiujn registrajn enskribojn en plena detalo
ka: რეესტრის ყველა ჩანაწერის სრული დეტალების ჩვენება

source: Show all split details in register
eo: Montri ĉiujn dividiĝo-detalojn en registro
ka: რეესტრსი ყველა გაყოფის დეტალების ჩვენება

source: Show schedules with planned date
eo: Montri horarojn kun planita dato
ka: გრაფიკის ჩვენება დაგეგმილი თარიღით

source: Show a grid in the register
eo: Montri kradon en la registro
ka: ბადის ჩვენება რეესტრში

source: Show fancy group markers
eo: Montru ŝikajn grupmarkilojn
ka: ლამაზი ჯგუფის მარკერების ჩვენება

source: Show fancy markers for previous and current fiscal year
eo: Montri ŝikajn markilojn por antaŭa kaj nuna fiska jaro
ka: ლამაზი მარკერების ჩვენება წინა და მიმდინარე ფისკალური წლისთვის

source: Show reconciliation entries with date and balance
eo: Montri repacajn enskribojn kun dato kaj saldo
ka: შეთანხმების ჩანაწერების ჩვენება თარიღით და ბალანსით

source: Starting month of the fiscal year
eo: Komenca monato de la fiska jaro
ka: ფისკალური წლის საწყისი თვე

source: Starting day of the fiscal year
eo: Komenca tago de la fiska jaro
ka: ფისკალური წლის დაწყების დღე

source: Start date
eo: Komenca dato
ka: საწყისი თარიღი

source: Log file path
eo: Pado de la protokolo
ka: ბილიკი ჟურნალის ფაილამდე

source: Use system font
eo: Uzi la sistemtiparon
ka: სისტემური ფონტის გამოყენება

source: Sort order of register in normal view
eo: Ordo de registro en normala vido
ka: რეესტრის დალაგების მიმდევრობა ნორმალურ ხედში

source: Sort order of register in search dialog
eo: Ordigo de registro en serĉa dialogo
ka: რეესტრის დალაგების მიმდევრობა ძებნის დიალოგში

source: Default reconciliation state for transactions entered during reconciliation
eo: Defaŭlta repaciĝostato por transakcioj enigitaj dum repaciĝo
ka: ნაგულისხმევი შეთანხმების მდგომარეობა შეთანხმებისას შეყვანილი ტრანზაქციებისთვის

source: Number of days (plus/minus) to search for matching transactions
eo: Nombro da tagoj (plus/minus) por serĉi kongruajn transakciojn
ka: დღეების რაოდენობა (დაახლოებით) მოსაძებნად დამთხვეული ტრანზაქციებისთვის

source: During import, ask for a new payee's default category
eo: Dum importo, peti la defaŭltan kategorion de nova pagato
ka: შემოტანისას ახალი მიმღების ნაგულისხმევი კატეგორიის კითხვა

source: Post date last entered by the user
eo: Afiŝdato laste enigita de la uzanto
ka: მომხმარებლის მიერ ბოლოს შეყვანილი პოსტის თარიღი

source: additional names for cash account
eo: kromaj nomoj por kontanta konto
ka: დამატებითი სახელები ნაღდი ფულის ანგარიშისთვის

source: additional names for checking account
eo: aldonaj nomoj por ĉekkonto
ka: დამატებითი სახელები მიმდინარე ანგარიშისთვის

source: additional names for credit card account
eo: kromaj nomoj por kreditkartkonto
ka: დამატებითი სახელები საკრედიტო ბარათის ანგარიშისთვის

source: additional names for asset account
eo: kromaj nomoj por valoraĵo-konto
ka: დამატებითი სახელები აქტივების ანგარიშისთვის

source: additional names for opening balance payee
eo: kromaj nomoj por malferma saldo pagito
ka: დამატებითი სახელები ღია ბალანსის მიმღებისთვის

source: additional names for invoice accounts
eo: kromaj nomoj por fakturaj kontoj
ka: დამატებითი სახელები ინვოისის ანგარიშებისთვის

source: Show accounts view expanded when loaded
eo: Montri kontojn-vidon pligrandigitan kiam ŝarĝite
ka: ანგარიშების ხედის ჩამოშლილად ჩვენება, როცა ჩატვირთულია

source: Maximum quantity of legend items to display on charts
eo: Maksimuma kvanto de legendaĵoj por montri sur furorlisto
ka: დიაგრამებში ნაჩვენები ახსნის ელემენტების მაქსიმალური რაოდენობა

source: The palette used to render charts
eo: La paletro uzata por bildigi diagramojn
ka: პალიტრა, რომელიც გამოიყენება დიაგრამების რენდერისთვის

source: Name of default CSS file
eo: Nomo de defaŭlta CSS-dosiero
ka: ნაგულისხმევი CSS ფაილის სახელი

source: Load Account Hierarchy
eo: Ŝargi Konto-Hierarkion
ka: ანგარიშის იერარქიის ჩატვირთვა

source: Template Export Attributes
eo: Ŝablona Eksporto Atributoj
ka: შაბლონის გატანის ატრიბუტები

source: Short description
eo: Mallonga priskribo
ka: მოკლე აღწერა

source: Long Description
eo: Longa Priskribo
ka: გრძელი აღწერა

source: Title
eo: Titolo
ka: სათაური

source: <p><b>%1</b> is not a template file.</p>
eo: <p><b>%1</b> ne estas ŝablondosiero.</p>
ka: <p><b>%1</b> შაბლონის ფაილი არაა.</p>

source: Filetype Error
eo: Dosierspeca Eraro
ka: ფაილის ტიპის შეცდომა

source: <p>Error while reading template file <b>%1</b> in line %2, column %3</p>
eo: <p>Eraro dum legado de ŝablondosiero <b>%1</b> en linio %2, kolumno %3</p>
ka: <p>შეცდომა შაბლონის ფაილის <b>%1</b> წაკითხვისას ხაზზე %2, სვეტი %3</p>

# @title:window
source: Template Loading Error
eo: Eraro de Ŝarĝo de Ŝablono
ka: შაბლონის ჩატვირთვის შეცდომა

source: File '%1' not found.
eo: Dosiero '%1' ne trovita.
ka: ფაილი ვერ ვიპოვე: %1.

source: <p>Invalid flag type <b>%1</b> for account <b>%3</b> in template file <b>%2</b></p>
eo: <p>Nevalida flagtipo <b>%1</b> por konto <b>%3</b> en ŝablondosiero <b>%2</b></p>
ka: <p>არასწორი ალმის ტიპი <b>%1</b> ანგარიშისთვის <b>%3</b> საბლონის ფაილში <b>%2</b></p>

source: <p>Invalid top-level account type <b>%1</b> in template file <b>%2</b></p>
eo: <p>Nevalida ĉefnivela konttipo <b>%1</b> en ŝablondosiero <b>%2</b></p>
ka: <p>არასწორი უმაღლესი დონის ანგარიშის ტიპი <b>%1</b> შაბლონის ფაილში <b>%2</b></p>

source: Invalid template URL '%1'
eo: Nevalida ŝablona URL '%1'
ka: არასწორი შაბლონის URL '%1'

source: Unable to write changes to '%1'
eo: Ne eblas skribi ŝanĝojn al '%1'
ka: '%1'-ში ცვლილებების ჩაწერა შეუძლებელია

source: Unable to open template file '%1'
eo: Ne eblas malfermi ŝablonan dosieron '%1'
ka: ვერ გავხსენი შაბლონის ფაილი '%1'

source: Unable to upload to '%1'.<br />%2
eo: Ne eblas alŝuti al '%1'.<br />%2
ka: ვერ ავტვირთე '%1'-ზე.<br />%2

# @label:textbox
source: Shares
eo: Akcioj
ka: აქციები

# @label:textbox
source: Price/share
eo: Prezo/akcio
ka: ფასი/წილი

# @label:textbox
source: Transaction amount
eo: Transakcia kvanto
ka: ტრანზაქციის თანხა

# @label:textbox
source: Price
eo: Prezo
ka: ფასი

# @label:textbox
source: Ratio 1/
eo: Rilatumo 1/
ka: პროპორცია 1/

# @item:inlistbox transaction type
source: Buy shares
eo: Aĉeti akciojn
ka: აქციების შეძენა

# @item:inlistbox transaction type
source: Sell shares
eo: Vendi akciojn
ka: აქციების გაყიდვა

# @item:inlistbox transaction type
source: Dividend
eo: Dividendo
ka: დივიდენდი

# @item:inlistbox transaction type
source: Reinvest dividend
eo: Reinvesti dividendon
ka: დივიდენდის რეინვესტირება

# @item:inlistbox transaction type
source: Yield
eo: Rendimento
ka: გამოსავალი

# @item:inlistbox transaction type
source: Add shares
eo: Aldoni akciojn
ka: აქციების დამატება

# @item:inlistbox transaction type
source: Remove shares
eo: Forigi akciojn
ka: აქციების წაშლა

# @item:inlistbox transaction type
source: Split shares
eo: Dividi akciojn
ka: აქციების გაყოფა

# @item:inlistbox transaction type
source: Interest Income
eo: Intereza Enspezo
ka: საპროცენტო განაკვეთის შემოსავალი

source: The posting date of the transaction.
eo: La afiŝdato de la transakcio.

source: The posting date is prior to the opening date of account <b>%1</b>.
eo: La afiŝdato estas antaŭ la malferma dato de konto <b>%1</b>.
ka: დაპოსტვის თარიღი ანგარიშის <b>%1</b> გახსნის თარიღამდეა.

# @info:usagetip
source: The transaction commodity has been changed which will possibly make all price information invalid. Please check them.
eo: La transakcia varo estis ŝanĝita, kio eble malvalidigos ĉiujn prezojn. Bonvolu kontroli ilin.

# @info:tooltip
source: Category for fees
eo: Kategorio por kotizoj
ka: კატეგორია მოსაკრებლებისთვის

# @info:tooltip
source: Amount of fees
eo: Kvanto de kotizoj
ka: მოსაკრებლების რაოდენობა

# @info:tooltip
source: Category for interest
eo: Kategorio por interezo
ka: კატეგორია საპროცენტო განაკვეთისთვის

# @info:tooltip
source: Amount of interest
eo: Kvanto de interezo
ka: საპროცენტო განაკვეთის რაოდენობა

# @info:tooltip
source: Asset or brokerage account
eo: Konto de valoraĵo aŭ kurtaĝo
ka: აქტივების ან საბროკეროს ანგარიში

# @info:tooltip
source: Price information for this transaction
eo: Prezinformoj por ĉi tiu transakcio
ka: ფასის ინფორმაცია ამ ტრანზაქციისთვის

# @info:tooltip
source: Security for this transaction
eo: Sekureco por ĉi tiu transakcio
ka: ფასიანი ქაღალდი ამ ტრანზაქციისთვის

# @info:tooltip
source: Select the activity for this transaction.
eo: Elektu la agadon por ĉi tiu transakcio.
ka: აირჩიეთ აქტივობა ამ ტრანზაქციისთვის.

# @info:tooltip
source: The security for this transaction cannot be modified because the security account is closed.
eo: La sekureco por ĉi tiu transakcio ne povas esti modifita ĉar la sekureca konto estas fermita.

# @info:tooltip
source: This activity cannot be modified because the security account is closed.
eo: Ĉi tiu agado ne povas esti modifita ĉar la sekureca konto estas fermita.

# @info:tooltip
source: Number of shares
eo: Nombro de akcioj
ka: აქციების რაოდენობა

# @info:tooltip
source: The number of shares cannot be modified because the security account is closed.
eo: La nombro da akcioj ne povas esti modifita ĉar la sekureca konto estas fermita.

# @info:tooltip
source: Enter number of shares for this transaction
eo: Enigi nombron da akcioj por ĉi tiu transakcio
ka: შეიყვანეთ აქციების რაოდენობა ამ ტრანზაქციისთვის

# @info:tooltip
source: Split ratio
eo: Split-proporcio
ka: გაყოფის კოეფიციენტი

# @info:tooltip
source: The split ratio cannot be modified because the security account is closed.
eo: La dividita proporcio ne povas esti modifita ĉar la sekureca konto estas fermita.

# @info:tooltip
source: Enter the split ratio for this transaction
eo: Enigu la dividan proporcion por ĉi tiu transakcio
ka: შეიყვანეთ გაყოფის ფარდობა ამ ტრანზაქციისთვის

# @info:tooltip
source: Enter price information for this transaction
eo: Enigu prezon informon por ĉi tiu transakcio
ka: შეიყვანეთ ფასის ინფორმაცია ამ ტრანზაქციისთვის

# @info:tooltip
source: Select account to balance the transaction
eo: Elekti konton por ekvilibrigi la transakcion
ka: აირჩიეთ ანგარიში ტრანზაქციის დაბალანსებისთვის

# @info:tooltip
source: Enter category for fees
eo: Enigi kategorion por kotizoj
ka: შეიყვანეთ კატეგორია მოსაკრებლებისთვის

# @info:tooltip
source: Enter amount of fees
eo: Enigi kvanton de kotizoj
ka: შეიყვანეთ მოსაკრებლების თანხა

# @info:tooltip
source: Enter category for interest
eo: Enigi kategorion por interezo
ka: შეიყვანეთ კატეგორია საპროცენტო განაკვეთისთვის

# @info:tooltip
source: Enter amount of interest
eo: Enigi kvanton de interezo
ka: შეიყვანეთ საპროცენტო განაკვეთის რაოდენობა

# @info:tooltip
source: Select the security for this transaction
eo: Elekti la sekurecon por ĉi tiu transakcio
ka: აირჩიეთ ფასიანი ქაღალდი ამ ტრანზაქციისთვის

source: Price/share
eo: Prezo/akcio
ka: ფასი/წილი

source: Cleared
eo: Malplenigita
ka: გასუფთავებულია

source: Enter
eo: Enigi

source: Activity
eo: Aktiveco
ka: აქტივობა

# Approximate net worth
source: Net Worth: ~%1
eo: Neta Valoro: ~%1
ka: წმინდა ღირებულება: ~ %1

source: Net Worth: %1
eo: Neta Valoro: %1
ka: წმინდა ღირებულება: %1

source: Unable to delete account '%1'. Cause: %2
eo: Ne eblas forigi konton '%1'. Kaŭzo: %2
ka: ვერ წავშალე ანგარიში '%1'. მიზეზი: %2

source: Do you really want to remove the mapping of account <b>%1</b> to an online account? Depending on the details of the online banking method used, this action cannot be reverted.
eo: Ĉu vi vere volas forigi la mapadon de konto <b>%1</b> al reta konto? Depende de la detaloj de la uzata enreta banka metodo, ĉi tiu ago ne povas esti revertita.

source: Remove mapping to online account
eo: Forigi mapadon al reta konto
ka: ინტერნეტ-ანგარიშთან მიმაგრების წაშლა

source: Unable to unmap account from online account: %1
eo: Ne eblas malmapi konton de reta konto: %1
ka: ანგარიშის მიბმის მოხსნა ონლაინ-ანგარიშიდან შეუძლებელია: %1

source: You try to map a brokerage account to an online account. This is usually not advisable. In general, the investment account should be mapped to the online account. Please cancel if you intended to map the investment account, continue otherwise
eo: Vi provas mapi kurtaĝan konton al interreta konto. Ĉi tio kutime ne estas rekomendinda. Ĝenerale, la investkonto devus esti mapita al la interreta konto. Bonvolu nuligi se vi intencis mapi la investan konton, daŭrigu alie

source: Mapping brokerage account
eo: Mapo de kurtaĝa konto
ka: საბროკერო ანგარიშის მიბმა

# @title:menu Online provider selection
source: Online provider
eo: Interreta provizanto
ka: ინტერნეტ-მომწოდებელი

source: Unable to map account to online account: %1
eo: Ne eblas mapi konton al reta konto: %1
ka: ვერ მივაბი ანგარიში ინტერნეტ-ანგარიშს: %1

source: Collapse all accounts in the list
eo: Malvastigi ĉiujn kontojn en la listo
ka: სიაში ყველა ანგარიშის ჩამოშლა

source: Expand all accounts in the list
eo: Vastigi ĉiujn kontojn en la listo
ka: სიაში ყველა ანგარიშის აკეცვა

source: Note: Unused categories are not shown as selected by settings.
eo: Noto: Neuzataj kategorioj ne estas montritaj kiel elektitaj de agordoj.
ka: შენიშვნა: გამოუყენებელი კატეგორიები არაა ნაჩვენები პარამეტრების მიერ მონიშნულის სახით.

source: Total Profits:
eo: Totalaj Profitoj:
ka: მთლიანი მოგება:

source: Edit account '%1'
eo: Redakti konton '%1'
ka: ანგარიშის '%1' ჩასწორება

source: Unable to modify account '%1'. Cause: %2
eo: Ne eblas modifi konton '%1'. Kaŭzo: %2
ka: ვერ შევცვალე ანგარიში '%1'. მიზეზი: %2

source: The balance of the account must be zero before the account can be closed
eo: La saldo de la konto devas esti nulo antaŭ ol la konto povas esti fermita
ka: ანგარიშის დახურვამდე ანგარიშის ბალანსი ნულის ტოლი უნდა იყოს

source: All subaccounts must be closed before the account can be closed
eo: Ĉiuj subkontoj devas esti fermitaj antaŭ ol la konto povas esti fermita
ka: ანგარიშის დასახურად ჯერ ყველა ქვეანგარიში უნდა დახუროთ

source: This account is still included in an active schedule
eo: Ĉi tiu konto ankoraŭ estas inkluzivita en aktiva horaro
ka: ეს ანგარიში ჯერ კიდევ ჩასმულია აქტიურ გეგემაში

source: This account is still mapped to an online account
eo: Ĉi tiu konto ankoraŭ estas mapita al reta konto
ka: ეს ანგარიში ჯერ კიდევ მიბმულია ინტერნეტ-ანგარიშზე

# Approximate loss
source: Loss: ~%1
eo: Perdo: ~%1
ka: წაგება: ~%1

source: Loss: %1
eo: Perdo: %1
ka: წაგება: %1

# Approximate profit
source: Profit: ~%1
eo: Profito: ~%1
ka: მოგება: ~%1

source: Profit: %1
eo: Profito: %1
ka: მოგება: %1

source: Edit category '%1'
eo: Redakti kategorion '%1'
ka: '%1' კატეგორიის ჩასწორება

source: Unable to modify category '%1'. Cause: %2
eo: Ne eblas modifi kategorion '%1'. Kaŭzo: %2
ka: ვერ შევცვალე კატეგორია '%1'. მიზეზი: %2

source: Unable to exchange category <b>%1</b> with category <b>%2</b>. Reason: %3
eo: Ne eblas interŝanĝi kategorion <b>%1</b> kun kategorio <b>%2</b>. Kialo: %3

source: <qt>Do you really want to delete category <b>%1</b>?</qt>
eo: <qt>Ĉu vi vere volas forigi kategorion <b>%1</b>?</qt>
ka: <qt>მართლა გნებავთ, წაშალოთ კატეგორია <b>%1</b>?</qt>

# @title:window
source: Delete category
eo: Forigi kategorion
ka: კატეგორიის წაშლა

source: <qt>Unable to delete category <b>%1</b>. Cause: %2</qt>
eo: <qt>Ne eblas forigi kategorion <b>%1</b>. Kaŭzo: %2</qt>
ka: <qt>ვერ წავშალე კატეგორია <b>%1</b>. მიზეზი: %2</qt>

source: <qt>Do you want to delete category <b>%1</b> with all its sub-categories or only the category itself? If you only delete the category itself, all its sub-categories will be made sub-categories of <b>%2</b>.</qt>
eo: <qt>Ĉu vi volas forigi kategorion <b>%1</b> kun ĉiuj ĝiaj subkategorioj aŭ nur la kategorion mem? Se vi nur forigas la kategorion mem, ĉiuj ĝiaj subkategorioj fariĝos subkategorioj de <b>%2</b>.</qt>

source: Delete all
eo: Forigi ĉiujn
ka: ყველას წაშლა

source: Just the category
eo: Nur la kategorio
ka: მხოლოდ კატეგორია

source: <p>Some sub-categories of category <b>%1</b> cannot be deleted, because they are still used. They will be made sub-categories of <b>%2</b>. Proceed?</p>
eo: <p>Kelkaj subkategorioj de kategorio <b>%1</b> ne povas esti forigitaj, ĉar ili ankoraŭ estas uzataj. Ili fariĝos subkategorioj de <b>%2</b>. Ĉu daŭrigi?</p>
ka: <p>კატეგორიის <b>%1</b> ზოგერითი ქვეკატეგორიის წაშლა შეუძლებელია, რადგან ისინი ჯერ კიდევ გამოიყენება. ისინი გახდებიან ქვეკატეგორიები კატეგორიისთვის <b>%2</b>. გავაგრძელო?</p>

source: <qt>Unable to delete a sub-category of category <b>%1</b>. Reason: %2</qt>
eo: <qt>Ne eblas forigi subkategorion de kategorio <b>%1</b>. Kialo: %2</qt>
ka: <qt>ვერ წავშალე ქვეკატეგორია კატეგორიისთვის <b>%1</b>. მიზეზი: %2</qt>

source: Unable to delete category '%1'. Cause: %2
eo: Ne eblas forigi kategorion '%1'. Kaŭzo: %2
ka: ვერ წავშალე კატეგორია '%1'. მიზეზი: %2

# @info:tooltip
source: The name is a required field for a schedule
eo: La nomo estas postulata kampo por horaro
ka: გეგმისთვის სახელი აუცილებელი ველია

# @info:tooltip
source: The account is a required field for a schedule
eo: La konto estas postulata kampo por horaro
ka: გეგმისთვის ანგარიში აუცილებელი ველია

# @info:tooltip
source: The category is a required field for a schedule
eo: La kategorio estas postulata kampo por horaro
ka: გეგმისთვის კატეგორია აუცილებელი ველია

source: Unable to add scheduled transaction: %1
eo: Ne eblas aldoni planitan transakcion: %1
ka: ვერ დავამატე დაგეგმილი ტრანზაქცია: %1

source: Add scheduled transaction
eo: Aldoni planitan transakcion
ka: დაგეგმილი ტრანზაქციის დამატება

source: <qt>You have entered a scheduled transaction date of <b>%1</b>. Because the scheduled transaction was last paid on <b>%2</b>, KMyMoney will automatically adjust the scheduled transaction date to the next date unless the last payment date is reset. Do you want to reset the last payment date?</qt>
eo: <qt>Vi enigis planitan transakcian daton de <b>%1</b>. Ĉar la planita transakcio laste estis pagita je <b>%2</b>, KMyMoney aŭtomate alĝustigos la planitan transakcian daton al la sekva dato krom se la lasta pagodato estas rekomencigita. Ĉu vi volas restarigi la lastan pagodaton?</qt>

source: Reset Last Payment Date
eo: Restarigi Lastan Pagan Daton
ka: ბოლო გადახდის თარიღის ცამოყრა

source: Unable to modify scheduled transaction '%1'
eo: Ne eblas modifi planitan transakcion '%1'
ka: ვერ შევცვალე დაგეგმილი ტრანზაქცია '%1'

source: Edit Scheduled transaction
eo: Redakti Planitan transakcion
ka: დაგეგმილი ტრანზაქციის ჩასწორება

source: Schedule name:
eo: Nomo de Horaro:
ka: განრიგის სახელი:

source: Frequency:
eo: Frekvenco:
ka: სიხშირე:

source: Number of selected periods between entries
eo: Nombro de elektitaj periodoj inter enskriboj
ka: ჩანაწერებს შორის არჩეული პერიოდების რაოდენობა

source: Payment information
eo: Pagaj informoj
ka: გადახდის ინფორმაცია

source: Payment method
eo: Pagmaniero
ka: გადახდის მეთოდი

source: If this schedule occurs on a non-processing day:
eo: Se ĉi tiu horaro okazas en ne-prilabora tago:
ka: თუ ეს გეგმა სრულდება არა-დამუშავების დღეს:

source: The amount is an estimate because it varies for each payment
eo: La kvanto estas takso ĉar ĝi varias por ĉiu pago
ka: თანხა დაახლოებითია, რადგან ის იცვლება თითოეული გადახდისთვის

source: Process this schedule always at the last day of a month
eo: Prilabori ĉi tiun horaron ĉiam je la lasta tago de monato
ka: ამ გეგმის დამუშავება ყოველთვის თვის ბოლო დღეს

source: Enter this schedule into the register automatically when it is due
eo: Enigi ĉi tiun horaron en la registron aŭtomate kiam ĝi estos ŝuldata

source: This schedule will end at some time
eo: Ĉi tiu horaro finiĝos iam
ka: ეს გეგმა დასრულდება გარკვეულ დროს

source: Number of transactions remaining:
eo: Nombro de restantaj transakcioj:
ka: დარჩენილი ტრანზაქციების რაოდენობა:

source: Date of final transaction:
eo: Dato de fina transakcio:
ka: ბოლო ტრანზაქციის თარიღი:

source: <p>Please check that all the details in the following dialog are correct and press OK.</p><p>Editable data can be changed and can either be applied to just this occurrence or for all subsequent occurrences for this schedule. (You will be asked what you intend after pressing OK in the following dialog)</p>
eo: <p>Bonvolu kontroli, ke ĉiuj detaloj en la sekva dialogo estas ĝustaj kaj premu OK.</p><p>Redakteblaj datumoj povas esti ŝanĝitaj kaj povas esti aplikitaj nur al ĉi tiu okazo aŭ por ĉiuj postaj okazoj por ĉi tiu horaro. (Vi estos demandita, kion vi intencas premante OK en la sekva dialogo)</p>

source: Enter scheduled transaction
eo: Enigi planitan transakcion
ka: შეიყვანეთ დაგეგმილი ტრანზაქცია

source: Enter Schedule
eo: Enigi Horaron
ka: შეიყვანეთ გეგმა

source: Schedule Details
eo: Horaraj Detaloj
ka: გეგმის დეტალები

# @label schedule name
source: Name:
eo: Nomo:
ka: სახელი:

source: Enter the transaction and advance the next due date of this schedule to the next payment date.
eo: Enigu la transakcion kaj antaŭenigu la sekvan limdaton de ĉi tiu horaro al la sekva pagodato.

source: Do not enter the transaction but advance the next due date of this schedule to the next payment date.
eo: Ne enigu la transakcion sed avancu la sekvan limdaton de ĉi tiu horaro al la sekva pagodato.

source: Do not enter or skip payments for this schedule but continue with the next schedule.
eo: Ne enigu aŭ pretersaltu pagojn por ĉi tiu horaro sed daŭrigu kun la sekva horaro.

source: Ignore
eo: Ignori
ka: იგნორი

source: Cancel processing of schedule entry.
eo: Nuligi prilaboradon de horara eniro.
ka: გეგმის პუნქტის დამუშავების გაუქმება.

source: Before KMyMoney can give you detailed information about your financial status, you need to create at least one account. Until then, KMyMoney shows the welcome page instead.
eo: Antaŭ ol KMyMoney povas doni al vi detalajn informojn pri via financa stato, vi devas krei almenaŭ unu konton. Ĝis tiam, KMyMoney montras la bonvenan paĝon anstataŭe.

source: Preferred Accounts
eo: Preferataj Kontoj

source: Payment Accounts
eo: Pagaj Kontoj

source: Scheduled Payments
eo: Planitaj Pagoj

source: Overdue payments
eo: Malfruaj pagoj

source: Next
eo: Poste
ka: შემდეგი

source: Skip
eo: Pasigi
ka: გამოტოვება

source: Schedule
eo: Horaro
ka: განრიგი

source: Balance after
eo: Saldo post
ka: ბალანსი შემდეგ

source: Today's due payments
eo: La hodiaŭaj pagoj

source: Future payments
eo: Estontaj pagoj

# Less...
source: Show fewer schedules on the list
eo: Montri malpli da horaroj en la listo
ka: სიაში ნაკლები გეგმის ჩვენება

# More...
source: Show more schedules on the list
eo: Montri pli da horaroj en la listo
ka: სიაში მეტი გეგმის ჩვენება

source: Enter schedule
eo: Enigi horaron
ka: გეგმის შეყვანა

source: Skip schedule
eo: Preterpasi horaron
ka: გეგმის გამოტოვება

source: Edit schedule
eo: Redakti horaron
ka: გეგმის ჩასწორება

source: (%1 payment)
eo: (%1 pago)
ka: (%1 გადახდა)

source: To Minimum Balance<br>/ Maximum Credit
eo: Al Minimuma Saldo<br>/ Maksimuma Kredito
ka: მინიმალურ ბალანსამდე<br>/ მაქსიმალურ კრედიტამდე

# Forecast days
source: %1 Day Forecast
eo: %1-taga prognozo

# Forecast days
source: %1 day
eo: %1 tago
ka: %1 დღე

source: Assets and Liabilities Summary
eo: Resumo de Aktivoj kaj Pasivoj

source: Asset Accounts
eo: Aktivaj Kontoj

source: Liability Accounts
eo: Kontoj de Respondeco

source: Total Assets
eo: Tutaj Aktivoj
ka: სულ აქტივები
