Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

# QIF tag for category
source: Cat
ka: კატა

# @item:inmenu To make it income
source: Change to income
ka: შეცვლა შემოსავალზე

# @item:inmenu To make it expense
source: Change to expense
ka: შეცვლა ხარჯზე

# @title:menu Budget context menu
source: Budget options
ka: ბიუჯეტის მორგება

# @title:menu Budget account context menu
source: Account options
ka: ანგარიშის პარამეტრები

# @info:tooltip Budget assignment
source: Select how the budget of this account shall be treated.
ka: აირჩიეთ, როგორ მოვექცეთ ამ ანგარიშის ბიუჯეტს.

# @info:tooltip Budget assignment
source: This option is only available when a budget value is assigned.
ka: ეს პარამეტრი, მხოლოდ, მაშინაა ხელმისაწვდომი, როცა ბიუჯეტის მნიშვნელობა მინიჭებულია.

# Rename budget button
source: Ren
ka: გადარქმევა

source: Collapse the items of the account tree
ka: ანგარიშის ხის ელემენტების ჩამოშლა

source: Expand the items of the account tree
ka: ანგარიშები ხის ელემენტების ჩამოშლა

source: Min Bal %1
ka: მინ. ნაშთი %1

# @info Hint about the base of the budget forecast
source: Budget forecast is based on historic transactions found between %1 and %2.
ka: ბიუჯეტის პროგნოზი ეყრდნობა ისტორიულ ტრანზაქციებს %1-სა და %2-ს შორის.

source: Num
ka: რიცხვი

source: Extended internal rate of return
ka: დაბრუნების გაფართოებული შიდა კურსი

source: Return
ka: Enter

source: Starting Market Value
ka: საწყისი საბაზრო ღირებულება

# Investment action
source: Sell shares
ka: აქციების გაყიდვა

# Split transaction
source: Split
ka: გაყოფა

# @title:window Value chart for investments
source: %1 Value History
ka: %1-ის ფასის ისტორია

source: Value of %1
ka: %1-ის მნიშვნელობა

# @title:window Balance chart for account
source: %1 Balance History
ka: %1-ის ბალანსის ისტორია

source: There is a problem with file %1
ka: პრობლემა ფაილთან %1

source: CSS files
ka: CSS ფაილები

source: All files
ka: ყველა ფაილი

# To export a report
source: &Export to PDF file
ka: PDF ფაილში გატან&ა

# To export reports
source: &Export to PDF files
ka: გატანა PDF ფაილ&ებში

source: Export into directory
ka: გატანა საქაღალდეში

# @title Home page section
source: Budget
ka: ბიუჯეტი

source: Backend
ka: უკანბოლო

# @info XML reader
source: Corrupted data: transaction '%1', split '%2' references unknown account id '%3'
ka: დაზიანებული მონაცემები: ტრანზაქცია '%1', განაყოფი '%2' მიმართავს უცნობი ანგარიშის id-ს '%3'

source: Unable to open file '%1' for writing.
ka: ვერ გავხსენი ფაილი '%1' ჩასაწერად.

# @info Problem opening data file
source: File <b>%1</b> is already opened by another process.
ka: ფაილი <b>%1</b> უკვე გახსნილია სხვა პროცესის მიერ.

# @info Problem opening data file
source: File <b>%1</b> is not a KMyMoney data file.
ka: ფაილი <b>%1</b> KMyMoney-ის მონაცემების ფაილი არაა.

source: Character or string appended to backup filename
ka: სიმბოლო ან სტრიქონი, რომელიც მარქაფი ფაილის სახელს ბოლოში მიეწერება

source: Using the TAB key moves between the date parts
ka: TAB ღილაკის მოძრაობა გადადის თარიღის ნაწილებს შორის

source: Select which accounts to show in ledger after file open
ka: აირჩიეთ, რომელი ანგარიშები იქნება ნაჩვენები გოსბუხში ფაილის გახსნის შემდეგ

source: Text color for imported transactions
ka: ტექსტის ფერი შემოტანილი ტრანზაქციებისთვის

source: Text color for matched transactions
ka: ტექსტის ფერი დამთხვეული ტრანზაქციებისთვის

source: Text color for group marker
ka: ტექსტის ფერი ჯგუფის მარკერისთვის

source: Hide zero balance accounts from Accounts
ka: ნულოვანი ბალანსის მქონე ანგარიშების დამალვა ანგარიშებიდან

source: Hide zero balance accounts from Home
ka: ნულოვანი ბალანსის მქონე ანგარიშების დამალვა საწყისი ეკრანიდან

source: Show the filter widget when an account is opened
ka: ფილტრის ვიჯეტის ჩვენება ანგარიშის გახსნისას

source: Where to place the original payee info in the memo field
ka: სად მოვათავსო ორიგინალი მიმღების ინფორმაცია შენიშვნის ველში

# @info:tooltip
source: Transaction is not balanced. Either correct values or assign an account.
ka: ტრანზაქცია დაბალანსებული არაა. ან გაასწორეთ მნიშვნელობები, ან მიანიჭეთ ანგარიში.

# @info:tooltip
source: The posting date of the transaction.
ka: ტრანზაქციის გადაცემის თარიღი.

# @info placeholder for memo of matched transaction if empty
source: Empty memo
ka: ცარიელი შენიშვნა

# @info %2 contains list of account names separated by <br>
source: <qt>Closed account:<br><br>%2</qt>
ka: <qt>დახურული ანგარიში:<br><br>%2</qt>

# @title:window
source: Prevent editing transactions
ka: ტრანზაქციის ჩასწორებების აკრძალვა

# @info Editing multiple transactions
source: The current implementation cannot modify multiple transactions in this view.
ka: მიმდინარე განხორციელებას ამ ხედში ერთზე მეტი ტრანზაქციის შეცვლა არ შეუძლია.

# Label for tags in ledger
source: Tag:
ka: ჭდე:

# Undo action description
source: Edit account
ka: ანგარიშის ჩასწორება

# Undo action description
source: Edit category
ka: კატეგორიის ჩასწორება

# @info:title
source: Schedule frequency changed
ka: განრიგის სიხშირე შეიცვალა

# @info:placeholder Shown when the application starts up
source: Loading...
ka: იტვირთება...

# @title Home page section
source: Preferred Accounts
ka: სასურველი ანგარიშები

# @title Home page section
source: Payment Accounts
ka: გადახდის ანგარიშები

# @title Home page section
source: Net Worth Forecast
ka: ზუსტი პროგნოზი

# @title Home page section
source: Scheduled Payments
ka: დაგეგმილი გადახდები

# @title Home page sub-section
source: Overdue payments
ka: ვადაგადაცილებული გადახდები

# @title Home page sub-section
source: Payments due today
ka: დღეს გადასახდელები

# @title Home page sub-section
source: Future payments
ka: მომავალი გადახდები

# Header not marked
source: !M
ka: !მ

# Header not reconciled
source: !R
ka: !შ

# @title Home page section
source: Favorite Reports
ka: რჩეული ანგარიშები

# @title Home page section Forecast days
source: %1 Day Forecast
ka: %1 დღიანი პროგნოზი

# @title Home page section
source: Assets and Liabilities Summary
ka: აქტივებისა და ვალდებულებების შეჯამება

# @title:column table on home page: not marked
source: !M
ka: !მ

# @title:column table on home page: last reconciliation date
source: Reconciled
ka: შეთანხმებულია

# @title:column table on home page
source: Balance
ka: ბალანსი

# @title:column table on home page
source: Asset Accounts
ka: ანგარიშების შემოწმება

# @title:column table on home page
source: Liability Accounts
ka: პასუხიმგებლობის ანგარიშები

# @title Home page section
source: Cash Flow Summary
ka: ნაღდი ფულის დინების შეჯამება

# @info:title Dialog title
source: Edit Institution
ka: დაწესებულების ჩასწორება

source: Select investment account:
ka: აირჩიეთ ინვესტიციის ანგარიში:

source: Goto ledger
ka: გროსბუხზე გადასვლა

source: Ren
ka: გადარქმევა

source: Link Matching
ka: ბმულის შესატყვისი

source: Matching setup
ka: დამთხვევის მორგება

source: Identifier pattern
ka: იდენტიფიკატორის ნიმუში

source: Url template
ka: ბმულის შაბლონი

source: Matching check
ka: შესაბამისი ჩეკი

source: Enter identifier
ka: შეიყვანეთ იდენტიფიკატორი

source: Captured result
ka: ჩაწერილი შედეგი

source: Resulting URL
ka: შედეგი URL

source: TextLabel
ka: ტექსტური ჭდე

source: Add
ka: დამატება

# @info:placeholder
source: No schedules found
ka: განრიგი ვერ ვპოვე

# @info:label Description of select transaction dialog
source: Select the transaction to use as template.
ka: აირჩიეთ ტრანზაქციის ტიპი ნიმუშად გამოსაყენებლად.

# @info:tooltip
source: The difference between the account balance and the online balance is %1.
ka: სხვაობა ანგარიშის ბალანსსა და ონლაინ-ბალანსს შორის არის %1.

# @info:placeholder Description of filter
source: Filter text
ka: ტექსტის გაფილტვრა

# @info:tooltip
source: Only show transactions matching the entered text
ka: მხოლოდ იმ ტრანზაქციების ჩვენება, რომლებიც შეყვანილ ტექსტს ემთვევა

# @info Error selecting multiple transactions for edit
source: Cannot edit multiple schedules at once.
ka: ერთზე მეტ გეგმას ერთდროულად ვერ ჩაასწორებთ.

# @info:tooltip selecting multiple transactions for edit
source: Selection of category or account is not possible when split transactions are part of the selection.
ka: კატეგორიის, ან ანგარიშის არჩევა შეუძლებელია, როცა გაყოფილი ტრანზაქციები მონიშნულის ნაწილია.

# @info:tooltip selecting multiple transactions for edit
source: Selection of tags is not possible when split transactions are part of the selection.
ka: ჭდეების არჩევა შეუძლებელია, როცა გაყოფილი ტრანზაქციები მონიშნულის ნაწილია.

# @info:tooltip selecting multiple transactions for edit
source: Selection of cost center is not possible when split transactions are part of the selection.
ka: ფასის ცენტრის არჩევა შეუძლებელია, როცა გაყოფილი ტრანზაქციები მონიშნულის ნაწილია.

source: Clear memo
ka: შენიშვნის გასუფთავება

# @info:tooltip Protected
source: This widget is currently protected because the transaction references a closed account.
ka: ეს ვიჯეტი ამჟამად დაცულია, რადგან ტრანზაქცია მიუთითებს დახურულ ანგარიშზე.

# @info:tooltip Tag entry widget
source: This widget is disabled because you need to select a category first.
ka: ანგარიში გათიშულია, რადგან ჯერ კატეგორია უნდა აირჩიოთ.

# @info:tooltip Tag entry widget
source: Use this widget to add tags for this transaction.
ka: გამოიყენეთ ეს ვიჯეტი ამ ტრანზაქციებისთვის ჭდეების დასამატებლად.

# @info:tooltip Tag entry widget
source: Please use the split editor to assign tags.
ka: ჭდეების მისანიჭებლად გამოიყენეთ გაყოფის რედაქტორი.

# @info:tooltip
source: The transaction is missing a category assignment.
ka: ტრანზაქციას აკლია კატეგორიის მინიჭება.

# @info:tooltip
source: The amount entered is different from the sum of all splits by %1.
ka: შეყვანილი ტანხა განსხვავდება ყველა გაყოფის ჯამისგან %1-ით.

# @title:window Autofill selection dialog
source: Select autofill transaction
ka: აირჩიეთ ავტომატურად შესავსები ტრანზაქცია

source: Link
ka: ბმული

source: Copy memo
ka: მემოს კოპირება

# @info:tooltip
source: The check number used for this transaction.
ka: ტრანზაქციისთვის გამოყენებული ჩეკის ნომერი.

# @info:tooltip
source: Enter the amount of the transaction.
ka: ტრანზაქციის რაოდენობა.

# @info:tooltip
source: The cost center this transaction should be assigned to.
ka: ღირებულების ცენტრი, რომელსაც ეს ტრანზაქცია მიენიჭება.

# @info:tooltip
source: Enter the category or counter account of the transaction.
ka: შეიყვანეთ ტრანზაქციის კატეგორია, ან ანგარიში.

# text for online balance value if not available
source: n/a
ka: შეუსაბამო

# text for online balance date if not available
source: n/a
ka: შეუსაბამო

# Split editor summary
source: Sum of splits
ka: გაყოფების ჯამი

source: Split editor
ka: რედაქტორის გაყოფა

# Placeholder for when there is no data in a view
source: No data found
ka: მონაცემების გარეშე

source: Form
ka: ფორმა

source: Used to keep the filter widget visible. If not visible, it can be shown using Ctrl+F
ka: გამოიყენება ფილტრის ვიჯეტის ხილულად შესანარჩუნებლად. თუ არ ჩანს, მისი ჩვენება შესაძლებელია ღილაკებით Ctrl+F

source: Payment on %2 for %3 with %1 transaction remaining occurring %4.
ka: გადახდა %2-ზე %3-ისთვის დარჩენილი %1 ტრანზაქციით, რომლის გამეორების თარიღია %4.

source: Fiscal month to date
ka: ფისკალური თვე დღემდე

source: Fiscal year to date
ka: ფისკალური წელი თარიღამდე

# @info Info why selection is disabled
source: Category selection is not possible for net worth reports.
ka: წმინდა ღირებულების ანგარიშებისთვის კატეგორიის არჩევა შეუძლებელია.

source: Mark this checkbox to include the account in the group of favorite accounts
ka: დასვით ეს თოლია ამ ანგარიშის რჩეული ანგარიშების ჯგუფში ჩასასმელად

source: Favorite account
ka: რჩეული ანგარიში

# @info Missing parent account selection in new account wizard
source: No parent account selected
ka: მშობელი ანგარიში არჩეული არაა

# Rounding method
source: HalfUp
ka: ნახევრით მაღლა

# Rounding method
source: HalfDown
ka: ნახევრით დაბლა

# Rounding method
source: Promote
ka: დაწინაურება

# @info Warning that security is used in multiple accounts
source: This security is used in multiple accounts. Changing the values below will be effective for all of them.
ka: ეს ფასიანი ქაღალდი ერთზე მეტ ანგარიშში გამოიყენება. ქვემო მნიშვნელობის შეცვლა ყველაზე იმოქმედებს.

source: Security details
ka: ფასიანი ქაღალდის დეტალები

source: Create duplicate of the symbol
ka: სიმბოლოს დუბლიკატის შექმნა

# @info:window
source: Investment detail wizard
ka: ინვესტიციის დეტალის ოსტატი

# @info:window
source: Security detail wizard
ka: ფასიანი ქაღალდის დეტალის ოსტატი

# @info:tab Security edit wizard detail page
source: Security details
ka: ფასიანი ქაღალდის დეტალები

source: Export KMyMoney reports
ka: KMyMoney-ის ანგარიშების გატანა

source: Export in csv format (default)
ka: გატანა CSV ფორმატში (ნაგულისხმევი)

source: Export in HTML format
ka: გატანა HTML ფორმატში

source: Export in xml format
ka: გატანა xml ფორმატში

source: Create reference file from output
ka: მიმართვის ფაილის შექმნა გამოტანილიდან

source: Use info table for exporting
ka: მომხმარებლის ცხრილის გამოყენება გატანისთვის

source: Use pivot table for exporting
ka: კრებსითი ცხრილის გამოყენება გატანისთვის

source: Use query table for exporting (default)
ka: მოთხოვნების ცხრილის გამოყენება გატანისთვის (ნაგულისხმევი)

source: List all custom reports
ka: მომხმარებლის ანგარიშების სია

source: Filename for generated output
ka: ფაილის სახელი გენერირებული გამოტანისთვის

source: Process a specific report
ka: კონკრეტული ანგარიშის დამუშავება

source: Only one of --csv and --html is supported
ka: მხარდაჭერილია, მხოლოდ, ერთ-ერთი, --csv, ან --html
