Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: If this loan is for an asset, such as a car or a house, you can create the asset account now. An asset account represents the total value of an asset. The money from this loan will be transferred into the asset account you create or select. If this loan is a 'consumer loan' (money to use however you want), you can use a checking account instead.
eo: Se ĉi tiu prunto estas por valoraĵo, kiel aŭto aŭ domo, vi povas krei la valorkonton nun. Konto de valoraĵo reprezentas la totalan valoron de valoraĵo. La mono de ĉi tiu prunto estos transdonita en la valorkonton, kiun vi kreas aŭ elektas. Se ĉi tiu prunto estas 'konsumprunto' (mono por uzi kiel vi volas), vi povas uzi ĉekan konton anstataŭe.

source: Do not create payout transaction
eo: Ne krei pagtransakcion
ka: არ შექმნა გადახდის ტრანზაქცია

source: Check this if you are refinancing a loan that already exists in KMyMoney
eo: Kontrolu ĉi tion se vi refinancas prunton kiu jam ekzistas en KMyMoney
ka: ჩართეთ ეს, თუ აკეთებთ იმ სესხის რეფინანსირებას, რომელიც KMyMoney-ში უკვე არსებობს

source: Refinance existing loan
eo: Refinanci ekzistantan prunton
ka: არსებული სესხის რეფინანსირება

source: Asset Account
eo: Aktiva Konto
ka: აქტივების ანგარიში

source: Loan account
eo: Pruntokonto
ka: სესხის ანგარიში

source: Date of payment
eo: Dato de pago
ka: გადახდის თარიღი

source: KMyMoney creates a schedule for this payment and reminds you whenever a payment must be made. Please select the account to/from which payments will be made and the category the interest will be assigned to.<p> If you selected to record all payments this date has already been supplied. If you selected to record only this years payments, then the <b>First payment due date</b> is the date of the first payment made in this year.
eo: KMyMoney kreas horaron por ĉi tiu pago kaj memorigas vin kiam ajn pago devas esti farita. Bonvolu elekti la konton al/de kiu pagoj estos faritaj kaj la kategorion al kiu la interezo estos atribuita.<p> Se vi elektis registri ĉiujn pagojn, ĉi tiu dato jam estis provizita. Se vi elektis registri nur ĉi-jarajn pagojn, tiam la <b>Limdato de la unua pago</b> estas la dato de la unua pago farita en ĉi tiu jaro.

source: Interest category
eo: Intereza kategorio
ka: საპროცენტო განაკვეთის კატეგორია

source: The category the interest part of the payment will be assigned to. If you borrow money you usually have to pay interest, so this should be an expense category. If you lend the money, you receive the interest. In this case, select an income category here.
eo: La kategorio al kiu estos atribuita intereza parto de la pago. Se vi pruntas monon, vi kutime devas pagi interezojn, do ĉi tio devus esti elspezkategorio. Se vi pruntedonas la monon, vi ricevas la interezon. En ĉi tiu kazo, elektu enspezan kategorion ĉi tie.

source: Payment account
eo: Pagkonto
ka: გადახდის ანგარიში

source: Select the account from which you make your periodical payments or where you receive regular payments in case you lend the money. In most cases, this is a checking account.
eo: Elektu la konton el kiu vi faras viajn periodajn pagojn aŭ kie vi ricevas regulajn pagojn se vi pruntedonos la monon. Plejofte, ĉi tio estas ĉekkonto.

source: First payment due on
eo: Unua pago pagebla je
ka: პირველი გადახდის დროა

source: KMyMoney New Account Setup
eo: KMyMoney Nova Konto-Agordo
ka: KMyMoney-ის ახალი ანგარიშის მორგება

source: Broker
eo: Makleristo

source: Payout
eo: Elpago
ka: გადახდა

source: Parent Account
eo: Gepatra Konto
ka: მშობელი ანგარიში

# Finish the wizard
source: Finish
eo: Fini
ka: დასრულება

source: Credit card payment
eo: Pago de kreditkarto
ka: საკრედიტო ბარათით გადახდა

source: Loan payment for %1
eo: Pruntpago por %1
ka: სესხის გადახდა %1-სთვის

source: Loan payment
eo: Pago de prunto
ka: სესხის გადახდა

source: Amortization
eo: Amortizo
ka: ამორტიზაცია

source: Unable to create account: %1
eo: Ne eblas krei konton: %1
ka: ანგარიშის შექმნა შეუძლებელია: %1

# Rounding method
source: Round
eo: Ronda
ka: მრგვალი

# Rounding method
source: Ceil
eo: Plafono
ka: ჭერი

# Rounding method
source: Floor
eo: Planko
ka: იატაკი

# Rounding method
source: Truncate
eo: Detranĉi
ka: მოკვეთა

source: Investment details
eo: Detaloj pri investo

source: Enter the details below and click <b>Next</b> to continue entering the online update details.
eo: Enigu la detalojn sube kaj alklaku <b>Sekva</b> por daŭrigi enigi la retajn ĝisdatigajn detalojn.

source: Trading symbol
eo: Komerca simbolo
ka: სავაჭრო სიმბოლო

source: Enter the ticker symbol (e.g. RHAT).
eo: Enigu la ticker-simbolon (ekz. RHAT).

source: Full name
eo: Plena nomo
ka: სრული სახელი

source: Trading market
eo: Komerca merkato
ka: სავაჭრო მოედანი

source: Identification number
eo: Identiga nombro
ka: საიდენტიფიკაციო ნომერი

source: Enter the CUSIP/ISIN/WKN identification number here
eo: Enigu la identigan numeron CUSIP/ISIN/WKN ĉi tie

source: Trading Currency
eo: Komerca Valuto
ka: სავაჭრო ვალუტა

source: Price precision
eo: Prezprecizeco
ka: ფასის სიზუსტე

source: This determines how many digits after decimal symbol price can have.
eo: Ĉi tio determinas kiom da ciferoj post dekuma simbolo prezo povas havi.
ka: ეს განსაზღვრავს, რამდენი ციფრი შეიძლება წილადის ნიშნის შემდეგ ჰქონდეს ფასს.

source: This controls what to do with digit situated after precision digits in amount values.
eo: Ĉi tio kontrolas kion fari kun cifero situanta post precizecaj ciferoj en kvantovaloroj.
ka: ეს აკონტროლებს, რა მოუვა ციფრს, რომელიც თანხის მნიშვნელობაში მოთხოვნილი სიზუსტის შემდეგაა.

source: Remainder
eo: Restaĵo
ka: ნაშთი

source: Investment Type
eo: Investa Tipo
ka: ინვესტიციის ტიპი

source: This wizard allows you to create a new investment.
eo: Ĉi tiu sorĉisto permesas al vi krei novan investon.
ka: ეს ოსტატი საშუალებას გაძლევთ შექმნათ ახალი ინვესტიცია.

source: The first step in this process requires to select the type of investment. The following steps collect more details about the investment from you.
eo: La unua paŝo en ĉi tiu procezo postulas elekti la tipon de investo. La sekvaj paŝoj kolektas pli da detaloj pri la investo de vi.

source: Type of investment
eo: Tipo de investo
ka: ინვესტიციის ტიპი

source: This wizard allows you to modify the selected investment.
eo: Ĉi tiu sorĉisto permesas modifi la elektitan investon.
ka: ეს ოსტატი მონიშნული ინვესტიციის შეცვლის საშუალებას გაძლევთ.

source: This wizard allows you to modify the selected security.
eo: Ĉi tiu sorĉisto permesas modifi la elektitan sekurecon.

source: Investment detail wizard
eo: Investa detala sorĉisto

source: Security detail wizard
eo: Sekureca detala sorĉisto

source: The selected symbol is already on file. Do you want to reuse the existing security?
eo: La elektita simbolo jam estas en dosiero. Ĉu vi volas reuzi la ekzistantan sekurecon?

source: Security found
eo: Sekureco trovita

source: Unexpected error occurred while adding new investment
eo: Neatendita eraro okazis dum aldonado de nova investo
ka: მოულოდნელი შეცდომა ახალი ინვესტიციის დამატებისას

source: <qt>The security <b>%1</b> currently does not exist as sub-account of <b>%2</b>. Do you want to create it?</qt>
eo: <qt>La sekureco <b>%1</b> nuntempe ne ekzistas kiel subkonto de <b>%2</b>. Ĉu vi volas krei ĝin?</qt>

source: Create security
eo: Krei sekurecon
ka: ფასიანი ქაღალდის შექმნა

source: New Investment wizard
eo: Nova Investa sorĉisto
ka: ახალი ინვესტიციის ოსტატი

source: Online Update
eo: Enreta Ĝisdatigo
ka: განახლება ინტერნეტით

source: Select an online source and click <b>Finish</b> to store the investment data. If you do not want to use online updates, just leave the data as is.
eo: Elektu interretan fonton kaj alklaku <b>Finu</b> por konservi la investajn datumojn. Se vi ne volas uzi interretajn ĝisdatigojn, simple lasu la datumojn kiel estas.

source: Use Finance::Quote
eo: Uzi Finance::Quote
ka: Finance::Quote-ის გამოყენება

source: Online Source
eo: Reta Fonto
ka: ონლაინ წყარო

source: Factor
eo: Faktoro
ka: ფაქტორი

source: &Additional fees...
eo: Pli&aj kotizoj...
ka: დ&ამატებითი მოსაკრებლები...

source: Enter additional fees
eo: Enigi kromajn kotizojn
ka: შეიყვანეთ დამატებითი გადასახადი

source: Use this to add any additional fees other than principal and interest contained in your periodical payments.
eo: Uzu ĉi tion por aldoni iujn ajn kromajn kotizojn krom ĉefa kaj interezo enhavitaj en viaj periodaj pagoj.

source: If your regular payment contains any additional fees, click on the button "Additional fees" to enter them.
eo: Se via kutima pago enhavas aldonajn kotizojn, alklaku la butonon "Pliaj kotizoj" por enigi ilin.

source: = periodical payment:
eo: = perioda pago:
ka: = პერიოდული გადახდა:

source: Principal + Interest:
eo: Ĉefa + Interezo:
ka: ძირითადი + პროცენტი:

source: If no additional fees are included in your periodical payment or you have entered all such fees, then click on "Next".
eo: Se neniuj aldonaj kotizoj estas inkluzivitaj en via perioda pago aŭ vi enigis ĉiujn tiajn kotizojn, tiam alklaku "Sekva".

source: Use this to create a new account to which the initial payment should be made
eo: Uzu ĉi tion por krei novan konton al kiu la komenca pago estu farita

source: Press this to create a new asset account
eo: Premu ĉi tion por krei novan valorkonton
ka: დააჭირეთ ამას ახალი აქტივების ანგარიშის შესაქმნელად

source: Calculation Overview
eo: Superrigardo pri Kalkulo
ka: გამოთვლის მიმოხილვა

source: KMyMoney has calculated the loan as shown in the overview below. You can accept these values by selecting "Next" or change them by choosing "Back" to return to the input field for the information you want to change.
eo: KMyMoney kalkulis la prunton kiel montrite en la suba superrigardo. Vi povas akcepti ĉi tiujn valorojn elektante "Sekva" aŭ ŝanĝi ilin elektante "Reen" por reveni al la eniga kampo por la informoj, kiujn vi volas ŝanĝi.

source: Loan amount:
eo: Pruntokvanto:
ka: სესხის თანხა:

source: Interest rate:
eo: Interezo:
ka: საპროცენტო განაკვეთი:

source: Term:
eo: Termino:
ka: ვადა:

source: Final amortization payment
eo: Fina amortizopago
ka: საბოლო გადახდა

source: Duration
eo: Daŭro
ka: ხანგრძლოვობა

source: Please enter the term of this loan or leave the field empty to calculate it. The term is the time that is required to fully repay the loan. This time might be different from the time your loan contract is signed for.
eo: Bonvolu enigi la terminon de ĉi tiu prunto aŭ lasi la kampon malplena por kalkuli ĝin. La termino estas la tempo necesa por plene repagi la prunton. Ĉi tiu tempo povus esti malsama ol la tempo, kiam via pruntkontrakto estas subskribita.

source: Edit Loan Account Wizard
eo: Redakti Sorĉiston pri Pruntokonto
ka: სესხის ანგარიშის ოსტატის რედაქტორი

source: Welcome to the Edit Loan Account Wizard. Please use this wizard to modify information about your loan account. Please make sure that you have the relevant information handy. You usually get the information out of your contract and the last statement.
eo: Bonvenon al la Sorĉisto pri Redakto de Prunto-Konto. Bonvolu uzi ĉi tiun asistanton por modifi informojn pri via pruntkonto. Bonvolu certigi, ke vi havas la koncernajn informojn al la mano. Vi kutime ricevas la informojn el via kontrakto kaj la lasta deklaro.

source: Edit selection
eo: Redakti elekton
ka: მონიშნულის ჩასწორება

source: Please select, which data of the loan you want to modify.
eo: Bonvolu elekti, kiujn datumojn de la prunto vi volas modifi.
ka: აირჩიეთ, სესხის რომელი მონაცემის შეცვლა გნებავთ.

source: Modify the interest rate
eo: Modifi la interezon
ka: საპროცენტო განაკვეთის შეცვლა

source: Modify additional fees
eo: Modifi aldonajn kotizojn
ka: დამატებითი მოსაკრებლების შეცვლა

source: Modify other loan information
eo: Modifi aliajn informojn pri prunto
ka: სხვა სესხის ინფორმაციის შეცვლა

source: Modify loan attributes
eo: Modifi pruntajn atributojn
ka: სესხის ატრიბუტების შეცვლა

source: Please enter the date from which on the following changes will be effective. The date entered must be later than the opening date of this account (%1), but must not be in the future. The default will be today.
eo: Bonvolu enigi la daton de kiu la sekvaj ŝanĝoj efektiviĝos. La dato enigita devas esti pli posta ol la malferma dato de ĉi tiu konto (%1), sed ne devas esti en la estonteco. La defaŭlta estos hodiaŭ.

source: Effective date
eo: Efika dato
ka: ეფექტურობის თარიღი

source: When should the changes become active?
eo: Kiam la ŝanĝoj devas fariĝi aktivaj?
ka: როდის უნდა გააქტიურდეს ცვლილებები?

source: Please enter the amount of a final amortization payment or leave the field empty to calculate it.
eo: Bonvolu enigi la kvanton de fina amortizopago aŭ lasi la kampon malplena por kalkuli ĝin.

source: Please enter the date, the first payment for this loan was/is due.
eo: Bonvolu enigi la daton, la unua pago por ĉi tiu prunto estis/estas pagebla.
ka: შეიყვანეთ თარიღი, როცა ამ სესხის პირველი გადახდის დრო დგება/დგებოდა.

source: Note: Consult the loan contract for details of the first due date. Keep in mind, that the first due date usually differs from the date the contract was signed
eo: Noto: Konsultu la pruntkontrakton por detaloj pri la unua limdato. Memoru, ke la unua limdato kutime diferencas de la dato, kiam la kontrakto estis subskribita

source: Please enter the date, the first payment for this loan was/is due this year.
eo: Bonvolu enigi la daton, la unua pago por ĉi tiu prunto estis/estas pagebla ĉi-jare.
ka: შეიყვანეთ თარიღი, როცა ამ სესხის პირველი გადახდის დრო დგება/დგებოდა წელს.

source: Note: You can easily figure out the date of the first payment if you consult the last statement of last year.
eo: Noto: Vi povas facile eltrovi la daton de la unua pago se vi konsultas la lastan deklaron de la pasinta jaro.

source: Date of first payment
eo: Dato de unua pago
ka: პირველი გადახდის თარიღი

source: Interest calculation
eo: Interezkalkulo
ka: პროცენტის გაანგარიშება

source: When does the actual interest rate get calculated?
eo: Kiam la reala interezo estas kalkulita?
ka: როდის გამოითვლება რეალური საპროცენტო განაკვეთი?

source: When the payment is received.
eo: Kiam la pago estas ricevita.
ka: როცა გადახდა მიიღება.

source: When the payment is due.
eo: Kiam la pago estas pagenda.
ka: როცა გადახდის დროა.

source: Create a new category
eo: Krei novan kategorion
ka: ახალი კატეგორიის შექმნა

source: Use this to open the new account editor
eo: Uzu ĉi tion por malfermi la novan kontan redaktilon
ka: გამოიყენეთ ეს ახალი ანგარიშის რედაქტორის გასახსნელად

source: Please select the category you want to assign the interest payments to or create a new category.
eo: Bonvolu elekti la kategorion al kiu vi volas atribui la interezpagojn aŭ krei novan kategorion.

source: Please enter the interest rate or leave the field empty to calculate it.
eo: Bonvolu enigi la interezon aŭ lasi la kampon malplena por kalkuli ĝin.
ka: შეიყვანეთ საპროცენტო განაკვეთი, ან დატოვეთ ველი ცარიელი მის გამოსათვლელად.

source: Current rate
eo: Nuna kurzo
ka: მიმდინარე სიჩქარე

source: KMyMoney either calculates the new interest rate or the amount for principal and interest. If you know the interest rate then enter it here. If KMyMoney should calculate this value for you, then leave the field blank.
eo: KMyMoney aŭ kalkulas la novan interezoprocenton aŭ la kvanton por ĉefo kaj interezo. Se vi konas la interezan indicon, enigu ĝin ĉi tie. Se KMyMoney devus kalkuli ĉi tiun valoron por vi, tiam lasu la kampon malplena.

source: Type of interest
eo: Tipo de interezo
ka: ინტერესის ტიპი

source: Is the interest of this loan fixed over a period of time or is it adapted from time to time? If the interest rate changes during the amortization phase of the loan you should choose the option 'variable interest rate'.
eo: Ĉu la interezo de ĉi tiu prunto estas fiksita dum tempodaŭro aŭ ĉu ĝi estas adaptita de tempo al tempo? Se la interezokvoto ŝanĝiĝas dum la amortiza fazo de la prunto, vi devus elekti la opcion 'varia interezo'.

source: Fixed interest rate
eo: Fiksa interezokvoto
ka: ფიქსირებული საპროცენტო განაკვეთი

source: Variable interest rate
eo: Varia interezoprocento
ka: ცვლადი საპროცენტო განაკვეთი

source: Edit loan wizard
eo: Redakti pruntsorĉiston
ka: სესხის ოსტატის რედაქტირება

source: Note: you will not be able to modify this account today, because the opening date "%1" is in the future. Please revisit this dialog when the time has come.
eo: Noto: vi ne povos modifi ĉi tiun konton hodiaŭ, ĉar la malferma dato "%1" estas estonta. Bonvolu reviziti ĉi tiun dialogon kiam venos la tempo.

source: Your previous selection was "%1". If you select another option, KMyMoney will dismiss the changes you have just entered. Do you wish to proceed?
eo: Via antaŭa elekto estis "%1". Se vi elektas alian opcion, KMyMoney malakceptos la ŝanĝojn, kiujn vi ĵus enigis. Ĉu vi volas daŭrigi?

# @title:window
source: Confirmation
eo: Konfirmo
ka: დადასტურება

source: The loan wizard is unable to calculate two different values for your loan at the same time. Please enter a value for the %1 on this page or backup to the page where the current value to be calculated is defined and fill in a value.
eo: La prunto-sorĉisto ne povas kalkuli du malsamajn valorojn por via prunto samtempe. Bonvolu enigi valoron por la %1 sur ĉi tiu paĝo aŭ sekurkopio al la paĝo kie la nuna kalkulota valoro estas difinita kaj plenigu valoron.

source: You selected, that payments have already been made towards this loan. This requires you to enter the loan amount exactly as found on your last statement.
eo: Vi elektis, ke pagoj jam estis faritaj al ĉi tiu prunto. Ĉi tio postulas, ke vi enigu la pruntsumon ĝuste kiel trovite sur via lasta deklaro.

source: interest rate
eo: interezo
ka: საპროცენტო განაკვეთი

source: term
eo: termino
ka: პირობები

source: principal and interest
eo: ĉefa kaj interezo
ka: ძირითადი და პროცენტი

source: New Loan Wizard
eo: Nova Prunto Sorĉisto
ka: ახალი სესხის ოსტატი

source: calculate
eo: kalkuli
ka: გამოთვლა

source: The number of payments has been decremented and the final payment has been modified to %1.
eo: La nombro da pagoj estis malpliigita kaj la fina pago estis modifita al %1.

source: The final payment has been modified to %1.
eo: La fina pago estis modifita al %1.
ka: საბოლოო გადახდა შეცვლილია %1-ზე.

source: KMyMoney has calculated a final payment of %1 for this loan.
eo: KMyMoney kalkulis finan pagon de %1 por ĉi tiu prunto.
ka: KMyMoney-მა გამოთვალა ამ სესხის საბოლოო გადახდა, როგორც %1.

source: You have entered mis-matching information. Please backup to the appropriate page and update your figures or leave one value empty to let KMyMoney calculate it for you
eo: Vi enigis miskongruajn informojn. Bonvolu sekurigi al la taŭga paĝo kaj ĝisdatigi viajn ciferojn aŭ lasi unu valoron malplena por lasi KMyMoney kalkuli ĝin por vi

source: Lending or borrowing money
eo: Pruntepreni aŭ prunti monon
ka: ფულის სესხება ან გასესხება

source: Do you borrow or lend money?
eo: Ĉu vi pruntas aŭ pruntedonas monon?
ka: ასესხებთ თუ ისესხებთ ფულს?

source: Please enter the original loan amount in the field below or leave it empty to be calculated.
eo: Bonvolu enigi la originan pruntsumon en la suban kampon aŭ lasi ĝin malplena por esti kalkulita.

source: Please enter the remaining loan amount of last years final statement in the field below. You should not leave this field empty.
eo: Bonvolu enigi la restantan pruntsumon de la fina deklaro de la lastaj jaroj en la suban kampon. Vi ne lasu ĉi tiun kampon malplena.

source: To whom do you make payments?
eo: Al kiu vi faras pagojn?
ka: ვის უხდით?

source: Payments to
eo: Pagoj al
ka: გადახდა ვისთვის

source: From whom do you expect payments?
eo: De kiu vi atendas pagojn?
ka: ვისგან ელოდებით გადახდას?

source: Payments from
eo: Pagoj de
ka: გადახდა ვისგან

source: Name of the loan
eo: Nomo de la prunto
ka: სესხის სახელი

source: How do you want to call this loan? Examples for names are 'car loan', 'school loan', 'home owner loan'.
eo: Kiel vi volas nomi ĉi tiun prunton? Ekzemploj por nomoj estas "aŭtoprunto", "lerneja prunto", "hejmposedanto-prunto".

# @label loan name
source: Name
eo: Nomo
ka: სახელი

source: Calculate Loan
eo: Kalkuli Prunton
ka: სესხის გამოთვლა

source: You have successfully entered the general information about your loan. Next, KMyMoney needs some information about the calculation of the loan.
eo: Vi sukcese enigis la ĝeneralajn informojn pri via prunto. Poste, KMyMoney bezonas iujn informojn pri la kalkulo de la prunto.

source: 1. General Information
eo: 1. Ĝenerala Informo
ka: 1. ზოგადი ინფორმაცია

source: 2. Calculate Loan
eo: 2. Kalkuli Prunton
ka: 2. სესხის გამოთვლა

source: 3. Payments
eo: 3. Pagoj
ka: 3. გადახდები

source: In the first step, KMyMoney will ask you some general information about the loan account to be created.
eo: En la unua paŝo, KMyMoney petos al vi iujn ĝeneralajn informojn pri la kreota pruntkonto.

source: 2. Calculate Loan 3. Payments
eo: 2. Kalkuli Prunto 3. Pagoj
ka: 2. სესხის გამოთვლა 3. გადახდები

source: New Loan Account Wizard
eo: Sorĉisto de Nova Konto de Prunto
ka: ახალი სესხის ანგარიშის ოსტატი

source: Welcome to the New Loan Account Wizard which will guide you through the creation of a new loan e.g. for your home, your car or any other loan that you pay or gain interest for. Please make sure that you have the relevant information handy. You usually get the information out of your contract and the last statement.
eo: Bonvenon al la Sorĉisto de Nova Prunto-Konto kiu gvidos vin tra la kreado de nova prunto ekz. por via hejmo, via aŭto aŭ ajna alia prunto, por kiu vi pagas aŭ gajnas interezojn. Bonvolu certigi, ke vi havas la koncernajn informojn al la mano. Vi kutime ricevas la informojn el via kontrakto kaj la lasta deklaro.

source: In the following steps, KMyMoney supports you in setting up categories and schedules for your loan payments.
eo: En la sekvaj paŝoj, KMyMoney subtenas vin agordi kategoriojn kaj horarojn por viaj pruntpagoj.

source: Please enter the amount you pay for principal and interest or leave the field empty to calculate it.
eo: Bonvolu enigi la kvanton, kiun vi pagas por ĉefa kaj interezo, aŭ lasi la kampon malplena por kalkuli ĝin.

source: Current amount
eo: Nuna kvanto
ka: მიმდინარე თანხა

source: Principal and interest
eo: Ĉefo kaj interezo
ka: ძირითადი და პროცენტი

source: KMyMoney either calculates the new interest rate or the amount for principal and interest. If you know the amount for principal and interest then enter it here. If KMyMoney should calculate this value for you, then leave the field blank.
eo: KMyMoney aŭ kalkulas la novan interezoprocenton aŭ la kvanton por ĉefo kaj interezo. Se vi scias la kvanton por ĉefo kaj interezo, enigu ĝin ĉi tie. Se KMyMoney devus kalkuli ĉi tiun valoron por vi, tiam lasu la kampon malplena.

source: How often will there be payments made to this loan?
eo: Kiom ofte estos pagoj al ĉi tiu prunto?
ka: რამდენად ხშირად მოხდება ამ სესხზე გადახდები?

source: Payments?
eo: Pagoj?
ka: გადახდები?

source: Were there any payments for this loan whether they are entered into KMyMoney or not?
eo: Ĉu estis pagoj por ĉi tiu prunto ĉu ili estas enigitaj en KMyMoney aŭ ne?

source: No, no payments were made yet.
eo: Ne, ankoraŭ neniuj pagoj estis faritaj.
ka: არა, ჯერ გადახდები არ განხორციელებულა.

source: Yes, payments were made.
eo: Jes, pagoj estis faritaj.
ka: დიახ, გადახდები განხორციელდა.

source: Note: Payments made to obtain the loan (e.g. Dissagio) are not considered as payments in this context.
eo: Noto: Pagoj faritaj por akiri la prunton (ekz. Dissagio) ne estas konsiderataj kiel pagoj en ĉi tiu kunteksto.

source: Recording payments?
eo: Ĉu registri pagojn?
ka: იწერთ გადახდებს?

source: Do you want to record all payments of this loan with KMyMoney?
eo: Ĉu vi volas registri ĉiujn pagojn de ĉi tiu prunto kun KMyMoney?
ka: გსურთ ჩაწეროთ ამ სესხის ყველა გადახდა KMyMoney–ით?
