Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Unable to import template(s)
eo: Ne eblas importi ŝablono(j)n
ka: შაბლონ(ებ)ის იმპორტი შეუძლებელია

source: Exporting account templates.
eo: Eksportante kontajn ŝablonojn.
ka: მიმდინარეობს ანგარიშის შაბლონების გატანა.

source: Save as...
eo: Konservi kiel...
ka: შენახვა როგორც...

source: KMyMoney template files (*.kmt);;All files (*)
eo: KMyMoney ŝablonodosieroj (*.kmt);;Ĉiuj dosieroj (*)
ka: KMyMoney-ის შაბლონის ფაილები (*.kmt);;ყველა ფაილი (*)

# @title:window Error display
source: Template export
eo: Ŝablona eksporto
ka: შაბლონის გატანა

source: The file <b>%1</b> already exists. Do you really want to overwrite it?
eo: La dosiero <b>%1</b> jam ekzistas. Ĉu vi vere volas anstataŭigi ĝin?
ka: ფაილი <b>%1</b> უკვე არსებობს. გნებავთ, გადააწეროთ?

source: File already exists
eo: Dosiero jam ekzistas
ka: ფაილი უკვე არსებობს

source: The file must be saved first before it can be backed up. Do you want to continue?
eo: La dosiero devas esti konservita unue antaŭ ol ĝi povas esti sekurigita. Ĉu vi volas daŭrigi?
ka: ფაილი, სანამ მისი მარქაფი მოხდება, უნდა შეინახოთ. გნებავთ გაგრძელება?

# @title:window
source: Confirmation of backup
eo: Konfirmo de sekurkopio
ka: მარქაფის დადასტურება

source: The current implementation of the backup functionality only supports local files as source files. Your current source file is '%1'.
eo: La nuna efektivigo de la rezerva funkcio nur subtenas lokajn dosierojn kiel fontdosierojn. Via nuna fontdosiero estas '%1'.

source: Local files only
eo: Nur lokaj dosieroj
ka: მხოლოდ ლოკალური ფაილები

source: Mounting %1
eo: Muntado %1
ka: %1-ის მიერთება

source: Backup file for today exists on that device. Replace?
eo: Rezerva dosiero por hodiaŭ ekzistas sur tiu aparato. Anstataŭigi?
ka: იმ მოწყობილობაზე მარქაფის ფაილი დღეისთვის უკვე არსებობს. ჩავანაცვლო?

source: &Replace
eo: &Anstataŭigi
ka: &ჩანაცვლება

source: Writing %1
eo: Skribante %1
ka: %1-ის ჩაწერა

source: Unmounting %1
eo: Malmuntante %1
ka: %1-ის მოხსნა

source: Error mounting device
eo: Eraro dum muntado de aparato
ka: მოწყობილობის მიმაგრების შეცდომა

# Backup done
source: Done
eo: Farita
ka: დასრულებულია

source: File successfully backed up
eo: Dosiero sukcese sekurkopiita
ka: ფაილი წარმატებით დამარქაფდა

source: Error copying file to device
eo: Eraro kopiante dosieron al aparato
ka: ფაილის მოწყობილობაზე კოპირების შეცდომა

source: Error unmounting device
eo: Eraro malmuntante aparaton
ka: მოწყობილობის მოხსნის შეცდომა

source: This account is a liability and if the opening balance represents money owed, then it should be negative. Negate the amount? Please click Yes to change the opening balance to %1, Please click No to leave the amount as %2, Please click Cancel to abort the account creation.
eo: Ĉi tiu konto estas pasivo kaj se la malferma bilanco reprezentas monon ŝulditan, tiam ĝi devus esti negativa. Neigi la kvanton? Bonvolu klaki Jes por ŝanĝi la komencan saldon al %1, Bonvolu klaki Ne por lasi la sumon kiel %2, Bonvolu klaki Nuligi por ĉesigi la kreadon de la konto.

# @title:window
source: Opening balance for liability
eo: Malferma bilanco por respondeco
ka: პასუხისმგებლობის ბალანსის გახსნა

source: Unable to add account: %1
eo: Ne eblas aldoni konton: %1
ka: ანგარიშის დამატება შეუძლებელია: %1

source: Running consistency check...
eo: Rugante konsekvenckontrolon...
ka: თანმიმდევრულობის შემოწმება...

source: Consistency check failed: %1
eo: Konsekvenckontrolo malsukcesis: %1
ka: თანმიმდევრულობის შემოწმება ჩავარდა: %1

source: The consistency check has found no issues in your data. Details are presented below.
eo: La konsekvenca kontrolo trovis neniujn problemojn en viaj datumoj. Detaloj estas prezentitaj sube.
ka: მთლიანობის შემოწმებამ მონაცემებთან პრობლემები ვერ აღმოაჩინა. დეტალები იხილეთ ქვემოთ.

source: The consistency check has found some issues in your data. Details are presented below. Those issues that could not be corrected automatically need to be solved by the user.
eo: La konsekvenca kontrolo trovis kelkajn problemojn en viaj datumoj. Detaloj estas prezentitaj sube. Tiuj problemoj, kiuj ne povis esti korektitaj aŭtomate, devas esti solvitaj de la uzanto.
ka: მთლიანობის შემოწმებამ თქვენს მონაცემებში რამდენიმე პრობლემა აღმოაჩინა. დეტალები ქვემოთაა მოყვანილი. ეს პრობლემები ავტომატურად ვერ გადაიჭრა და ხელით ჩარევას საჭიროებს.

source: Consistency check result
eo: Rezulto de la kontrolo de konsistenco
ka: თანმიმდევრულობის შემოწმების შედეგი

source: Checking for overdue scheduled transactions...
eo: Kontrolante por posttempaj planitaj transakcioj...
ka: გადაცილებული დაგეგმილი ტრანზაქციების შემოწმება...

source: You must first select a KMyMoney file before you can import a statement.
eo: Vi unue devas elekti dosieron de KMyMoney antaŭ ol vi povas importi deklaron.
ka: ამონაწერის შემოტანამდე საჭიროა, KMyMoney-ის ფაილი აირჩიოთ.

source: Importing a statement via Web Connect
eo: Importi deklaron per Web Connect
ka: ამონაწერის შემოტანა ვებ-კავშირით

# %1 file location, %2 plugin name
source: Unable to import %1 using %2 plugin. The plugin returned the following error: %3
eo: Ne eblas importi %1 per %2 kromaĵo. La kromaĵo redonis la jenan eraron: %3
ka: %1-ის შემოტანა დამატებით %2 შეუძლებელია. დამატებამ დააბრუნა შემდეგი შეცდომა: %3

source: Importing error
eo: Importa eraro
ka: შემოტანის შეცდომა

source: All messages have been enabled.
eo: Ĉiuj mesaĝoj estas ebligitaj.
ka: ყველა შეტყობინება ჩართულია.

source: All messages
eo: Ĉiuj mesaĝoj
ka: ყველა შეტყობინება

source: Auto saving...
eo: Aŭtomata konservado...
ka: ავტოშენახვა...

source: Creating new document...
eo: Kreanta novan dokumenton...
ka: ახალი დოკუმენტის შექმნა...

source: Couldn't create a new file.
eo: Ne eblis krei novan dosieron.
ka: ახალი ფაილის შექმნის შეცდომა.

source: Open a file.
eo: Malfermi dosieron.
ka: ფაილის გახსნა.

source: Couldn't find any plugin for opening storage.
eo: Ne eblis trovi ajnan kromprogramon por malfermi konservejon.
ka: საცავის გასახსნელად დამატება აღმჩენილი არაა.

source: All files (*)
eo: Ĉiuj dosieroj (*)
ka: ყველა ფაილი (*)

source: Loading file...
eo: Ŝargas dosieron...
ka: ფაილის ჩატვირთვა...

source: <p>File <b>%1</b> is already opened in another instance of KMyMoney</p>
eo: <p>Dosiero <b>%1</b> jam estas malfermita en alia okazo de KMyMoney</p>

source: Duplicate open
eo: Duplikato malfermita

source: <p><b>%1</b> is either an invalid filename or the file does not exist. You can open another file or create a new one.</p>
eo: <p><b>%1</b> aŭ estas nevalida dosiernomo aŭ la dosiero ne ekzistas. Vi povas malfermi alian dosieron aŭ krei novan.</p>
ka: <p><b>%1</b> ეს ან არასწორი ფაილის სახელია, ან ფაილი არ არსებობს. შეგიძლიათ, გახსნათ სხვა ფაილი, ან ახალი შექმნათ.</p>

source: File not found
eo: La dosiero ne troviĝis
ka: ფაილი ვერ მოიძებნა

source: Cannot open file as requested.
eo: Ne povas malfermi dosieron kiel petis.
ka: მოთხოვნისამებრ ფაილის გახსნა შეუძლებელია.

source: Could not read your data source. Please check the KMyMoney settings that the necessary plugin is enabled.
eo: Ne eblis legi vian datumfonton. Bonvolu kontroli la agordojn de KMyMoney, ke la necesa kromaĵo estas ebligita.
ka: თქვენი მონაცემთა წყაროს წაკითხვა შეუძლებელია. შეამოწმეთ KMyMoney-ის პარამეტრები და დარწმუნდით, რომ საჭირო მოდული ჩართულია.

source: Saving file...
eo: Konservante dosieron...
ka: ფაილის შენახვა...

source: Failed to save your data.
eo: Malsukcesis konservi viajn datumojn.
ka: თქვენი მონაცემების შენახვა ვერ ჩავარდა.

source: Couldn't find suitable plugin to save your data.
eo: Ne eblis trovi taŭgan kromprogramon por konservi viajn datumojn.
ka: თქვენი მონაცემების შესანახად საჭირო მოდული აღმოჩენილი არაა.

source: Saving file as....
eo: Konservante dosieron kiel....
ka: ფაილის შენახვა, როგორც...

source: Couldn't find any plugin for saving data.
eo: Ne eblis trovi ajnan kromprogramon por konservi datumojn.
ka: მონაცემების შესანახად დამატება აღმოჩენილი არაა.

source: Failed to save your storage.
eo: Malsukcesis konservi viajn konservaĵojn.
ka: თქვენი საცავის შენახვა ჩავარდა.

source: &Import
eo: &Importi
ka: &იმპორტი

source: &Export
eo: E&ksporti
ka: &გატანა

source: &Institution
eo: &Institucio
ka: და&წესებულება

source: &Account
eo: &Konto
ka: &ანგარიში

source: &Category
eo: &Kategorio
ka: &კატეგორია

source: &Transaction
eo: &Transakcio
ka: &ტრანზაქცია

source: Mark transaction as...
eo: Marki transakcion kiel...
ka: ტრანზაქციის დანიშვნა, როგორც...

source: Mark transaction
eo: Marki transakcion
ka: ტრანზაქციის დანიშვნა

source: T&ools
eo: Il&oj
ka: ხელსაწყოები

source: Account options
eo: Opcioj de konto
ka: ანგარიშის პარამეტრები

source: Category options
eo: Kategoriaj elektoj
ka: კატეგორიის პარამეტრები

source: Institution options
eo: Ebloj de institucio
ka: დაწესებულების მორგება

source: Payee options
eo: Ebloj de pagito
ka: მიმღების პარამეტრები

source: Tag options
eo: Etikedoj
ka: ჭდის მორგება

source: Investment options
eo: Opcioj de investo
ka: ინვესტიციის მორგება

source: Security options
eo: Sekurecaj elektoj
ka: ფასიანი ქაღალდის მორგება

source: Scheduled transactions options
eo: Opcioj pri planitaj transakcioj
ka: დაგეგმილი ტრანზაქციების პარამეტრები

source: Transaction options
eo: Transakciaj elektoj
ka: ტრანზაქციის მორგება

source: Move transaction to...
eo: Movi transakcion al...
ka: ტრანზაქციის გადატანა სად...

source: Select account
eo: Elekti konton
ka: აირჩიეთ ანგარიში

source: Main Toolbar
eo: Ĉefa ilobreto
ka: ხელსაწყოთა მთავარი ზოლი

source: &New Schedule...
eo: &Nova horaro...
ka: &ახალი განრიგი...

source: Create a new schedule.
eo: Krei novan horaron.
ka: ახალი განრიგის შექმნა.

source: Use this to create a new schedule.
eo: Uzi ĉi tion por krei novan horaron.
ka: გამოიყენეთ ახალი განრიგის შესაქმნელად.

source: &Filter
eo: &Filtrilo
ka: &ფილტრი

source: Filter out accounts
eo: Elfiltri kontojn
ka: ანგარიშების გაფილტვრა

source: Use this to filter out accounts
eo: Uzi ĉi tion por filtri kontojn
ka: გამოიყენეთ ანგარიშების გასაფილტრად

source: Scheduled payments
eo: Planitaj pagoj
ka: დაგეგმილი გადახდები

source: Preferred accounts
eo: Preferataj kontoj
ka: სასურველი ანგარიშები

source: Payment accounts
eo: Pagaj kontoj
ka: გადახდის ანგარიშები

source: Favorite reports
eo: Plej ŝatataj raportoj
ka: რჩეული ანგარიშები

source: Forecast (schedule)
eo: Prognozo (horaro)
ka: პროგნოზი (გეგმა)

source: Net worth forecast
eo: Prognozo de netvaloro
ka: სუფთა კაპიტალის მაჩვენებლების პროგნოზი

source: Forecast (history)
eo: Prognozo (historio)
ka: პროგნოზი (ისტორია)

source: Assets and Liabilities
eo: Aktivoj kaj Pasivoj
ka: აქტივები და ვალდებულებები

source: Budget
eo: Buĝeto
ka: ბიუჯეტი

source: CashFlow
eo: Mona Fluo

source: Unable to load schedule details
eo: Ne eblas ŝargi horarajn detalojn
ka: გეგმის დეტალების ჩატვირთვა შეუძლებელია

# Go to next page of the wizard
source: &Next
eo: &Sekva
ka: &შემდეგი

source: Prices Importer
eo: Importilo por Prezoj
ka: ფასების შემომტანი

source: <p>Do you really want to remove the currency <b>%1</b> from the file?</p>
eo: <p>Ĉu vi vere volas forigi la valuton <b>%1</b> el la dosiero?</p>
ka: <p>მართლა გნებავთ, წაშალოთ ვალუტა <b>%1</b> ფაილიდან?</p>

source: <p>All exchange rates for currency <b>%1</b> will be lost.</p><p>Do you still want to continue?</p>
eo: <p>Ĉiuj kurzoj por valuto <b>%1</b> estos perditaj.</p><p>Ĉu vi ankoraŭ volas daŭrigi?</p>
ka: <p>ყველა გაცვლის კურსი ვალუტისთვის <b>%1</b> დაიკარგება.</p><p>მაინც გნებავთ გაგრძელება?</p>

source: <p>Do you really want to remove the %1 <b>%2</b> from the file?</p>
eo: <p>Ĉu vi vere volas forigi la %1 <b>%2</b> el la dosiero?</p>
ka: <p>მართლა გნებავთ, წაშალოთ %1 <b>%2</b> ფაილიდან?</p>

source: <p>All price quotes for %1 <b>%2</b> will be lost.</p><p>Do you still want to continue?</p>
eo: <p>Ĉiuj prezoj por %1 <b>%2</b> estos perditaj.</p><p>Ĉu vi ankoraŭ volas daŭrigi?</p>
ka: <p>ყველა ფასის კვოტა %1-ისთვის <b>%2</b> დაიკარგება.</p><p>მაინც გნებავთ გაგრძელება?</p>

source: Delete security
eo: Forigi sekurecon
ka: ფასიანი ქაღალდის წაშლა

source: Delete prices
eo: Forigi prezojn
ka: ფასების წაშლა

source: Error while loading file '%1'.
eo: Eraro dum ŝarĝo de dosiero '%1'.
ka: შეცდომა ფაილის '%1' ჩატვირთვისას.

source: File access error
eo: Eraro de aliro al dosiero
ka: ფაილის წვდომის შეცდომა

source: New Payee
eo: Nova Pagato
ka: ახალი მიმღები

source: <qt>Do you want to add <b>%1</b> as payee/receiver?</qt>
eo: <qt>Ĉu vi volas aldoni <b>%1</b> kiel paganton/ricevanton?</qt>
ka: <qt>გნებავთ, დაამატოთ <b>%1</b> მიმღების სახით?</qt>

source: Unable to add payee
eo: Ne eblas aldoni pagaton
ka: მიმღების დამატება შეუძლებელია

source: New Tag
eo: Nova Etikedo
ka: ახალი ჭდე

source: <qt>Do you want to add <b>%1</b> as tag?</qt>
eo: <qt>Ĉu vi volas aldoni <b>%1</b> kiel etikedon?</qt>
ka: <qt>გნებავთ, დაამატოთ <b>%1</b> ჭდის სახით?</qt>

source: New tag
eo: Nova etikedo
ka: ახალი ჭდე

source: Unable to add tag
eo: Ne eblas aldoni etikedon
ka: ჭდის დამატება შეუძლებელია

source: Cannot add institution: %1
eo: Ne povas aldoni institucion: %1
ka: დაწესებულების დამატება შეუძლებელია: %1

source: One statement has been processed with the following results:
eo: Unu deklaro estis prilaborita kun sekvaj rezultoj:
ka: დამუშავებულია ერთი ამონაწერი შემდეგი შედეგებით:

source: No new transaction has been imported.
eo: Neniu nova transakcio estis importita.
ka: ახალი ტრანზაქცია არ შემოტანილა.

source: Statement import statistics
eo: Deklara importstatistiko
ka: ამონაწერის შემოტანის სტატისტიკა

source: language to be used
eo: lingvo uzota
ka: ენის გამოყენება

source: do not open last used file
eo: ne malfermu la lastan uzitan dosieron
ka: არ გახსნა ბოლო გამოყენებული ფაილი

source: enable performance timers
eo: ebligi agado-tempigilojn
ka: წარმადობის ტაიმერების ჩართვა

source: do not globally catch uncaught exceptions
eo: ne tutmonde kapti nekaptitajn esceptojn
ka: არ დაიჭირო გლობალურად დაუჭერელი გამონაკლისები

source: turn on program traces
eo: ŝalti programspurojn
ka: პროგრამის ტრეისების ჩართვა

source: dump the names of all defined QAction objects to stdout and quit
eo: forĵeti la nomojn de ĉiuj difinitaj QAction-objektoj al stdout kaj ĉesi
ka: ყველა აღწერილი QAction ობიექტების სახელების გადმოფურთხება stdout-ზე და გასვლა

source: file to open
eo: dosiero por malfermi
ka: გასახსნელი ფაილი

source: Uncaught error. Please report the details to the developers
eo: Nekaptita eraro. Bonvolu raporti la detalojn al la programistoj
ka: ჩაუჭერელი შეცდომა. მისწერეთ დეტალები პროგრამისტებს

# @action:button
source: Yes
eo: Jes
ka: დიახ

# @action:button
source: No
eo: Ne
ka: არა

source: Source <placeholder>%1</placeholder> does not exist.
eo: Fonto <placeholder>%1</placeholder> ne ekzistas.

source: Cannot resolve input date.
eo: Ne povas solvi enigdaton.

source: CSV source <placeholder>%1</placeholder> does not exist.
eo: CSV-fonto <placeholder>%1</placeholder> ne ekzistas.

source: Cannot find from and to currency.
eo: Ne povas trovi de kaj al valuto.

source: Local quote sources aren't supported.
eo: Lokaj citfontoj ne estas subtenataj.

source: Fetching URL %1...
eo: Akirante URL %1...

source: <placeholder>%1</placeholder> skipped because it doesn't have identification number.
eo: <placeholder>%1</placeholder> preterlasis ĉar ĝi ne havas identigan numeron.

# The process x is executing
source: Executing %1...
eo: Plenumante %1...

source: Unable to launch: %1
eo: Ne eblas lanĉi: %1

source: Failed to open downloaded file
eo: Malsukcesis malfermi elŝutitan dosieron

# Executing 'script' 'online source' 'investment symbol'
source: Executing %1 %2 %3...
eo: Efektivigante %1 %2 %3...

source: Unable to update price for %1
eo: Ne eblas ĝisdatigi prezon por %1

source: Identifier found: '%1'
eo: Identigilo trovita: '%1'

source: Price found: '%1' (%2)
eo: Prezo trovita: '%1' (%2)

source: Date found: '%1'
eo: Trovita dato: '%1'

source: Unable to update price for %1 (no price or no date)
eo: Ne eblas ĝisdatigi prezon por %1 (neniu prezo aŭ neniu dato)

source: Unable to update price for %1 (empty quote data)
eo: Ne eblas ĝisdatigi prezon por %1 (malplenaj citaĵoj)

# Account filter
source: Any status
eo: Ajna statuso
ka: ნებისმიერი სტატუსი

# Account filter
source: Unused
eo: Neuzata
ka: გამოუყენებელი

# Account filter
source: Closed
eo: Fermita
ka: დახურულია

# @title stock symbol column
source: Symbol
eo: Simbolo
ka: სიმბოლო

source: Quantity
eo: Kvanto
ka: რაოდენობა

source: Value
eo: Valoro
ka: მნიშვნელობა

source: Displayed columns
eo: Montritaj kolumnoj
ka: ნაჩვენები სვეტები

source: Any status
eo: Ajna statuso
ka: ნებისმიერი სტატუსი

source: Imported
eo: Importita
ka: შემოტანილია

source: Matched
eo: Kongruita
ka: ემთხვევა

source: Erroneous
eo: Erara
ka: შეცდომითი

source: Scheduled
eo: Planita
ka: დაგეგმილია

source: Not marked
eo: Ne markita
ka: დაუნიშნავი

# Reconciliation state 'Cleared'
source: Cleared
eo: Malbarita
ka: გასუფთავებულია

# Payment made with credit card
source: Charge
eo: Ŝarĝo
ka: მუხტი

# Decrease of asset/liability value
source: Decrease
eo: Malpliigi
ka: შემცირება

# Increase of asset/liability value
source: Increase
eo: Pliigi
ka: გაზრდა

# Payment towards credit card
source: Payment
eo: Pago
ka: გადახდა

source: Split transaction
eo: Split transakcio
ka: ტრანზაქციის გაყოფა

source: *** UNASSIGNED ***
eo: *** NEATRIBUITA ***
ka: *** მიუნიჭებელია ***

source: The plugin to show this information could not be found.
eo: La kromprogramo por montri ĉi tiun informon ne estis trovita.
ka: დამატება, რომელიც ამ ინფორმაციის გამოსატანადაა საჭირო, აღმოჩენილი არაა.

# Brokerage (suffix for account names)
source: Brokerage
eo: Kurtado
ka: ბროკერული ანგარიში

# Account type
source: Checking
eo: Kontrolanta
ka: შემოწმება

# Account type
source: Savings
eo: Ŝparaĵoj
ka: დანაზოგები

# Account type
source: Credit Card
eo: Kreditkarto
ka: საკრედიტო ბარათი

# Account type
source: Cash
eo: Kontantmono
ka: ნაღდი ფული

# Account type
source: Loan
eo: Prunto
ka: სესხი

# Account type
source: Certificate of Deposit
eo: Atestilo pri Deponejo
ka: ანაბრის სერტიფიკატი

# Account type
source: Investment
eo: Investo
ka: ინვესტიცია

# Account type
source: Money Market
eo: Mona Merkato
ka: ფულის ბაზარი

# Account type
source: Asset
eo: Aktivo
ka: აქტივი

# Account type
source: Liability
eo: Respondeco
ka: პასუხიმგებლობა

# Account type
source: Currency
eo: Valuto
ka: ფული

# Account type
source: Income
eo: Enspezoj
ka: შემოსავალი

# Account type
source: Expense
eo: Elspezo
ka: ხარჯები

# Account type
source: Investment Loan
eo: Investa Prunto
ka: საინვესტიციო სესხი

# Account type
source: Stock
eo: Akcio
ka: მოყოლილი

# Account type
source: Equity
eo: Egaleco
ka: კაპიტალი

# Account type
source: Unknown
eo: Nekonata
ka: უცნობი

source: Loan payout
eo: Elpago de prunto
ka: სესხის გადახდა

source: * Problem with account '%1'
eo: * Problemo kun konto '%1'
ka: * პრობლემა ანგარიშთან '%1'

source: * Loop detected between this account and account '%1'.
eo: * Buklo detektita inter ĉi tiu konto kaj konto '%1'.
ka: * აღმოჩენილია მარყუჟი ამ და '%1' ანგარიშებს შორის.

source: Reparenting account '%2' to top level account '%1'.
eo: Reidigante konton '%2' al supronivela konto '%1'.
ka: ახალიმ მშობელი ანგარიში '%2' ზედა დონის ანგარიშისთვის '%1'.

source: * Parent account '%1' belongs to a different group.
eo: * Gepatra konto '%1' apartenas al malsama grupo.
ka: * მშობელია ანგარიში '%1' სხვა ჯგუფს ეკუთვნის.

source: New parent account is the top level account '%1'.
eo: Nova gepatra konto estas la plej alta nivela konto '%1'.
ka: ახალი მშობელია ანგარიშია უმაღლესი დონის ანგარიში '%1'.

source: * Parent account '%1' does not contain '%2' as sub-account.
eo: * Gepatra konto '%1' ne enhavas '%2' kiel subkonton.
ka: * მშობელი ანგარიში '%1' არ შეიცავს '%2'-ს ქვეანგარიშის სახით.

source: * The parent with id %1 does not exist anymore.
eo: * La gepatro kun id %1 ne plu ekzistas.
ka: * მშობელი id-ით %1 აღარ არსებობს.

source: * Child account with id %1 does not exist anymore.
eo: * Ida konto kun id %1 ne plu ekzistas.
ka: * შვილი ანგარიში id-ით %1 აღარ არსებობს.

source: The child account list will be reconstructed.
eo: La ida kontlisto estos rekonstruita.
ka: შვილი ანგარიშების სია თავიდან აიგება.

source: * The payee with id %1 referenced by the loan does not exist anymore.
eo: * La pagato kun id %1 referencita de la prunto ne plu ekzistas.
ka: * გადამხდელი id-ით %1, რომელსაც სესხი მიმართავს, აღარ არსებობს.

source: The payee will be removed.
eo: La pagato estos forigita.
ka: მიმღები წაიშლება.

source: * Older versions of KMyMoney stored an OFX password for this account in cleartext.
eo: * Pli malnovaj versioj de KMyMoney konservis OFX-pasvorton por ĉi tiu konto en klarteksto.
ka: * KMyMoney-ის ძველი ვერსიები ამ ანგარიშისთვის OFX პაროლს დაუშიფრავად ინახავდა.

source: Please open it in the account editor (Account/Edit account) once and press OK.
eo: Bonvolu malfermi ĝin en la kontoredaktilo (Konto/Redakti konton) unufoje kaj premu OK.
ka: გახსენით ის ანგარიშების რედაქტორში (ანგარიში/ანგარიშის ჩასწორება) ერთხელ და დააჭირეთ ღილაკს 'დიახ'.

source: This will store the password in the KDE wallet and remove the cleartext version.
eo: Ĉi tio skonservos la pasvorton en la KDE-monujo kaj forigos la klartekstan version.
ka: ეს შეინახავს პაროლს KDE Wallet-ში და წაშლის დაუშიფრავ ვერსიას.

source: * Unable to update account data in engine.
eo: * Ne eblas ĝisdatigi kontajn datumojn en motoro.
ka: * ძრავაში ანგარიშის მონაცემების განახლება შეუძლებელია.

source: * Reconstructing the child lists for
eo: * Rekonstruanta la idajn listojn por
ka: * შვილი სიების გადალაგება

source: * Unable to update account data for account %1 in engine
eo: * Ne eblas ĝisdatigi kontajn datumojn por konto %1 en motoro
ka: * ანგარიშის მონაცემების განახლება შეუძლებელია ანგარიშისთვის %1 ძრავაში

source: * Payee %1 recreated with fixed id
eo: * Pagato %1 rekreita kun fiksa identigilo
ka: * მიმღები %1 თავიდან შეიქმნა ფიქსირებული ID-ით

source: * Problems with transactions
eo: * Problemoj kun transakcioj
ka: * ტრანზაქციის პრობლემები

source: * Removed unused match information from transaction '%1'.
eo: * Forigitaj neuzataj kongruaj informoj de transakcio '%1'.
ka: * წაიშალა გამოუყენებელი დამთხვევის ინფორმაცია ტრანზაქციიდან '%1'.

source: * Sum of splits in transaction '%1' posted on %2 is not zero.
eo: * Sumo de dividoj en transakcio '%1' afiŝita sur %2 ne estas nulo.
ka: *გაყოფების რაოდენობა ტრანზაქციაში '%1', გამოტანილი %2-ზე, ნული არაა.

source: Account: %1, Amount: %2
eo: Konto: %1, Kvanto: %2
ka: ანგარიში: %1, რაოდენობა: %2

source: * Payee id updated in split of transaction '%1'.
eo: * Pagato-identigilo ĝisdatigita en divido de transakcio '%1'.
ka: მიმღების id განახლდა გაყოფილ ტრანზაქციაში '%1'.

source: * Opening date of Account '%1' cannot be changed to support transaction '%2' post date.
eo: * Malfermdato de Konto '%1' ne povas esti ŝanĝita por subteni transakcion '%2' postdaton.
ka: *გახსნის თარიღს ანგარიშისთვის '%1' ვერ შეცვლით ტრანზაქციის '%2' გამოტანის თარიღის მხარდასაჭერად.

source: * Transaction '%1' post date '%2' is older than opening date '%4' of account '%3'.
eo: * Transakcio '%1' poŝta dato '%2' estas pli malnova ol malfermdato '%4' de konto '%3'.
ka: * ტრანზაქციის '%1' გამოტანის თარიღი '%2' უფრო ძველია, ვიდრე გახსნის თარიღი '%4' ანგარიშისთვის '%3'.

source: Account opening date updated.
eo: Dato de malfermo de konto ĝisdatigita.
ka: ანგარიშის გახსნის თარიღი განახლდა.

source: * shares set to value in split of transaction '%1'.
eo: * akcioj valorigitaj en divido de transakcio '%1'.
ka: * აქციების რაოდენობა დაყენებულია იგივე მნიშვნელობაზე, რაც არის გაყოფაში ტრანზაქციისთვის '%1'.

source: * value set to shares in split of transaction '%1'.
eo: * valoro agordita al akcioj en divido de transakcio '%1'.
ka: * მნიშვნელობები დაყენებულია იგივეზე, რაც არის გაყოფაში ტრანზაქციისთვის '%1'.
