Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
ka: Temuri.doghonadze@gmail.com

source: _Fees
eo: _Kotizoj
ka: _კომისია

source: _Dividend
eo: _Dividendo
ka: _დივიდენდი

source: Error importing %1: This file is not a valid KMM statement file.
eo: Eraro dum importado de %1: Ĉi tiu dosiero ne estas valida KMM-deklardosiero.
ka: %1-ის შემოტანის შეცდომა: ეს ფაილი სწორი KMM ფაილი არაა.

source: Invalid Statement
eo: Nevalida Deklaro
ka: ამონაწერის არასწორი ფორმატი

source: Importing statement for account %1
eo: Importanta deklaron por konto %1

source: Importing statement without transactions
eo: Importanta deklaron sen transakcioj

source: Statement balance is not contained in statement.
eo: Deklara bilanco ne estas enhavita en deklaro.

source: Statement balance on %1 is reported to be %2
eo: Deklara saldo sur %1 estas raportita esti %2

source: Transactions
eo: Transakcioj

source: %1 processed
eo: %1 pritraktata

# x transactions have been added
source: %1 added
eo: %1 aldonita

source: %1 matched
eo: %1 kongruo

source: %1 duplicate
eo: %1 duobligo

source: Payees
eo: Pagitoj

# x transactions have been created
source: %1 created
eo: %1 kreita

source: Error creating security record: %1
eo: Eraro dum kreado de sekureca rekordo: %1
ka: ფასიანი ქაღალდის ჩანაწერის შექმნის შეცდომა: %1

source: Error
eo: Eraro
ka: შეცდომა

source: This imported statement contains investment transactions with no security. These transactions will be ignored.
eo: Ĉi tiu importita deklaro enhavas investajn transakciojn sen sekureco. Ĉi tiuj transakcioj estos ignoritaj.
ka: ეს შემოტანილი ამონაწერი შეიცავს ინვესტიციის ტრანზაქციებს ფასიანი ქაღალდების გარეშე. ასეთი ტრანზაქციები გამოტოვებული იქნება.

source: Security not found
eo: Sekureco ne trovita
ka: ფასიანი ქაღალდი ვერ ვიპოვე

source: Statement Importer
eo: Deklaro Importisto
ka: ამონაწერის შემომტანი

source: This imported statement contains investment transactions with no share amount. These transactions will be ignored.
eo: Ĉi tiu importita deklaro enhavas investajn transakciojn sen akcia kvanto. Ĉi tiuj transakcioj estos ignoritaj.
ka: ეს შემოტანილი ამონაწერი შეიცავს ინვესტიციის ტრანზაქციას აქციების რაოდენობის გარეშე. ასეთი ტრანზაქციები გამოტოვებული იქნება.

source: No share amount provided
eo: Neniu akcia kvanto provizita
ka: აქციების რაოდენობა მითითებული არაა

source: (Fees) %1
eo: (Kotizoj) %1
ka: (კომისია) %1

# Prepend name of payee (%1) to orignal memo (%2)
source: Original payee: %1 %2
eo: Origina pagato: %1 %2

source: Do you want to add "%1" as payee/receiver?
eo: Ĉu vi volas aldoni "%1" kiel pagato/ricevanto?
ka: გნებავთ, დაამატოთ "%1", როგორც გადამხდელი/მიმღები?

source: Selecting "Yes" will create the payee, "No" will skip creation of a payee record and remove the payee information from this transaction. Selecting "Cancel" aborts the import operation. If you select "No" here and mark the "Do not ask again" checkbox, the payee information for all following transactions referencing "%1" will be removed.
eo: Elektante "Jes" kreos la pagiganton, "Ne" preterlasos kreadon de pagisto-registro kaj forigos la pagito-informojn de ĉi tiu transakcio. Elekto de "Nuligi" ĉesigas la importoperacion. Se vi elektas "Ne" ĉi tie kaj markas la markobutonon "Ne demandu denove", la informoj pri pagito por ĉiuj sekvaj transakcioj referencantaj "%1" estos forigita.
ka: 'დიახის' არჩევა შექმნის თანხის მიმღებს, 'არა' კი გამოტოვებს მიმღების ჩანაწერის შექმნას და წაშლის მიმღების ინფორმაციას ტრანზაქციიდან. 'გაუქმების' არჩევა შეწყვეტს შემოტანის ოპერაციას. თუ აირჩევთ 'არას' და დასვამთ თოლიას 'აღარ მკითხო', ყველა შემდეგი ტრანზაქცია, რომელიც '%1'-ს მიმართავს, წაიშლება.

source: New payee/receiver
eo: Nova pagato/ricevanto
ka: ახალი თანხის მიმღები/მიმღები

source: Default Category for Payee
eo: Defaŭlta Kategorio por Pagato
ka: ნაგულისხმები კატეგორია თანხის მიმღებისთვის

source: Please select a default category for payee '%1'
eo: Bonvolu elekti defaŭltan kategorion por la pagato '%1'
ka: აირჩიეთ ნაგულისხმევი კატეგორია გადამხდელისთვის '%1'

source: Save Category
eo: Konservi Kategorion
ka: კატეგორიის შენახვა

source: No Category
eo: Neniu Kategorio
ka: კატეგორიის გარეშე

source: Abort
eo: Ĉesigi
ka: შეწყვეტა

source: Unable to add payee/receiver
eo: Ne eblas aldoni pagaton/ricevanton
ka: თანხის მიმღების/მიმღების დამატების შეცდომა

source: Problem adding or matching imported transaction with id '%1': %2
eo: Problemo aldonante aŭ kongruante importitan transakcion kun id '%1': %2
ka: დამატების ან დამთხვევის შეცდომა შემოტანილი ანგარიშისთვის id-ით '%1': %2

source: <b>You have downloaded a statement for the following account:</b><br/><br/>
eo: <b>Vi elŝutis deklaron por la sekva konto:</b><br/><br/>
ka: <b>თქვენ გადმოწერეთ ამონაწერი შემდეგი ანგარიშისთვის:</b><br/><br/>

source: - Account Name: %1
eo: - Nomo de konto: %1
ka: - ანგარიშის სახელი: %1

source: - Account Type: %1
eo: - Konto Tipo: %1
ka: - ანგარიშის ტიპი: %1

source: - Account Number: %1
eo: - Konta Nombro: %1
ka: - ანგარისის ნომერი: %1

source: Do you want to import transactions to this account?
eo: Ĉu vi volas importi transakciojn al ĉi tiu konto?
ka: გნებავთ ტრანზაქციების შემოტანა ამ ანგარიშზე?

source: KMyMoney cannot determine which of your accounts to use. You can create a new account by pressing the <b>Create</b> button or select another one manually from the selection box below.
eo: KMyMoney ne povas determini kiun el viaj kontoj uzi. Vi povas krei novan konton premante la butonon <b>Krei</b> aŭ elektu alian mane el la elektokesto sube.
ka: KMyMoney-მა ვერ დაადგინა, თქვენი რომელი ანგარიში გამოიყენოს. ახალი ანგარიშის შექმნა შეგიძლიათ <b>შექმნის</b> ღილაკზე დაჭერით, ან აირჩიეთ სხვა ქვემოთ სიიდან.

source: No account information has been found in the selected statement file. Please select an account using the selection box in the dialog or create a new account by pressing the <b>Create</b> button.
eo: Neniuj kontinformoj estis trovitaj en la elektita deklaro-dosiero. Bonvolu elekti konton uzante la elektkeston en la dialogo aŭ krei novan konton premante la butonon <b>Krei</b>.

source: Import transactions
eo: Importi transakciojn
ka: ტრანზაქციების შემოტანა

source: You must select an account, create a new one, or press the <b>Abort</b> button.
eo: Vi devas elekti konton, krei novan aŭ premi la butonon <b>Ĉeligi</b>.
ka: თქვენ უნდა ან აირჩიოთ ანგარიში, ან ახალი შექმნათ, ან დააჭიროთ ღილაკს <b>შეწყვეტა</b>.

source: Unable to enter scheduled transaction '%1'
eo: Ne eblas enigi planitan transakcion '%1'
ka: დაგეგმილ ტრანზაქციაში '%1' შესვლა შეუძლებელია

source: KMyMoney has found a scheduled transaction which matches an imported transaction.<br/>Schedule name: <b>%1</b><br/>Transaction: <i>%2 %3</i><br/>Do you want KMyMoney to enter this schedule now so that the transaction can be matched?
eo: KMyMoney trovis planitan transakcion kiu kongruas kun importita transakcio.<br/>Horarnomo: <b>%1</b><br/>Transakcio: <i>%2 %3</i><br/>Ĉu vi volas, ke KMyMoney enigu ĉi tiun horaron nun, por ke la transakcio estu kongrua?
ka: KMyMoney-მა აღმოაჩინა დაგეგმილი ტრანზაქცია, რომელიც შემოტანილ ტრანზაქციას ემთხვევა.<br/>გეგმის სახელი: <b>%1</b><br/>ტრანზაქცია: <i>%2 %3</i><br/>გნებავთ, KMyMoney შევიდეს გეგმაში, რომ მოხდეს ტრანზაქციის დაგეგმვა?

source: Schedule found
eo: Horaro trovita
ka: განრიგი ნაპოვნია

source: Unable to load data, because no contact has been associated with the owner of the standard address book.
eo: Ne eblas ŝargi datumojn, ĉar neniu kontakto estis asociita kun la posedanto de la norma adresaro.
ka: მონაცემების ჩატვირთვა შეუძლებელია, რადგან სტანდარტული მისამართების წიგნის მფლობელთან კონტრაქტი ასოცირებული არაა.

source: Address book import
eo: Importado de adreslibro
ka: მისამართების წიგნის შემოტანა

source: New File Dialog
eo: Nova Dosiera Dialogo
ka: ახალი ფაილის ფანჯარა

source: Use this dialog to enter personal information about yourself. All information is optional and is provided to personalize your KMyMoney file.
eo: Uzu ĉi tiun dialogon por enigi personajn informojn pri vi. Ĉiuj informoj estas laŭvolaj kaj estas provizitaj por personecigi vian KMyMoney-dosieron.
ka: გამოიყენეთ ეს დიალოგი თქვენს შესახებ ინფორმაციის შესაყვანად. შეყვანილი ინფორმაცია არასავალდებულოა და გამოიყენება თქვენი KMyMoney-ის ფაილის პერსონალიზაციისთვის.

source: County/State:
eo: Distrikto/Ŝtato:
ka: ქვეყანა/სახელმწიფო:

source: Street:
eo: Strato:
ka: ქუჩა:

# Email address
source: Email:
eo: Retpoŝto:
ka: ელფოტა:

source: Your name:
eo: Via nomo:
ka: თქვენი სახელი:

source: Telephone:
eo: Telefono:
ka: ტელეფონი:

source: Town:
eo: Urbo:
ka: ქალაქი:

source: Postal Code:
eo: Poŝtkodo:
ka: საფოსტო კოდი:

source: Load from Addressbook
eo: Ŝargi el Adreslibro
ka: მისამართების წიგნაკიდან ჩატვირთვა

source: &Skip
eo: Preterla&si
ka: გამო&ტოვება

source: Skip this transaction
eo: Preterpasi ĉi tiun transakcion
ka: ამ ტრანზაქციის გამოტოვება

source: Use this to skip importing this transaction and proceed with the next one.
eo: Uzu ĉi tion por preterlasi importi ĉi tiun transakcion kaj daŭrigi kun la sekva.
ka: გამოიყენეთ ეს, რომ გამოტოვოთ ამ ტრანზაქციის შემოტანა და შემდეგზე გადახვიდეთ.

source: &Create...
eo: &Krei...
ka: &შექმნა...

source: Create a new account/category
eo: Krei novan konton/kategorion
ka: ახალი ანგარიშის/კატეგორიის შექმნა

source: Use this to add a new account/category to the file
eo: Uzi ĉi tion por aldoni novan konton/kategorion al la dosiero
ka: გამოიყენეთ ეს ახალი ფაილისთვის ახალი ანგარიშის/კატეგორიის დასამატებლად

source: &Abort
eo: &Haltigi
ka: გაუქმება

source: Abort the import operation and dismiss all changes
eo: Ĉesi la importoperacion kaj forĵetu ĉiujn ŝanĝojn
ka: შემოტანის ოპერაციის შეწყვეტა და ყველა ცვლილების გაუქმება

source: Use this to abort the import. Your financial data will be in the state before you started the QIF import.
eo: Uzu ĉi tion por ĉesigi la importadon. Viaj financaj datumoj estos en la ŝtato antaŭ ol vi komencis la QIF-importadon.
ka: გამოიყენეთ ეს შემოტანის შესაწყვეტად. თქვენი ფინანსური მონაცემები იგივე მდგომარეობაში იქნება, სანამ QIF-ის შემოტანას დაიწყებდით.

source: Account selection
eo: Elekto de konto
ka: ანგარიშის არჩევანი

source: Account to import to
eo: Konto por importi
ka: ანგარიში შემოტანისთვის

source: Create
eo: Krei
ka: შექმნა

source: OK
eo: Bone
ka: კარგი

source: Select currencies to add
eo: Elekti valutojn aldonendajn
ka: აირჩიეთ დასამატებელი ვალუტები

# @title header of the currency name column
source: Name
eo: Nomo
ka: სახელი

# @title currency symbol column
source: Symbol
eo: Simbolo
ka: სიმბოლო

source: Backup location:
eo: Rezerva loko:
ka: მარქაფის მდებარეობა:

source: Backup
eo: Sekurkopio
ka: მარქაფი

source: Use this dialog to backup your data. Please make sure you have a disk inserted and that the drive is ready. Then choose the mount point from either the Choose button or by entering the path in the available box. Click OK to perform the backup.
eo: Uzu ĉi tiun dialogon por sekurkopii viajn datumojn. Bonvolu certigi, ke vi havas diskon enmetita kaj ke la disko estas preta. Poste elektu la muntan punkton aŭ el la butono Elektu aŭ enigante la vojon en la disponebla skatolo. Alklaku OK por fari la sekurkopion.

source: If your system does not use an automounter, make sure you mark the checkbox below to "mount this directory before backing up."
eo: Se via sistemo ne uzas aŭtomatan muntadon, certigu, ke vi marki la markobutonon sube por "munti ĉi tiun dosierujon antaŭ ol sekurkopii."
ka: თუ თქვენი სისტემა ავტომიმმაგრებელს არ იყენებს, დარწმუნდით, რომ დასვათ თოლია დაბლა "საქაღალდის მიმაგრება მარქაფის დაწყებამდე."

source: Device options
eo: Opcioj de aparato
ka: მოწყობილობის მორგება

# This is the mount point
source: Mount Point:
eo: Muntejo:
ka: მიმაგრების წერტილი:

source: Select mount point
eo: Elekti muntejon
ka: აირჩიეთ მიმაგრების წერტილი

source: Use this to browse to the mount point.
eo: Uzu ĉi tion por foliumi al la muntejo.
ka: გამოიყენეთ ეს მიმაგრების წერტილის დასათვალიერებლად.

source: C&hoose...
eo: Ele&kti...
ka: &არჩევა...

source: Mount this directory before backing up.
eo: Muntu ĉi tiun dosierujon antaŭ sekurkopii.
ka: ამ საქაღალდის მიმაგრება მის მარქაფამდე.

source: At least one transaction/schedule still references the category <b>%1</b>. However, at least one category with the same currency must exist so that the transactions/schedules can be reassigned.
eo: Almenaŭ unu transakcio/horaro ankoraŭ referencas la kategorion <b>%1</b>. Tamen, almenaŭ unu kategorio kun la sama valuto devas ekzisti por ke la transakcioj/horaroj povas esti reatribuitaj.

source: This dialog does not allow new categories to be created. Please pick a category from the list.
eo: Ĉi tiu dialogo ne permesas krei novajn kategoriojn. Bonvolu elekti kategorion el la listo.
ka: ამ დიალოგში ახალ კატეგორიებს ვერ შექმნით. აირჩიეთ კატეგორია სიიდან.

source: Category creation
eo: Kreado de kategorioj
ka: კატეგორიის შექმნა

source: Reassign categories
eo: Reatribui kategoriojn
ka: კატეგორიების ხელახლა მინიჭება

source: The transactions, schedules and budgets associated with the selected category need to be re-assigned to a different category before the selected category can be deleted. Please select a category from the list below.
eo: La transakcioj, horaroj kaj buĝetoj asociitaj kun la elektita kategorio devas esti reatribuitaj al malsama kategorio antaŭ ol la elektita kategorio povas esti forigita. Bonvolu elekti kategorion el la suba listo.

source: Available categories:
eo: Disponeblaj kategorioj:
ka: ხელმისაწვდომი კატეგორიები:

source: Please choose the type of import you wish to perform. A simple explanation of the import type is available at the bottom of the screen and is updated when you select an item from the choice box. Once you have chosen an import type please press the OK button.
eo: Bonvolu elekti la tipon de importo, kiun vi volas fari. Simpla klarigo o pri la importtipo disponeblas ĉe la malsupro de la ekrano kaj estas ĝisdatigita kiam vi elektas eron el la elekta skatolo. Post kiam vi elektis importtipon bonvolu premu la butonon OK.

source: Choose import type:
eo: Elektu importtipon:
ka: აირჩიეთ შემოტანის ტიპი:

source: Choose Import Type Dialog
eo: Elektodialogo pri Importtipo
ka: აირჩიეთ შემოტანის ტიპის ფანჯარა

source: Please choose the type of export you wish to perform. A simple explanation of the export type is available at the bottom of the screen and is updated when you select an item from the choice box. Once you have chosen an export type please press the OK button.
eo: Bonvolu elekti la specon de eksportado, kiun vi volas fari. Simpla klarigo e la eksporttipo disponeblas ĉe la malsupro de la ekrano kaj estas ĝisdatigita kiam vi elektas eron el la elekta skatolo. Post kiam vi elektis eksporttipon bonvolu premi la butonon OK.

source: Choose export type:
eo: Elektu eksporttipon:
ka: აირჩიეთ გატანის ტიპი:

source: Choose Export Type Dialog
eo: Elektodialogo pri Eksporttipo
ka: აირჩიეთ გატანის ტიპის ფანჯარა

source: QIF files are created by the popular accounting program Quicken. Another dialog will appear, if you choose this type, asking for further information relevant to the Quicken format.
eo: QIF-dosieroj estas kreitaj de la populara kontada programo Quicken. Aperos alia dialogo, se vi elektas ĉi tiun tipon, petante pliajn informojn rilatajn al la formato Quicken.

source: The CSV type uses a comma delimited text file that can be used by most popular spreadsheet programs available for Linux and other operating systems.
eo: La CSV-tipo uzas komon limigitan tekstdosieron kiu povas esti uzata de plej popularaj kalkultabelprogramoj disponeblaj por Linukso kaj aliaj operaciumoj.
ka: ტიპი CSV იყენებს მძიმით გამოყოფილ ტექსტურ ფაილს, რომლის გახსნაც Linux-ზე და სხვა ოპერაციულ სისტემებზე ხელმისაწვდომ თითქმის ყველა პოპულარულ ელცხრილის პროგრამას შეუძლია.

source: Please choose the type of import you wish to perform. A simple explanation of the import type is available at the bottom of the screen and is updated when you select an item from the choice box. Once you have chosen an import type please press the OK button.
eo: Bonvolu elekti la tipon de importo, kiun vi volas fari. Simpla klarigo o pri la importtipo disponeblas ĉe la malsupro de la ekrano kaj estas ĝisdatigita kiam vi elektas eron el la elekta skatolo. Post kiam vi elektis importtipon bonvolu premu la butonon OK.
ka: აირჩიეთ შემოტანის ტიპი, რომლის განხორციელებაც გსურთ. შემოტანის ტიპის მარტივი აღწერა ეკრანის ბოლოშია და ის განახლდება, როცა აირჩევთ ელემენტს არჩევის ველიდან. როცა აირჩევთ შემოტანის ტიპს, დააწექით ღილაკს 'დიახ'.

source: Some description
eo: Iu priskribo
ka: რამე აღწერა

source: Transaction %1 has no splits
eo: Transakcio %1 ne havas disiĝojn
ka: ტრანზაქციას %1 დაყოფები არ აქვს

source: <p>Payee changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Pagato ŝanĝiĝis.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>მიმღები შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

source: <p>Account changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Konto ŝanĝiĝis.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>ანგარიში შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

source: <p>Transfer account changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Transiga konto ŝanĝiĝis.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>გადარიცხვის ანგარიში შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

# Split transaction (category replacement)
source: Split transaction
eo: Disigita transakcio
ka: ტრანზაქციის გაყოფა

source: <p>Category changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Kategorio ŝanĝita.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>კატეგორია შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

# Empty memo
source: empty
eo: malplena
ka: ცარიელი

source: <p>Memo changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Noto ŝanĝiĝis.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>შენიშვნა შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

# No number
source: empty
eo: malplena
ka: ცარიელი

source: <p>Number changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Numero ŝanĝiĝis.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>ნომერი შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

source: <p>Amount changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Kvanto ŝanĝita.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>თანხა შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

source: <p>Reconciliation flag changed.<br/>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b></p>
eo: <p>Repaciga flago ŝanĝiĝis.<br/>&nbsp;&nbsp;&nbsp;Malnova: <b>%1</b>, Nova: <b>%2</b></p>
ka: <p>შეთანხმების ალამი შეიცვალა.<br/>&nbsp;&nbsp;&nbsp;ძველი: <b>%1</b>, ახალი: <b>%2</b></p>

source: Fatal error in determining data: %1
eo: Grava eraro dum determinado de datumoj: %1
ka: ფატალური შეცდომა მონაცემების განსაზღვრისას: %1

source: Confirm Manual Enter
eo: Konfirmi Manan Enigon
ka: დაადასტურეთ ხელით შეყვანა

source: The following changes have been made to the transaction data:
eo: La sekvaj ŝanĝoj estis faritaj al la transakciaj datumoj:
ka: ტრანზაქციის მონაცემებში შეტანილია შემდეგი ცვლილებები:

source: Please choose what you wish to do with the above changes
eo: Bonvolu elekti kion vi volas fari kun ĉi-supraj ŝanĝoj
ka: აირჩიეთ, რა გნებავთ უქნათ ზემო ცვლილებებს

source: &Discard the changes and enter the original transaction into the register.
eo: &Forĵeti la ŝanĝojn kaj enigi la originan transakcion en la registron.
ka: ცვლილებების გაუ&ქმება და რეესტრში ორიგინალი ტრანზაქციის შეყვანა.

source: Enter &these new values this one time, for this occurrence only.
eo: Enigi ĉi &tiujn novajn valorojn ĉi-fojon, nur por ĉi sola okazo.
ka: ამ ახალი მნიშვნელობების ერთხელ, მხოლოდ, ამ შემთხვევისთვის შე&ყვანა.

source: Set all further occurrences &in this schedule to be these values.
eo: Meti ĉiujn pliajn okazojn en ĉ&i tiu horaro al ĉi valoroj.
ka: ამ გეგმაში ყველა შემთხვევისთვის ამ მნიშვნელობებ&ის დაყენება.

source: User
eo: Uzanto
ka: მომხმარებელი

source: Exchange Rate/Price Editor
eo: Interŝanĝokurza/Preza Redaktilo
ka: გაცვლის კურსის/ფასის რედაქტორი

source: Amount
eo: Kvanto
ka: რაოდენობა

source: Date
eo: Dato
ka: თარიღი

source: Convert
eo: Konverti
ka: გარდაქმნა

# @label convert from stock to currency
source: to
eo: al
ka: სადამდე

source: To a&mount
eo: Al kva&nto
ka: რაოდენობამდე

source: Exchange &rate / Price
eo: Interŝanĝoku&rzo / Prezo
ka: &გაცვლის კურსი / ფასი

source: Update price history
eo: Ĝisdatigi prez-historion
ka: ფასების ისტორიის განახლება

source: Cannot set %1 as base currency: %2
eo: Ne povas meti %1 kiel baza valuto: %2
ka: %1-ის საბაზისო ვალუტად დაყენება შეუძლებელია: %2

source: Set base currency
eo: Meti bazan valuton
ka: საბაზო ვალუტის დაყენება

source: Cannot update currency. %1
eo: Ne povas ĝisdatigi valuton. %1
ka: ვალუტის განახლების შეცდომა. %1

source: Update currency
eo: Ĝisdatigi valuton
ka: ვალუტის განახლება

source: Cannot create new currency. %1
eo: Ne povas krei novan valuton. %1
ka: ახალი ვალუტის შექმნის შეცდომა. %1

source: New currency
eo: Nova valuto
ka: ახალი ვალუტა

source: Cannot modify currency. %1
eo: Ne povas modifi valuton. %1
ka: ვალუტის ჩასწორების შეცდომა. %1

source: Edit currency
eo: Redakti valuton
ka: ვალუტის ჩასწორება

source: Rename currency
eo: Alinomi valuton
ka: ვალუტის გადარქმევა

source: Delete currency
eo: Forigi valuton
ka: ვალუტის წაშლა

source: Select as base currency
eo: Elekti kiel baza valuto
ka: საბაზისო ვალუტად გამოყენება

# @title:menu
source: Currency options
eo: Valutaj elektoj
ka: ვალუტის მორგება

source: Cannot delete currency %1. %2
eo: Ne povas forigi valuton %1. %2
ka: ვალუტის %1 წაშლის შეცდომა. %2

# @title:window
source: Currencies
eo: Valutoj
ka: ვალუტები

# @title:column currency name
source: Name
eo: Nomo
ka: სახელი

# @title:column currency ISO4217 code
source: ISO 4217 ID
eo: ID ISO 4217

# @title:column currency symbol
source: Symbol
eo: Simbolo
ka: სიმბოლო

# @action:button Remove currency
source: Remove
eo: Forigi
ka: წაშლა

# @action:button Add currency from existing list
source: Add
eo: Aldoni
ka: დამატება

# @action:button Edit currency
source: Edit
eo: Redakti
ka: ჩასწორება

# @action:button
source: Remove unused currencies
eo: Forigi neuzatajn valutojn
ka: გამოუყენებელი ვალუტების წაშლა

# @action:button Close currency dialog
source: Close
eo: Fermi
ka: დახურვა

# @action:button
source: Select as base currency
eo: Elekti kiel baza valuto
ka: საბაზისო ვალუტად გამოყენება

# @action:button Create new currency
source: New
eo: Nova
ka: ახალი

source: Currency editor
eo: Valuta redaktilo
ka: ვალუტის რედაქტორი

source: ISO Code
eo: ISO-kodo
ka: ISO კოდი

source: Symbol:
eo: Simbolo:
ka: სიმბოლო:

source: Smallest account unit:
eo: Plej malgranda kontunuo:
ka: მინიმალური ანგარიშის ერთეული:

source: Smallest cash unit:
eo: Plej malgranda monunuo:
ka: მინიმალური ქეშის ერთეული:

source: Rounding method
eo: Rondiga metodo
ka: დამრგვალების მეთოდი

source: Price precision:
eo: Prezprecizeco:
ka: ფასის სიზუსტე:

# @info:tooltip
source: Enter the price precision for this currency to be used for exchange rates.
eo: Enigu la prezprecizecon por ĉi tiu valuto uzota por kurzoj.
ka: შეიყვანეთ ფასის სიზუსტე ამ ვალუტისთვის გადაცვლის კურსებისთვის გამოსაყენებლად.

source: Name
eo: Nomo
ka: სახელი

# @info:tooltip
source: Enter the name of the currency here (e.g. Euro)
eo: Enigu la nomon de la valuto ĉi tie (ekz. Eŭro)
ka: შეიყვანეთ აქ ვალუტის სახელი (მაგ: ევრო)
