Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: <p>On this tab, you configure how you would like the rows and columns to be selected and organized.</p>
eo: <p>En ĉi tiu langeto, vi agordas kiel vi ŝatus ke la vicoj kaj kolumnoj estu elektitaj kaj organizitaj.</p>
ka: <p>ამ ჩანართში თქვენ შეგიძლიათ, მოირგოთ, როგორ გნებავთ მწკრივებისა და სვეტების არჩევა და დაორგანიზება.</p>

source: Average days
eo: Averaĝaj tagoj
ka: ს

source: Rows
eo: Vicoj
ka: სტრიქონები

source: Show totals row
eo: Montri vicon de totaloj
ka: ჯამების მწკრივის ჩვენება

source: <p>Choose what kind of accounts to display as the rows of this report.</p>
eo: <p>Elektu kiajn kontojn montri kiel la vicoj de ĉi tiu raporto.</p>
ka: <p>აირჩიეთ, რა ტიპის ანგარიშები იქნება ნაჩვენები ამ ანგარიშის მწკრივების სახით.</p>

source: Show totals column
eo: Montri kolumnon de totaloj
ka: ჯამების სვეტის ჩვენება

# @item all accounts
source: All
eo: Ĉiuj
ka: &ყველა

source: Check this to propagate the difference of one period to the budget of the next period.
eo: Marku ĉi tion por disvastigi la diferencon de unu periodo al la buĝeto de la sekva periodo.
ka: ჩართეთ ეს ერთი პერიოდის სხვაობის შემდეგი პერიოდის ბიუჯეტზე გასავრცელებლად.

source: Propagate difference of budget to next period
eo: Disvastigi diferencon de buĝeto al la sekva periodo
ka: ბიუჯეტის სხვაობების გავრცელება შემდეგ პერიოდზე

source: Include scheduled transactions
eo: Inkluzivi planitajn transakciojn
ka: დაგეგმილი ტრანზაქციების ჩასმა

source: Include transfers
eo: Inkluzivi translokigojn
ka: გადარიცხვების ჩასმა

source: Include unused accounts/categories
eo: Inkluzivi neuzatajn kontojn/kategoriojn
ka: გამოუყენებელი ანგარიშების/კატეგორიების ჩასმა

source: Organize by:
eo: Organizi de:
ka: ორგანიზების ავტორი:

source: <p>Choose how to group the transactions in this report</p>
eo: <p>Elektu kiel grupigi la transakciojn en ĉi tiu raporto</p>
ka: <p>აირჩიეთ, როგორ მოხდება ტრანზაქციების დაჯგუფება ამ ანგარიშში</p>

source: <p>Choose which columns should be shown in the report.</p><p>The date and transaction amount are always shown.</p>
eo: <p>Elektu kiuj kolumnoj estu montritaj en la raporto.</p><p>La dato kaj transakcia kvanto estas ĉiam montritaj.</p>
ka: <p>აირჩიეთ, რომელი სვეტები გნებავთ, ანგარიშში გამოჩნდეს.</p><p>თარიღი და გადარიცხვის თანხა ყოველთვის გამოჩნდება.</p>

source: Show Columns
eo: Montri kolumno(j)n
ka: სვეტებს ჩვენება

source: <p>Select this option to show the Memo column</p>
eo: <p>Elektu ĉi tiun opcion por montri la kolumnon Memo</p>
ka: <p>ჩართეთ ეს შენიშვნის სვეტის საჩვენებლად</p>

source: <p>Select this option to show the Shares column for investments</p>
eo: <p>Elektu ĉi tiun opcion por montri la kolumnon Akcioj por investoj</p>
ka: <p>ჩართეთ ეს აქციების სვეტის საჩვენებლად ინვესტიციებისთვის</p>

source: <p>Select this option to show the Price column for investments</p>
eo: <p>Elektu ĉi tiun opcion por montri la kolumnon Prezo por investoj</p>
ka: <p>ჩართეთ ეს ფასის სვეტის საჩვენებლად ინვესტიციებისთვის</p>

source: <p>Select this option to show the Reconciled column</p>
eo: <p>Elektu ĉi tiun opcion por montri la Kolumnon Reconcilied</p>
ka: <p>ჩართეთ ეს შეთანხმების სვეტის საჩვენებლად</p>

source: <p>Select this option to show the Account column</p>
eo: <p>Elektu ĉi tiun opcion por montri la Konton-kolumnon</p>
ka: <p>ჩართეთ ეს ანგარიშის სვეტის საჩვენებლად</p>

source: <p>Select this option to show the Number column</p>
eo: <p>Elektu ĉi tiun opcion por montri la Nombro-kolumnon</p>
ka: <p>ჩართეთ ეს ნომრის სვეტის საჩვენებლად</p>

source: <p>Select this option to show the Tag column</p>
eo: <p>Elektu ĉi tiun opcion por montri la Etiked-kolumnon</p>
ka: <p>ჩართეთ ეს ჭდის სვეტის საჩვენებლად</p>

source: Tag
eo: Etikedo
ka: იარლიყი

source: <p>Select this option to show the Payee column</p>
eo: <p>Elektu ĉi tiun opcion por montri la kolumnon Pagato</p>
ka: <p>ჩართეთ ეს მიმღების სვეტის საჩვენებლად</p>

source: <p>Select this option to show the Category column</p>
eo: <p>Elektu ĉi tiun opcion por montri la Kategorian kolumnon</p>
ka: <p>ჩართეთ ეს კატეგორიის სვეტის საჩვენებლად</p>

source: <p>Select this option to show the Action column</p>
eo: <p>Elektu ĉi tiun opcion por montri la Ago-kolumnon</p>
ka: <p>ჩართეთ ეს ქმედების სვეტის საჩვენებლად</p>

source: <p>Select this option to show the Running balance column</p>
eo: <p>Elektu ĉi tiun opcion por montri la kolumnon de Kura bilanco</p>
ka: <p>ჩართეთ ეს ბალანსის სვეტის საჩვენებლად</p>

source: Include only Loan accounts
eo: Inkluzivi nur Pruntkontojn
ka: მხოლოდ სესხის ანგარიშების ჩასმა

source: <p>Include only data from Investment accounts in this report</p>
eo: <p>Inkluzivi nur datumojn de investaj kontoj en ĉi tiu raporto</p>
ka: <p>ამ ანგარიშში მხოლოდ საინვესტიციო ანგარიშების მონაცემების ჩასმა</p>

source: Include only Investment accounts
eo: Inkluzivi nur investajn kontojn
ka: მხოლოდ საინვესტიციო ანგარიშების ჩასმა

source: Do not display the individual transactions that make up a split transaction
eo: Ne montru la individuajn transakciojn kiuj konsistigas dividitan transakcion
ka: გაყოფილი ტრანზაქციის შემადგენელი ინდივიდუალური ტრანზაქციები ნაჩვენები არ იქნება

source: Hide Split Transaction Details
eo: Kaŝi Dividitajn Transakciajn Detalojn
ka: გაყოფილი ტრანზაქციის დეტალების დამალვა

source: <p>Check this box to include only those categories which have been marked to "Include on Tax Reports"</p>
eo: <p>Marku ĉi tiun skatolon por inkluzivi nur tiujn kategoriojn, kiuj estis markitaj kiel "Inkluzivi ĉe Impostaj Raportoj"</p>

source: Include only Tax categories
eo: Inkluzivi nur Impostajn kategoriojn
ka: მხოლოდ გადასახადის კატეგორიების ჩასმა

source: Do not display the transactions, leaving only totals displayed.
eo: Ne montru la transakciojn, lasante nur totalojn montritajn.
ka: არ აჩვენო ტრანზაქცია, აჩვენე, მხოლოდ, ჯამები.

source: Hide Transactions
eo: Kaŝi Transakciojn
ka: ტრანზაქციების დამალვა

source: History
eo: Historio
ka: ისტორია

source: Loading Woob backend...
eo: Ŝarĝante Woob-backend...
ka: იტვირთება Woob უკანაბოლო...

source: Getting list of backends.
eo: Akiro de listo de backends.
ka: უკანაბოლოების სიის მიღება.

source: Connecting to bank...
eo: Konektante al banko...
ka: ბანკთან დაკავშირება...

source: Getting list of accounts from your bank.
eo: Akirante liston de kontoj de via banko.
ka: მიმდინარეობს ანგარიშების სიის მიღება თქვენი ბანიდან.

source: No backends available. Add one using woob config-qt.
eo: Neniuj backends disponeblaj. Aldonu unu uzante woob config-qt.
ka: უკანაბოლოები ხელმისაწვდომი არაა. დაამატეთ ის woob config-qt-ის საშუალებით.

source: No accounts available. Check your backend configuration in woob config-qt.
eo: Neniuj kontoj haveblaj. Kontrolu vian backend-agordon en woob config-qt.
ka: ანგარიშები ხელმისაწვდომი არაა. შეამოწმეთ უკანაბოლოს კონფიგურაცია woob config-qt-ში.

source: Incorrect password.
eo: Malĝusta pasvorto.
ka: არასწორი პაროლი.

source: Select Backend
eo: Elekti Backend
ka: აირჩიეთ უკანაბოლო

source: Please select a backend from the list below...
eo: Bonvolu elekti backend el la suba listo...
ka: აირჩიეთ უკანაბოლო ქვედა სიიდან...

source: Module
eo: Modulo
ka: მოდული

source: Select a backend
eo: Elekti backend
ka: აირჩიეთ უკანაბოლო

source: Select what <b>online</b> account you want to map to the <b>application</b> account...
eo: Elektu kian <b>reta</b> konton vi volas mapi al la <b>aplika</b> konto...

source: Woob plugin failed to fully initialize, most likely due to a missing or a misconfigured Python environment. Please refer to the manual on how to fix it.
eo: Woob-kromaĵo malsukcesis plene pravalorigi, plej verŝajne pro mankanta aŭ misagordita Python-medio. Bonvolu konsulti la manlibron pri kiel ripari ĝin.
ka: დამატების Woob სრული ინიციალიზაცია ჩავარდა. დიდი შანსია, ეს ნაკლული, ან არასწორად მორგებული Python-ის გარემოს გამო მოხდა. ჩაიხედეთ სახელმძღვანელოში საპოვნელად, როგორ გაასწოროთ ეს.

source: Woob plugin failed to fully initialize, most likely due to a missing or a misconfigured Woob Python module. Please refer to the manual on how to fix it.
eo: Woob-kromaĵo malsukcesis plene pravalorigi, plej verŝajne pro mankanta aŭ misagordita Woob Python-modulo. Bonvolu konsulti la manlibron pri kiel ripari ĝin.
ka: დამატების Woob სრული ინიციალიზაცია ჩავარდა. დიდი შანსია, ეს ნაკლული, ან არასწორად მორგებული Python-ის Woob მოდულის გარემოს გამო მოხდა. ჩაიხედეთ სახელმძღვანელოში საპოვნელად, როგორ გაასწოროთ ეს.

source: Woob configuration
eo: Woob-agordo
ka: Woob-ის მორგება

source: Retrieving transactions...
eo: Prenante transakciojn...
ka: ტრანზაქციების მიღება...

source: GPG installation not found or not working properly.
eo: GPG-instalaĵo ne trovita aŭ ne funkcias ĝuste.
ka: დაყენებული GPG ვერ ვიპოვე, ან ის არასწორად მუშაობს.

source: No GPG secret keys found, please run gpg[2] --gen-key or import keys into gpg
eo: Neniuj sekretaj ŝlosiloj de GPG trovitaj, bonvolu ruli gpg[2] --gen-key aŭ importi ŝlosilojn en gpg
ka: GPG-ის საიდუმლო გასაღებები აღმოჩენილი არაა. გაუშვით gpg[2] --gen-key, ან შეიტანეთ გასაღებები gpg-ში

source: <p>You have turned on the GPG encryption support. This means, that new files will be stored encrypted.</p><p>Existing files will not be encrypted automatically. To achieve encryption of existing files, please use the <b>File/Save as...</b> feature and store the file under a different name.<br/>Once confident with the result, feel free to delete the old file and rename the encrypted one to the old name.</p>
eo: <p>Vi ŝaltis la GPG-ĉifradan subtenon. Ĉi tio signifas, ke novaj dosieroj estos konservitaj ĉifrite.</p><p>Ekzistantaj dosieroj ne estos aŭtomate ĉifritaj. Por atingi ĉifradon de ekzistantaj dosieroj, bonvolu uzi la funkcion <b>Dosiero/Konservi kiel...</b> kaj konservi la dosieron sub alia nomo.<br/>Kiam kontenta pri la rezulto, licas forigi la malnovan dosieron kaj renomi la ĉifritan al la malnova nomo.</p>

source: GPG encryption activated
eo: GPG-ĉifrado aktivigita
ka: GPG-ით დაშიფვრა გააქტიურდა

source: No encryption
eo: Neniu ĉifrado
ka: დაშიფვრის გარეშე

source: Select additional keys
eo: Elekti pliajn ŝlosilojn
ka: აირჩიეთ დამატებითი გასაღებები

source: You have configured KMyMoney to save your data secured with GPG. Please choose the key you want to use for encryption of your data.
eo: Vi agordis KMyMoney por konservi viajn datumojn sekurigitajn per GPG. Bonvolu elekti la ŝlosilon, kiun vi volas uzi por ĉifrado de viaj datumoj.

source: Add additional keys here
eo: Aldoni pliajn ŝlosilojn ĉi tie
ka: დაამატეთ დამატებითი გასაღებები აქ

source: Enter the id of the key you want to use for data encryption. This can either be an e-mail address or the hexadecimal key id. In case of the key id, do not forget the leading 0x.
eo: Enigu la identigilon de la ŝlosilo, kiun vi volas uzi por datuma ĉifrado. Ĉi tio povas esti aŭ retpoŝta adreso aŭ la deksesuma ŝlosila id. En kazo de la ŝlosila id, ne forgesu la kondukan 0x.

source: Keys for all of the above user ids found
eo: Ŝlosiloj por ĉiuj ĉi-supraj uzantidentigiloj trovitaj
ka: აღმოჩენილია გასაღებები ყველა ზემოთ ჩამოთვლილი მომხმარებლის ID-სთვის

source: (Brokerage)
eo: (Krumado)
ka: (ბროკერული ანგარიში)

source: %1 (Brokerage)
eo: %1 (Krumado)
ka: %1 (ბროკერული ანგარიში)

# Error message when reading XML file
source: Unknown payee identifier type %1
eo: Nekonata pagianto-identigilo tipo %1
ka: უცნობი მიმღების იდენტიფიკატორის ტიპი %1

source: Save As
eo: Konservi kiel
ka: შენახვა, როგორც

# KMyMoney (Filefilter)
source: KMyMoney files
eo: KMyMoney dosieroj
ka: KMyMoney-ის ფაილები

# Anonymous (Filefilter)
source: Anonymous files
eo: Anonimaj dosieroj
ka: ანონიმური ფაილები

# XML (Filefilter)
source: XML files
eo: XML dosieroj
ka: XML ფაილები

# All files (Filefilter)
source: All files
eo: Ĉiuj dosieroj
ka: ყველა ფაილი

source: KMyMoney files (*.kmy *.xml)
eo: Dosieroj de KMyMoney (*.kmy *.xml)
ka: KMyMoney-ის ფაილები (*.kmy *.xml)

source: GPG does not seem to be installed on your system. Please make sure that GPG can be found using the standard search path. This time, encryption is disabled.
eo: GPG ne ŝajnas esti instalita en via sistemo. Bonvolu certigi, ke GPG troveblas per la norma serĉvojo. Ĉi-foje, ĉifrado estas malŝaltita.

source: GPG not found
eo: GPG ne trovita
ka: GPG აღმოჩენილი არაა

source: <p>You have selected to encrypt your data also with the KMyMoney recover key, but the key with id</p><p><center><b>%1</b></center></p><p>has not been found in your keyring at this time. Please make sure to import this key into your keyring. You can find it on the <a href="https://kmymoney.org/">KMyMoney web-site</a>. This time your data will not be encrypted with the KMyMoney recover key.</p>
eo: <p>Vi elektis ĉifri viajn datumojn ankaŭ per la reakira ŝlosilo KMyMoney, sed la ŝlosilo kun id</p><p><center><b>%1</b></center></p>< p> ne estas trovita en via ŝlosilringo nuntempe. Bonvolu certigi importi ĉi tiun ŝlosilon en vian ŝlosilringon. Vi povas trovi ĝin en la <a href="https://kmymoney.org/">retejo de KMyMoney</a>. Ĉi-foje viaj datumoj ne estos ĉifritaj per la reakira ŝlosilo de KMyMoney.</p>

source: GPG Key not found
eo: GPG-ŝlosilo ne trovita
ka: GPG-ის გასაღები აღმჩენილი არაა

source: <p>You have specified to encrypt your data for the user-id</p><p><center><b>%1</b>.</center></p><p>Unfortunately, a valid key for this user-id was not found in your keyring. Please make sure to import a valid key for this user-id. This time, encryption is disabled.</p>
eo: <p>Vi specifis ĉifri viajn datumojn por la uzanto-id</p><p><center><b>%1</b>.</center></p><p>Bedaŭrinde, valida ŝlosilo por ĉi tiu uzanto-identigilo ne estis trovita en via ŝlosilringo. Bonvolu certigi importi validan ŝlosilon por ĉi tiu uzanto-identigilo. Ĉi-foje, ĉifrado estas malŝaltita.</p>

source: <p>You have configured to save your data in encrypted form using GPG. Make sure you understand that you might lose all your data if you encrypt it, but cannot decrypt it later on. If unsure, answer <b>No</b>.</p>
eo: <p>Vi agordis por konservi viajn datumojn en ĉifrita formo per GPG. Certigu, ke vi komprenas, ke vi eble perdos ĉiujn viajn datumojn se vi ĉifras ĝin, sed vi ne povas deĉifri ĝin poste. Se ne certas, respondu <b>Ne</b>.</p>

source: Store GPG encrypted
eo: Konservi GPG-ĉifrite
ka: GPG-ით დაშიფრულად შენახვა

source: Recover key expires soon
eo: Restaŭra ŝlosilo baldaŭ eksvalidiĝas
ka: აღდგენის გასაღების ვადა მალე იწურება

source: GPG encryption settings
eo: GPG-ĉifradaj agordoj
ka: GPG-ით დაშიფვრის მორგება

source: This page allows you to set the parameters for encrypted file storage of your <b>KMyMoney</b> data based on <b>GPG</b>.<p> Access to the settings is disabled if <b>GPG</b> could not be detected on your system. In this case, please make sure that <b>GPG</b> is working properly for the current user.<p> The <i>additional recovery encryption</i> is only accessible, if the necessary key for <b>kmymoney-recover@users.sourceforge.net</b> with id 0x8AFDDC8E is found in your keyring.
eo: Ĉi tiu paĝo permesas al vi agordi la parametrojn por konservado de ĉifritajdosieroj de viaj datumoj de <b>KMyMoney</b> surbaze de <b>GPG</b>.<p> Aliro al la agordoj estas malŝaltita se <b>GPG</b> ne povis esti detektita en via sistemo. En ĉi tiu kazo, bonvolu certigi, ke <b>GPG</b> funkcias ĝuste por la aktuala uzanto.<p> La <i>aldona restaŭra ĉifrado</i> estas nur atingebla, se la necesa ŝlosilo por <b>kmymoney-recover@users.sourceforge.net</b> kun id 0x8AFDDC8E troviĝas en via ŝlosilringo.

source: Use GPG encryption
eo: Uzu GPG-ĉifradon
ka: GPG დაშიფვრის გამოყენება

source: Your key
eo: Via ŝlosilo
ka: თქვენი გასაღები

source: This combo box lists all the secret keys you have in your keyring. Select the one you want to use for encryption when saving to a file.
eo: Ĉi tiu kombokesto listigas ĉiujn sekretajn ŝlosilojn, kiujn vi havas en via ŝlosilringo. Elektu tiun, kiun vi volas uzi por ĉifrado dum konservado en dosiero.

source: Additional keys
eo: Pliaj ŝlosiloj
ka: დამატებითი გასაღებები

source: Enter the id of the key you want to use for data encryption. This can either be an e-mail address or the hexadecimal key id. In case of the key id do not forget the leading 0x.
eo: Enigu la identigilon de la ŝlosilo, kiun vi volas uzi por datuma ĉifrado. Ĉi tio povas esti aŭ retpoŝta adreso aŭ la deksesuma ŝlosila id. Okaze de la ŝlosila id ne forgesu la kondukan 0x.

source: This symbol denotes, if the key for the given user id has been found in your keyring. It is green when found, dark otherwise.
eo: Ĉi tiu simbolo indikas, se la ŝlosilo por la donita uzantidentigilo estis trovita en via ŝlosilringo. Ĝi estas verda kiam troviĝas, malhele alie.

source: This symbol denotes, if the KMyMoney recovery key has been found in your keyring. It is green when found, dark otherwise.
eo: Ĉi tiu simbolo indikas, se la reakira ŝlosilo de KMyMoney estis trovita en via ŝlosilringo. Ĝi estas verda kiam troviĝas, malhele alie.

source: Recover Key available in keyring
eo: Reakiri Ŝlosilon havebla en ŝlosilringo
ka: აღდგენის გასაღები აღმოჩენილია ბრელოკში

source: You can specify to encrypt the data also with the KMyMoney recover key. Only the core KMyMoney developers are in possession of the respective private key required to read back such encrypted data.<p> This mechanism is provided for the case that you have lost your key and cannot access your data anymore. With this option activated, the KMyMoney developers can decrypt the data and supply you with it in a readable form. Please be prepared, that you have to answer a few detailed questions about the contents of your data before we will send it out.
eo: Vi povas specifi ĉifri la datumojn ankaŭ per la reakira ŝlosilo de KMyMoney. Nur la kernaj programistoj de KMyMoney posedas la respektivan privatan ŝlosilon necesan por relegi tiajn ĉifritajn datumojn.<p> Ĉi tiu mekanismo estas provizita por la kazo, ke vi perdis vian ŝlosilon kaj ne plu povas aliri viajn datumojn. Kun ĉi tiu opcio aktivigita, la programistoj de KMyMoney povas deĉifri la datumojn kaj liveri al vi ĝin en legebla formo. Bonvolu esti preta, ke vi devas respondi kelkajn detalajn demandojn pri la enhavo de viaj datumoj antaŭ ol ni sendos ĝin.

source: Also encrypt with KMyMoney's recover key
eo: Ankaŭ ĉifri per la reakira ŝlosilo de KMyMoney
ka: ასევე დაშიფვრა KMyMoney-ის აღდგენის გასაღებით

source: Auto fill with previous transaction data
eo: Aŭtomata plenigo kun antaŭaj transakciaj datumoj
ka: ავტომატური შევსება წინა ტრანზაქციის მონაცემებით

source: Treat two transactions as identical, if amount differs by less than
eo: Traktu du transakciojn kiel identajn, se kvanto diferencas je malpli ol
ka: ორი ტრანზაქციის იდენტურად აღქმა, თუ თანხა განსხვავდება უფრო ნაკლებით, ვიდრე

source: When auto fill with previous transaction data use the memos
eo: Kaze de aŭtomata plenigo kun antaŭaj transakciodatumoj uzi la notojn

source: Autosave file periodically
eo: Aŭtokonservi dosieron periode
ka: ფაილის პერიოდული ავტოშენახვა

source: Automatically find which transactions match the given reconciliation data
eo: Aŭtomate trovi kiuj transakcioj kongruas kun la donitaj repaciĝo-datumoj

source: Number of backup files to keep
eo: Nombro da rezervaj dosieroj por konservi
ka: შენარჩუნებული მარქაფი ფაილების რაოდენობა

source: Autosave interval in minutes
eo: Aŭtoŝpara intervalo en minutoj
ka: ავტოშენახვის ინტერვალი წუთებში

source: Autosave file upon close
eo: Aŭtokonservi dosieron post fermo
ka: ფაილის ავტოშენახვა დახურვისას

source: Check schedules upon startup
eo: Kontroli horarojn je ekfunkciigo
ka: გეგმების შემოწმება გაშვებისას

source: Name of external calculator program
eo: Nomo de ekstera kalkulilo programo
ka: გარე კალკულატორის პროგრამის სახელი

source: Name of region used for non-processing days
eo: Nomo de regiono uzata por ne-prilaboraj tagoj
ka: რეგიონის სახელი, რომელიც არადამუშავების დღეებში გამოიყენება

source: Using the Enter key moves between the fields
eo: Uzante la Enter-klavon moviĝas inter la kampoj
ka: Enter-ის გამოყენება ველებს შორის სამოძრაოდ

source: Start with last selected view or homepage
eo: Komenci per la lasta elektita vido aŭ hejmpaĝo
ka: გაშვება ბოლოს არჩეული ხედით ან საწყისი გვერდით

source: The last selected view
eo: La lasta elektita vido
ka: ბოლოს არჩეული ხედი

source: Use GPG to encrypt data file
eo: Uzi GPG por ĉifri datumdosieron
ka: GPG-ის გამოყენება მონაცემთა ფაილის დასაშიფრად

source: Also encrypt against recover key
eo: Ankaŭ ĉifri kontraŭ reakiri ŝlosilon
ka: ასევე დაიშიფრება აღდგენის გასაღებითაც

source: GPG User ID (deprecated)
eo: GPG-Uzantidentigilo (malrekomendita)
ka: GPG-ის მომხმარებლის ID (მოძველებულია)

source: GPG User ID
eo: GPG Uzanto ID
ka: GPG-ის მომხმარებლის ID

source: Run in expert (accountant) mode
eo: Ruli en sperta (kontista) reĝimo
ka: გაშვება ექსპერტის (ბუღალტრის) რეჟიმში

source: Synchronize account in ledger and investment view
eo: Sinkronigi konton en ĉeflibro kaj investa vido
ka: ანგარიშის სინქრონიზაცია გროსბუხისა და ინვესტიციის ხედში

source: The type of the KMyMoney view
eo: La tipo de la KMyMoney-vido
ka: KMyMoney-ის ხედის ტიპი

source: First time switch to start new user wizard
eo: Unuafoja ŝalto por komenci nov-uzantan sorĉiston
ka: ახალი მომხმარებლის დამატების ოსტატის გახსნა პირველი გაშვებისას

source: Match strings in auto-completion only from the first letter on. A substring behind the first letter is not found.
eo: Kongrui ĉenojn en aŭtomata kompletigo nur ekde la unua litero. Subĉeno malantaŭ la unua litero ne estas trovita.

source: Tab order of edit widgets in transaction form
eo: Tab ordo de redaktaj fenestraĵoj en transakcia formo
ka: ჩასწორების ვიჯეტის ჩანართების მიმდევრობა ტრანზაქციის ფორმაში

source: Tab order of edit widgets in register
eo: Tab ordo de redaktaj fenestraĵoj en registro
ka: ჩასწორების ვიჯეტის ჩანართების მიმდევრობა რეესტრში

source: Order of items on homepage
eo: Ordo de eroj sur hejmpaĝo
ka: ელემენტების მიმდევრობა საწყის გვერდზე

source: Zoom factor used for home view HTML page
eo: Zomfaktoro uzata por hejma vido HTML-paĝo
ka: მასშტაბი საწყისი ხედის HTML გვერდისთვის

source: Remember (manually adjusted) zoom factor in home view on program end.
eo: Memori (mane alĝustigitan) zomfaktoron en hejma vido ĉe programfino.

source: Show account limit information on the Homepage
eo: Montri informojn pri kontolimo sur la Hejmpaĝo
ka: ანგარიშის ლიმიტის ინფორმაციის ჩვენება საწყის გვერდზე

source: Show balance status on the Homepage for accounts where data imports include balance information.
eo: Montri saldostaton sur la Hejmpaĝo por kontoj, kie datenimportado inkluzivas saldan informon.

source: Show number of not marked transactions per account on the Homepage [!M]
eo: Montri nombron da nemarkitaj transakcioj po konto sur la Hejmpaĝo [!M]

source: Show number of cleared transactions per account on the Homepage [C]
eo: Montri nombron da purigitaj transakcioj po konto sur la Hejmpaĝo [C]
ka: გასუფთავებული ტრანზაქციების რაოდენობის ჩვენება თითოეული ანგარიშისთვის [!M]

source: Show number of not reconciled (not marked + cleared) transactions per account on the Homepage [!R]
eo: Montri nombron da ne akordigitaj (ne markitaj + purigitaj) transakcioj po konto sur la Hejmpaĝo [!R]

source: Show date of last reconciliation on the Homepage
eo: Montri daton de lasta repaciĝo sur la Hejmpaĝo
ka: ბოლო შეთანხმების თარიღის ჩვენება საწყის გვერდზე

source: Hide zero balance liabilities on the Homepage
eo: Kaŝi nul-saldajn pasivojn sur la Hejmpaĝo

source: Use custom colors
eo: Uzi proprajn kolorojn
ka: ფერების ხელით მითითება

source: Background color for imported transactions
eo: Fona koloro por importitaj transakcioj
ka: ფონის ფერი შემოტანილი ტრანზაქციებისთვის

source: Background color for matched transactions
eo: Fona koloro por kongruaj transakcioj
ka: ფონის ფერი დამთხვეული ტრანზაქციებისთვის

source: List color for erroneous transactions
eo: Listkoloro por eraraj transakcioj
ka: სიის ფერი შეცდომიანი ტრანზაქციებისთვის
