Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: You cannot close this view because you are reconciling the account. Finish, cancel or postpone the reconciliation first.
eo: Vi ne povas fermi ĉi tiun vidon ĉar vi akordigas la konton. Unue fini, nuligi aŭ prokrasti la repaciĝon.
ka: ამ ხედის დახურვა შეუძლებელია, რადგან მიმდინარეობს ანგარიშის შეთანხმება. ჯერ დაასრულეთ, გააუქმეთ, ან გადადეთ შეთანხმება.

# @title:info In reconciliation
source: View cannot be closed
eo: Vido ne povas esti fermita
ka: ხედის დახურვა შეუძლებელია

source: <html><head/><body><p>Once an account or category is selected its transactions will be presented here.</p></body></html>
eo: <html><head/><body><p>Post kiam konto aŭ kategorio estas elektita, ĝiaj transakcioj estos prezentitaj ĉi tie.</p></body></html>
ka: <html><head/><body><p>როცა ანგარიშს ან კატეგორიას აირჩევთ, მისი ტრანზაქციები აქ გამოჩნდება.</p></body></html>

source: <html><head/><body><p>Accounts marked as favorites will be opened automatically after KMyMoney opened the file or database. Use the + button on the tabbar above to select an account.</p></body></html>
eo: <html><head/><body><p>Kontoj markitaj kiel plej ŝatataj estos malfermitaj aŭtomate post kiam KMyMoney malfermis la dosieron aŭ datumbazon. Uzu la +-butonon sur la langeto supre por elekti konton.</p></body></html>

# Split editor summary
source: Overassigned
eo: Troatribuita
ka: მიუნიჭებელი

# Split editor summary
source: Unassigned
eo: Neatribuita
ka: მიუნიჭებელი

source: Sum of splits
eo: Sumo de dividoj
ka: გაყოფების ჯამი

source: Transaction amount
eo: Transakcia kvanto
ka: ტრანზაქციის თანხა

source: Create a new split
eo: Krei novan disigon
ka: ახალი გაყოფის შექმნა

source: Merges splits with the same category to one split
eo: Kunfandas disigojn kun la sama kategorio al unu disigo
ka: იგივე კატეგორიის გაყოფების შერწყმა ერთ გაყოფაში

source: In case you have multiple split entries to the same category and you like to keep them as a single split, press this button. The amount for identical categories will be added and stored in a single split for that category.
eo: Se vi havas plurajn dividitajn enskribojn al la sama kategorio kaj vi ŝatas konservi ilin kiel ununura disigo, premu ĉi tiun butonon. La kvanto por identaj kategorioj estos aldonita kaj konservita en ununura disigo por tiu kategorio.

source: &Merge
eo: &Kunfandi
ka: &შერწყმა

source: Apply 'Unassigned' or 'Overassigned' amount to the current split. 'Unassigned' amount will be added or 'Overassigned' amount will be subtracted from the amount of the selected split.
eo: Apliki 'Neatribuitan' aŭ 'Troatribuitan' kvanton al la nuna disigo. 'Neatribuita' kvanto estos aldonita aŭ 'Troatribuita' kvanto estos subtrahita de la kvanto de la elektita divido.

source: Apply Difference
eo: Apliki Diferencon
ka: სხვაობის გადატარება

source: Removes all splits that have a value of zero
eo: Forigas ĉiujn dividojn kiuj havas valoron de nulo
ka: წაშლის ყველა გაყოფას, რომელსაც ნულოვანი მნიშვნელობა აქვს

source: Delete &Zero
eo: Forigi &Nulon
ka: &ნულების წაშლა

source: Clear all splits
eo: Forigi ĉiujn disigojn
ka: ყველა გაყოფის გასუფთავება

source: Use this to delete all splits of this transaction.
eo: Uzu ĉi tion por forigi ĉiujn dividojn de ĉi tiu transakcio.
ka: გამოიყენეთ ეს ამ ტრანზაქციის ყველა გაყოფის წასაშლელად.

source: Delete &All
eo: Forigi &Ĉion
ka: &ყველას წაშლა

source: &OK
eo: B&one

source: &Cancel
eo: &Rezigni
ka: &გაუქმება

# @title:menu split context menu
source: Split Options
eo: Disig-Opcioj
ka: დაყოფის პარამერები

# @item:inmenu Create a split
source: New...
eo: Nova...
ka: ახალი...

# @item:inmenu Edit a split
source: Edit...
eo: Redakti...
ka: ჩასწორება...

# @item:inmenu Duplicate selected split(s)
source: Duplicate
eo: Duobligi
ka: დუბლიკაცია

# @item:inmenu Delete selected split(s)
source: Delete
eo: Forigi
ka: წავშალოთ

# @title:menu
source: Tab Editor Options
eo: Tabeta Redaktilo Opcioj
ka: ჩანართების რედაქტორის მორგება

# @action:inmenu Move tab editor selector to this widget
source: Start from here
eo: Komencu de ĉi tie
ka: აქედან დაწყება

# @action:inmenu Set tab editor selector to first widget
source: Restart
eo: Rekomenci
ka: გადატვირთვა

# @action:inmenu Reset all changes
source: Undo changes
eo: Malfari ŝanĝojn
ka: ცვლილებების გაუქმება

# @action:inmenu Reset to application defaults
source: Reset to default
eo: Restarigi al defaŭlta
ka: ნაგულისხმებ მნიშვნელობაზე დაბრუნება

# @action:inmenu Open tab order dialog
source: Tab Order List...
eo: Tab Ordo Listo...
ka: ტაბულაციის მიმდევრობის სია...

source: Tab Order Editor
eo: Tab Ordo Redaktilo
ka: ჩანართების მიმდევრობის რედაქტორი

# @info:tooltip Swap currencies for entry/display
source: Value are presented in %1. Press this button to switch the currency to %2.
eo: Valoro estas prezentita en %1. Premu ĉi tiun butonon por ŝanĝi la valuton al %2.
ka: მნიშვნელობები წარმოდგენილია %1-ში. დააჭირეთ ამ ღილაკს, რომ ვალუტა გადაირთოს %2-ზე.

# @info:tooltip Swap currencies for entry/display
source: Values are presented in %1.
eo: Valoroj estas prezentitaj en %1.
ka: მნიშვნელობები წარმოდგენილია %1-ში.

source: Deposit
eo: Deponejo
ka: დეპოზიტი

# @info:tooltip Date range error
source: The date provided as start lies past the one provided for the end of the search. This will result in an empty set.
eo: La dato donita kiel komenco kuŝas preter tiu provizita por la fino de la serĉo. Ĉi tio rezultigos malplenan aron.

# From (Date)
source: From
eo: El
ka: დასაწყისი

# To (Date)
source: To
eo: al
ka: სადამდე

source: Detailed description
eo: Detala priskribo
ka: დეტალური აღწერა

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p stilo="-qt-paragraph-type:malplena; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent :0px;"><br /></p></body></html>

# @title header of the account name column
source: Name
eo: Nomo
ka: სახელი

# @info:tooltip icon in category to open the split editor
source: Click this icon to open the split editor
eo: Alklaku ĉi tiun piktogramon por malfermi la dividitan redaktilon
ka: დააწკაპუნეთ ამ ხატულაზე გაყოფის რედაქტორის გასახსნელად

# Select all accounts
source: All
eo: Ĉiuj
ka: &ყველა

# No account
source: None
eo: Neniu
ka: არცერთ

source: Favorites
eo: Plej ŝatataj
ka: რჩეულები

source: Buy shares
eo: Aĉeti akciojn
ka: აქციების შეძენა

source: Sell shares
eo: Vendi akciojn
ka: აქციების გაყიდვა

source: Reinvest dividend
eo: Reinvesti dividendon
ka: დივიდენდის რეინვესტირება

source: Add shares
eo: Aldoni akciojn
ka: აქციების დამატება

source: Remove shares
eo: Forigi akciojn
ka: აქციების წაშლა

source: Split shares
eo: Dividi akciojn
ka: აქციების გაყოფა

source: %1 of %2
eo: %1 de %2
ka: %1 %2-დან

source: Payment on %1 for %2 occurring %3.
eo: Pago je %1 por %2 okazanta %3.
ka: გადახდა %1-ზე %2-სთვის, რომელიც ხდება %3-ზე.

source: %1 day overdue
eo: %1 tagon prokrastita
ka: %1 დღით გადაცილებული

source: (%1 occurrence.)
eo: (%1 okazo.)
ka: (%1 მოხდენა.)

source: n of n
eo: n de n
ka: n n-დან

# @label name of the schedule
source: Name:
eo: Nomo:
ka: სახელი:

source: Account:
eo: Konto:
ka: ანგარიში:

source: Record this transaction into the register
eo: Registri ĉi tiun transakcion en la registron
ka: ამ ტრანზაქციის ჩაწერა რეესტრში

source: Use this button to record this transaction
eo: Uzu ĉi tiun butonon por registri ĉi tiun transakcion
ka: გამოიყენეთ ეს ღილაკი ამ ტრანზაქციის ჩასაწერად

source: Enter...
eo: Enigi...
ka: შეყვანა...

source: Use this button to skip this transaction
eo: Uzu ĉi tiun butonon por preterlasi ĉi tiun transakcion
ka: გამოიყენეთ ეს ღილაკი ამ ტრანზაქციის გამოსატოვებლად

source: &Close
eo: F&ermi
ka: დაკე&ტვა

# @info
source: The date you entered is invalid
eo: La dato, kiun vi enigis, estas nevalida
ka: შეყვანილი თარიღი არასწორია

source: All dates
eo: Ĉiuj datoj
ka: ყველა თარიღი

source: As of today
eo: Ekde hodiaŭ
ka: დღეის მდგომარეობით

source: Current month
eo: Nuna monato
ka: მიმდინარე თვე

source: Current quarter
eo: Nuna kvarono
ka: მიმდინარე კვარტალი

source: Current year
eo: Nuna jaro
ka: მიმდინარე წელი

source: Month to date
eo: Monato ĝis nun
ka: თვიდან თარიღამდე

source: Year to date
eo: Jaro ĝis nun
ka: წელი თარიღამდე

source: Year to month
eo: Jaro al monato
ka: წლიდან თვემდე

source: Last year
eo: Pasintjare
ka: წინა წელს

source: Last fiscal year
eo: Lasta fiska jaro
ka: ბოლო ფისკალური წელი

source: Last 7 days
eo: Lastaj 7 tagoj
ka: ბოლო 7 დღე

source: Last 30 days
eo: Lastaj 30 tagoj
ka: ბოლო 30 დღე

source: Last 3 months
eo: Lastaj 3 monatoj
ka: ბოლო 3 თვე

source: Last quarter
eo: Lasta kvarono
ka: ბოლო კვარტალი

source: Last 6 months
eo: Lastaj 6 monatoj
ka: ბოლო 6 თვე

source: Last 11 months
eo: Lastaj 11 monatoj
ka: ბოლო 11 თვე

source: Last 12 months
eo: Lastaj 12 monatoj
ka: ბოლო 12 თვე

source: Next 7 days
eo: Venontaj 7 tagoj
ka: შემდეგი 7 დღე

source: Next 30 days
eo: Venontaj 30 tagoj
ka: შემდეგი 30 დღე

source: Next 3 months
eo: Venontaj 3 monatoj
ka: შემდეგი 3 თვე

source: Next quarter
eo: Venonta kvarono
ka: შემდეგი კვარტალი

source: Next 6 months
eo: Venontaj 6 monatoj
ka: შემდეგი 6 თვე

source: Next 12 months
eo: Venontaj 12 monatoj
ka: შემდეგი 12 თვე

source: Next 18 months
eo: Venontaj 18 monatoj
ka: შემდეგი 18 თვე

source: Last 3 months to next 3 months
eo: Lastaj 3 monatoj ĝis venontaj 3 monatoj
ka: ბოლო 3 თვიდან შემდეგ 3 თვემდე

source: icon
eo: piktogramo
ka: ხატულა

source: Feedback content
eo: Reago enhavo
ka: უკუკავშირის შემცველობა

# @info:placeholder tag combo box
source: Tag
eo: Etikedo
ka: ჭდე

source: Text
eo: Teksto
ka: ტექსტი

source: Warning: Filtering by Category will exclude all transfers from the results.
eo: Averto: Filtri laŭ Kategorio ekskludos ĉiujn translokigojn de la rezultoj.
ka: გაფრთხილება: კატეგორიით გაფილტვრა შედეგებიდან ყველა გადარიცხვას ამოიღებს.

# No selection
source: (None)
eo: (Neniu)
ka: (არცერთი)

source: Current selections: %1
eo: Nunaj elektoj: %1
ka: მიმდინარე მონიშნული: %1

source: Define your search criteria
eo: Difinu viajn serĉkriteriojn
ka: აღწერეთ თქვენი ძებნის პირობა

source: Contains
eo: Enhavas
ka: შეიცავს

source: Does not contain
eo: Ne enhavas
ka: არ შეიცავს

source: Treat text as regular expression
eo: Trakti tekston kiel regulan esprimon
ka: ტექსტის აღქმა რეგულარულ გამოსახულებად

source: Case sensitive
eo: Usklecodistinga
ka: დიდი და პატარა ასოების განსხვავება

source: Search this amount
eo: Serĉi ĉi tiun kvanton
ka: ამ თანხის ძებნა

source: Search amount in the range
eo: Serĉi kvanton en la gamo
ka: თანხის ძებნა შუალედში

# to (amount)
source: to
eo: al
ka: სადამდე

# from (amount)
source: from
eo: de
ka: ვისგან

source: Select transactions without tags
eo: Elekti transakciojn sen etikedoj
ka: მხოლოდ ტრანზაქციები ჭდის გარეშე

source: Select all
eo: Elekti ĉion
ka: ყველას მონიშვნა

source: Select none
eo: Elekti neniun
ka: მონიშვნის მოხსნა

source: Select transactions without payees
eo: Elekti transakciojn sen pagatoj
ka: მხოლოდ ტრანზაქციები მიმღებების გარეშე

source: Validity
eo: Valideco
ka: სისწორე

# @item reconciliation status
source: All states
eo: Ĉiuj ŝtatoj
ka: ყველა მდგომარეობა

# @item reconciliation status
source: Not reconciled
eo: Ne repacigita
ka: შეთანხმებული არაა

# @item reconciliation status
source: Reconciled
eo: Repacigita
ka: შეთანხმებულია

source: All types
eo: Ĉiuj tipoj
ka: ყველა ტიპი

source: Payments
eo: Pagoj
ka: გადახდები

source: Deposits
eo: Deponejoj
ka: დეპოზიტები

source: Any transaction
eo: Ajna transakcio
ka: ნებისმიერი ტრანზაქცია

source: Valid transaction
eo: Valida transakcio
ka: სწორი ტრანზაქცია

# @label reconciliation status
source: State
eo: Stato
ka: მდგომარეობა

source: Search this number
eo: Serĉi ĉi tiun nombron
ka: ამ ნომრის ძებნა

source: Search number in range
eo: Serĉi nombron en intervalo
ka: ნომრის შუალედში ძებნა

# to (number)
source: to
eo: al
ka: სადამდე

# from (number)
source: from
eo: de
ka: ვისგან

source: text
eo: teksto
ka: ტექსტი

# Filter widget label
source: Fi&lter:
eo: Fi&ltrilo:
ka: &ფილტრი:

source: Read the password from pass store
eo: Legi la pasvorton el pas-konservejo
ka: პაროლის წაკითხვა პაროლების საცავიდან

source: Change the visibility of the password
eo: Ŝanĝi la videblecon de la pasvorto
ka: პაროლის ხილვადობა

source: A valid BIC is 8 or 11 characters long.
eo: Valida BIC longas 8 aŭ 11 signojn.
ka: სწორი BIC 8 ან 11 სიმბოლოს შეიცავს.

source: The given BIC is not assigned to any credit institute.
eo: La donita BIC ne estas atribuita al iu kreditinstituto.
ka: მოცემული BIC არაა მინიჭებულ არცერთ საკრედიტო დაწესებულებას.

source: This IBAN is too short.
eo: Ĉi tiu IBAN estas tro mallonga.
ka: ეს IBAN ძალიან მოკლეა.

source: This IBAN is invalid.
eo: Ĉi tiu IBAN estas nevalida.
ka: ეს IBAN არასწორია.

source: National Account
eo: Nacia Konto
ka: ეროვნული ანგარიში

source: account number
eo: kontonumero
ka: ანგარიშის ნომერი

source: institution code
eo: institucia kodo
ka: დაწესებულების კოდი

# Unknown sort order
source: Unknown
eo: Nekonata
ka: უცნობ

source: Post date
eo: Afiŝdato
ka: პოსტის თარიღი

source: Date entered
eo: Dato enigita
ka: შეყვანილი თარიღი

source: Entry order
eo: Ordo de eniro
ka: შეყვანის მიმდევრობა

source: Reconcile state
eo: Akordigi ŝtaton
ka: შეთანხმების მდგომარეობა

source: Reconciliation date
eo: Dato de repaciĝo
ka: შეთანხმების თარიღი

source: Sort order
eo: Ordo de ordigo
ka: დალაგების წესი

source: Reconciling your account ensures your records match those of your institution, and that there are no mistakes on either side. You should reconcile your account whenever you receive a statement from your institution. All relevant information necessary for this process is usually printed on your statement. On the next page you will verify that the ending balance matches that on your statement. If not, please modify it. The starting balance is the sum of your cleared and reconciled transactions.
eo: Akordigi vian konton certigas, ke viaj rekordoj kongruas kun tiuj de via institucio, kaj ke ne estas eraroj ambaŭflanke. Vi devas akordigi vian konton kiam ajn vi ricevas deklaron de via institucio. Ĉiuj rilataj informoj necesaj por ĉi tiu procezo kutime estas presitaj sur via deklaro. Sur la sekva paĝo vi kontrolos, ke la fina saldo kongruas kun tiu en via deklaro. Se ne, bonvolu modifi ĝin. La komenca saldo estas la sumo de viaj purigitaj kaj repacigitaj transakcioj.

source: Statement Information
eo: Informoj pri deklaro
ka: ამონაწერის ინფორმაცია

source: Statement date:
eo: Dato de deklaro:
ka: ამონაწერის თარიღი:

source: Starting balance of this statement:
eo: Komenca bilanco de ĉi tiu deklaro:
ka: ამ ამონაწერის საწყისი ბალანსი:

source: Ending balance of this statement:
eo: Fina bilanco de ĉi tiu deklaro:
ka: ამ ამონაწერის საბოლოო ბალანსი:

source: Interest / Charges
eo: Interezo / Kozoj
ka: საპროცენტო განაკვეთი / გადასახადი

source: If necessary, enter information about interest or charges here. KMyMoney will create transactions and mark them as cleared.
eo: Se necese, enigu informojn pri interezo aŭ kostoj ĉi tie. KMyMoney kreos transakciojn kaj markos ilin kiel forigitaj.

source: Charges
eo: Ŝargoj
ka: მუხტები

source: Please enter the following fields with the information as you find them on your statement. Make sure to enter all values in <b>%1</b>.
eo: Bonvolu enigi la sekvajn kampojn kun la informoj kiel vi trovas ilin en via deklaro. Certigu enigi ĉiujn valorojn en <b>%1</b>.

source: Last reconciled statement: %1
eo: Lasta akordigita deklaro: %1
ka: ბოლოს შეთანხმებული ამონაწერი: %1

source: Oldest unmarked transaction: %1
eo: Plej malnova nemarkita transakcio: %1
ka: ყველაზე ძველი დაუნიშნავი ტრანზაქცია: %1

source: Reconciliation Wizard
eo: Repaciĝo Sorĉisto
ka: შეთანხმების ოსტატი

source: Restarting postponed reconciliation
eo: Rekomenco prokrastita repaciĝo
ka: გადადებული შეთანხმების თავიდან დაწყება

source: You have previously postponed the reconciliation of this account. If you have entered charges or interests the last time you started reconciling this account you can modify these in the ledger later on. It is important, that you continue with the same statement you used when you postponed the reconciliation. All information you have entered into this wizard will be shown and all transactions that you already cleared are marked with a 'C'.
eo: Vi antaŭe prokrastis la repaciĝon de ĉi tiu konto. Se vi enigis kotizojn aŭ interezojn la lastan fojon kiam vi komencis repacigi ĉi tiun konton, vi povas modifi ĉi tiujn en la ĉeflibro poste. Estas grave, ke vi daŭrigu kun la sama deklaro kiun vi uzis kiam vi prokrastis la repaciĝon. Ĉiuj informoj, kiujn vi enigis en ĉi tiun sorĉiston, estos montritaj kaj ĉiuj transakcioj, kiujn vi jam forigis, estas markitaj per 'C'.

# Go to previous page of the wizard
source: &Back
eo: &Reen
ka: &უკან

# Finish the wizard
source: &Finish
eo: &Fini
ka: &დასრულება

source: &Help
eo: &Helpo
ka: &დახმარება

source: Step %1 of %2
eo: Paŝo %1 de %2
ka: ნაბიჯი %1 %2-დან

source: Continue with next page
eo: Daŭrigi kun la sekva paĝo
ka: გაგრძელება შემდეგ გვერდზე

source: Finish wizard
eo: Fini sorĉiston
ka: დასრულების ოსტატი

source: Account information
eo: Informoj pri konto
ka: ანგარიშის ინფორმაცია

# Account name
source: Name: %1
eo: Nomo: %1
ka: სახელი: %1

source: Subaccount of %1
eo: Subkonto de %1
ka: %1-ის ქვეანგარიში

source: Loan
eo: Prunto
ka: სესხი

source: Type: %1
eo: Tipo: %1
ka: ტიპი: %1

source: Currency: %1
eo: Valuto: %1
ka: ვალუტა: %1

source: Opening date: %1
eo: Malferma dato: %1
ka: გახსნის თარიღი: %1

source: Conversion rate: %1
eo: Konverta indico: %1
ka: კონვერტაციის კურსი: %1

source: Opening balance: %1
eo: Malferma bilanco: %1
ka: საწყისი ბალანსი: %1

source: Institution: %1
eo: Institucio: %1
ka: დაწესებულება: %1

source: Number: %1
eo: Nombro: %1
ka: ნომერი: %1

source: Brokerage Account
eo: Kurtaĝa Konto
ka: საბროკერო ანგარიში

# Account name
source: Name: %1 (Brokerage)
eo: Nomo: %1 (Maklerado)
ka: სახელი: %1 (საბროკერო)

source: Loan information
eo: Informoj pri prunto
ka: სესხის ინფორმაცია

source: Amount borrowed: %1
eo: Pruntita kvanto: %1
ka: ნასესხები თანხა: %1

source: Amount lent: %1
eo: Sumo pruntita: %1
ka: გასესხებული თანხა: %1

source: Interest rate: %1 %
eo: Interezprocento: %1 %
ka: საპროცენტო განაკვეთი: %1 %

source: Interest rate is %1
eo: Interezoprocento estas %1
ka: საპროცენტო განაკვეთია %1

source: Principal and interest: %1
eo: Ĉefo kaj interezo: %1
ka: ძირითადი და პროცენტი: %1

source: Additional Fees: %1
eo: Pliaj Kotizoj: %1
ka: დამატებითი მოსაკრებლები: %1

source: Payment frequency: %1
eo: Ofteco de pago: %1
ka: გადახდის სიხშირე: %1

source: Payment account: %1
eo: Pagkonto: %1
ka: გადახდის ანგარიში: %1

source: Payout information
eo: Informoj pri pago
ka: გადახდის ინფორმაცია

source: Refinance: %1
eo: Refinanco: %1
ka: რეფინანსირება: %1

source: Transfer amount to %1
eo: Transdona kvanto al %1
ka: თანხის გადარიცხვა %1-სთვის

source: Transfer amount from %1
eo: Transdona kvanto de %1
ka: გადარიცხვის თანხა %1-დან

source: Payment date: %1
eo: Pagdato: %1
ka: გადახდის თარიღი: %1

source: Schedule information
eo: Planaj informoj
ka: გეგმის ინფორმაცია

# Schedule name
source: Name: %1
eo: Nomo: %1
ka: სახელი: %1

source: Occurrence: Monthly
eo: Okazo: Monata
ka: ხდება: თვეში ერთხელ

source: Paid from %1
eo: Pagita de %1
ka: გადახდილია %1-დან

source: Pay to %1
eo: Pagi al %1
ka: %1-სთვის გადახდა

source: Amount: %1
eo: Kvanto: %1
ka: თანხა: %1

source: First payment due on %1
eo: Unua pago pagenda je %1
ka: პირველი გადახდის დროა %1

source: Payment method: %1
eo: Pagmetodo: %1
ka: გადახდის მეთოდი: %1

source: Occurrence: %1
eo: Okazo: %1
ka: მოხდენა: %1

source: This page summarizes the data you have entered. Press <b>Finish</b> to create the account, schedules, etc. or use <b>Back</b> to modify your entries.
eo: Ĉi tiu paĝo resumas la datumojn, kiujn vi enigis. Premu <b>Fini</b> por krei la konton, horarojn, ktp. aŭ uzu <b>Reen</b> por modifi viajn enskribojn.

source: Checking
eo: Kontrolanta
ka: შემოწმება

source: Savings
eo: Ŝparaĵoj
ka: დანაზოგები

source: Credit Card
eo: Kreditkarto
ka: საკრედიტო ბარათი

source: Cash
eo: Kontantmono
ka: ნაღდი ფული

source: Investment
eo: Investo
ka: ინვესტიცია

source: Please make sure to enter the correct conversion for the selected opening date. If you requested an online quote it might be provided for a different date.
eo: Bonvolu certigi enigi la ĝustan konvertiĝon por la elektita malferma dato. Se vi petis interretan citaĵon, ĝi eble estos provizita por malsama dato.

source: Check date
eo: Kontroli daton
ka: თარიღის შემოწმება

source: 1 %1 equals %2
eo: 1 %1 egalas %2
ka: 1 %1 უდრის %2-ს

source: Conversion rate is not positive
eo: Konverta indico ne estas pozitiva
ka: კონვერტაციის კურსი დადებითი არაა

source: No account name supplied
eo: Neniu kontonomo provizita
ka: ანგარიშის სახელი მითითებული არაა

source: Enter the name of the account under which it is known within KMyMoney. Select the type for the new account. Use the <b>What's this?</b> feature to see more details about the various account types. Enter the date the account was opened and its currency.
eo: Enigu la nomon de la konto sub kiu ĝi estas konata ene de KMyMoney. Elektu la tipon por la nova konto. Uzu la funkcion <b>Kio ĉi tio?</b> por vidi pliajn detalojn pri la diversaj kontotipoj. Enigu la daton, kiam la konto estis malfermita kaj ĝian valuton.

source: Account name
eo: Kontonomo
ka: ანგარიშის სახელი

source: Enter a name under which this account is known within KMyMoney.
eo: Enigu nomon sub kiu ĉi tiu konto estas konata ene de KMyMoney.
ka: შეიყვანეთ სახელი, რომლითაც ეს ანგარიში იქნება ცნობილი KMyMoney-ში.

source: Account type
eo: Tipo de konto
ka: ანგარიშის ტიპი
