Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Creation failed executing statement Executed: %1 Error No %2: %3
eo: Kreado malsukcesis plenumante deklaron Plekutita: %1 Eraro No %2: %3
ka: შექმნისას ჩავარდა შემდეგი პროცედურის გაშვება შესრულდა: %1 შეცდომის ნმრ %2: %3

source: Select output file
eo: Elekti eligdosieron
ka: აირჩიეთ გამოტანის ფაილი

source: Database type %1 has not been fully tested in a KMyMoney environment. Please make sure you have adequate backups of your data. Please report any problems to the developer mailing list at kmymoney-devel@kde.org
eo: La datumbaza tipo %1 ne estis plene testita en KMyMoney-medio. Bonvolu certigi, ke vi havas taŭgajn sekurkopiojn de viaj datumoj. Bonvolu raporti ajnajn problemojn al la dissendolisto de la programisto ĉe kmymoney-devel@kde.org

source: KMyMoney - Generate SQL
eo: KMyMoney - Generi SQL
ka: KMyMoney - SQL-ის გენერაცია

source: Database Type
eo: Tipo de datumbazo
ka: მონაცემთა ბაზის ტიპი

source: Database Details
eo: Datumbazaj Detaloj
ka: მონაცემთა ბაზის დეტალები

source: Database File (SQLite only)
eo: Datumbaza Dosiero (SQLite nur)
ka: მონაცემთა ბაზის ფაილი (მხოლოდ SQLite)

source: Database Name (Others)
eo: Datumbaza Nomo (Aliaj)
ka: მონაცემთა ბაზის სახელი (სხვები)

source: Host Name
eo: Gastigonomo
ka: ჰოსტი

source: Username
eo: Uzantnomo
ka: მომხმარებლის სახელი

source: SQL for creation
eo: SQL por kreado
ka: SQL შესაქმნელად

source: Qt SQL driver %1 is no longer installed on your system
eo: Qt SQL-ŝoforo %1 ne plu estas instalita en via sistemo
ka: Qt SQL-ის დრაივერ %1 აღარაა დაყენებული თქვენს სისტემაზე

source: KMyMoney - Select Database
eo: KMyMoney - Elektu datumbazon
ka: KMyMoney - აირჩიეთ მონაცემთა ბაზა

source: PLEASE NOTE
eo: BONVOLU RIMARKI
ka: გაითვალისწინეთ

source: This software is still in an experimental stage, and there are still some known response time problems. Please be patient; we are working on them. As always, please make sure you have adequate backups of your data.
eo: Ĉi tiu programaro ankoraŭ estas en eksperimenta etapo, kaj ankoraŭ ekzistas kelkaj konataj respondtempaj problemoj. Bonvolu pacienci; ni laboras pri ili. Kiel ĉiam, bonvolu certigi, ke vi havas taŭgajn sekurkopiojn de viaj datumoj.

source: Fi&le
eo: Dosi&ero
ka: &ფაილი

source: Database &Name
eo: &Nomo de datumbazo
ka: &ბაზის სახელი

source: Host &Name
eo: Gastiganto &Nomo
ka: &ჰოსტის სახელი

source: &Username
eo: &Uzantnomo
ka: &მომხმარებლის სახელი

source: &Password
eo: &Pasvorto
ka: &პაროლი

source: Preload &all data
eo: Antaŭŝ&argi ĉiujn datumojn
ka: მონაცემების წინასწარ სრულად ჩატვირთვ&ა

source: You're trying to open an encrypted database. Please provide a password in order to open it.
eo: Vi provas malfermi ĉifritan datumbazon. Bonvolu doni pasvorton por malfermi ĝin.

source: Overwriting an existing database with an encrypted database is not yet supported. Please save your database under a new name.
eo: Anstataŭigi ekzistantan datumbazon per ĉifrita datumbazo ankoraŭ ne estas subtenata. Bonvolu konservi vian datumbazon sub nova nomo.

source: Database apparently in use Opened by %1 on %2 at %3. Open anyway?
eo: Datumaro ŝajne uzata Malfermita de %1 je %2 ĉe %3. Ĉu malfermi tamen?
ka: როგორც ჩანს, მონაცემთა ბაზა უკვე გამოიყენება გახსნილია %1-ის მიერ %2-ზე %3-ზე. გავხსნა მაინც?

source: Inserting online jobs.
eo: Enmetante retajn laborpostenojn.
ka: ინტერნეტ-დავალებების ჩასმა.

source: SQLite file %1 does not exist
eo: SQLite-dosiero %1 ne ekzistas
ka: SQLite-ის ფაილი %1 არ არსებობს

source: Automatic database creation for type %1 is not currently implemented. Please create database %2 manually
eo: Aŭtomata kreado de datumbazo por tipo %1 ne estas nuntempe efektivigita. Bonvolu krei datumbazon %2 permane
ka: ავტომატური მონაცემთა ბაზის შექმნა ტიპისთვის %1 ამჟამად განხორციელებული არაა. შექმენით მონაცემთა ბაზა %2 ხელით

source: Error in create database %1; do you have create permissions?
eo: Eraro en krei datumbazon %1; ĉu vi havas kreajn permesojn?
ka: შექმნის შეცდომა მონაცემთა ბაზაში %1: გაქვთ შექმნის უფლება?

source: Cannot open database %1
eo: Ne povas malfermi datumbazon %1
ka: ვერ გავხსენი მონაცემთა ბაზა %1

source: An unrecoverable error occurred while reading the database
eo: Nereakirebla eraro okazis dum legado de la datumbazo
ka: მონაცემთა ბაზის კითხვისას აღმოჩენილია აღუდგენელი შეცდომა

source: Database malfunction
eo: Misfunkcio de datumbazo
ka: მონაცემთა ბაზის გაუმართაობა

source: Tried to access a file when it has not been opened
eo: Provis aliri dosieron kiam ĝi ne estis malfermita
ka: ვცადე წვდომა ფაილთან მაშინ, როცა ის ღია არ იყო

source: An unrecoverable error occurred while writing to the database. It may well be corrupt.
eo: Nereakirebla eraro okazis dum skribado al la datumbazo. Ĝi eble estas korupta.
ka: დაუბრუნებელი შეცდომა მონაცემთა ბაზაში ჩაწერისას. შეიძლება, ის დაზიანებულია.

source: Cannot save to current database.
eo: Ne povas konservi en nuna datumbazo.
ka: მიმდინარე მონაცემთა ბაზაში ჩაწერა შეუძლებელია.

source: Cannot save to current database: %1
eo: Ne povas konservi en nuna datumbazo: %1
ka: მიმდინარე მონაცემთა ბაზაში ჩაწერა შეუძლებელია: %1

source: Database files (*.db *.sql)
eo: Datumbazdosieroj (*.db *.sql)
ka: მონაცემთა ბაზის ფაილები (*.db *.sql)

source: Open database...
eo: Malfermi datumbazon...
ka: მონაცემთა ბაზის გახსნა...

source: Generate Database SQL
eo: Generi datumbazon SQL
ka: მონაცემთა ბაზის SQL-ის გენერაცია

source: Database contains data which must be removed before using Save As. Do you wish to continue?
eo: Datumaro enhavas datumojn, kiuj devas esti forigitaj antaŭ ol uzi Konservu kiel. Ĉu vi volas daŭrigi?
ka: მონაცემთა ბაზა შეიცავს მონაცემებს, რომლებიც უნდა წაშალოთ 'შენახვა, როგორცის' გამოყენებამდე. გააგრძელებთ?

source: Cannot open or create database %1. Retry Save As Database and click Help for further info.
eo: Ne povas malfermi aŭ krei datumbazon %1. Reprovu Konservi kiel datumbazon kaj alklaku Helpon por pliaj informoj.
ka: ვერ გავხსენი, ან შევქმენი მონაცემთა ბაზა %1. მეტი ინფორმაციისთვის სცადეთ თავიდან 'შენახვა მონაცემთა ბაზაში' და დააჭირეთ დახმარებაზე.

source: Budget options
eo: Buĝetaj elektoj
ka: ბიუჯეტის მორგება

source: You have entered budget values using a different base which would result in a monthly budget of <b>%1</b>. Should this value be used to fill the monthly budget?
eo: Vi enigis buĝetajn valorojn uzante malsaman bazon, kiu rezultigus monatan buĝeton de <b>%1</b>. Ĉu ĉi tiu valoro estu uzata por plenigi la monatan buĝeton?

# Auto assignment (caption)
source: Auto assignment
eo: Aŭtomata tasko
ka: ავტომატური მინიჭება

source: You have entered budget values using a different base which would result in a yearly budget of <b>%1</b>. Should this value be used to fill the monthly budget?
eo: Vi enigis buĝetajn valorojn uzante malsaman bazon, kiu rezultigus jaran buĝeton de <b>%1</b>. Ĉu ĉi tiu valoro estu uzata por plenigi la monatan buĝeton?

source: You have entered budget values using a different base which would result in an individual monthly budget of <b>%1</b>. Should this value be used to fill the monthly budgets?
eo: Vi enigis buĝetajn valorojn uzante malsaman bazon, kiu rezultigus individuan monatan buĝeton de <b>%1</b>. Ĉu ĉi tiu valoro estu uzata por plenigi la monatajn buĝetojn?

source: Period
eo: Periodo
ka: პერიოდი

# @action timeframe of the budget
source: Monthly
eo: Monata
ka: თვეში ერთხელ

# @action timeframe of the budget
source: Yearly
eo: Ĉiujare
ka: წლიურად

# @action timeframe of the budget. month-by-month budget
source: Individual
eo: Individuo
ka: ინდივიდუალური

# @item:intable Your budgets, %1 budget year
source: Budget %1
eo: Buĝeto %1
ka: ბიუჯეტი %1

# @item:intable Your bugets, %1 budget year, %2 unique index
source: Budget %1 (%2)
eo: Buĝeto %1 (%2)
ka: ბიუჯეტი %1 (%2)

source: Unable to add budget
eo: Ne eblas aldoni buĝeton
ka: ბიუჯეტის დამატება შეუძლებელია

source: <p>Do you really want to remove the budget <b>%1</b>?</p>
eo: <p>Ĉu vi vere volas forigi la buĝeton <b>%1</b>?</p>
ka: <p>მართლა გნებავთ, წაშალოთ ბიუჯეტი <b>%1</b>?</p>

source: Do you really want to remove all selected budgets?
eo: Ĉu vi vere volas forigi ĉiujn elektitajn buĝetojn?
ka: მართლა გნებავთ ყველა მონიშნული ბიუჯეტის წაშლა?

# @title:window
source: Remove Budget
eo: Forigi Buĝeton
ka: ბიუჯეტის წაშლა

source: Unable to remove budget.
eo: Ne eblas forigi buĝeton.
ka: ბიუჯეტის წაშლა შეუძლებელია.

source: Copy of %1
eo: Kopio de %1
ka: %1-ის კოპირება

source: The current budget already contains data. Continuing will replace all current values of this budget.
eo: La nuna buĝeto jam enhavas datumojn. Daŭrigo anstataŭigos ĉiujn nunajn valorojn de ĉi tiu buĝeto.

# Warning message box
source: Warning
eo: Averto
ka: შეტყობინება

source: Unable to modify budget.
eo: Ne eblas modifi buĝeton.
ka: ბიუჯეტის შეცვლა შეუძლებელია.

source: Unable to reset budget
eo: Ne eblas restarigi buĝeton
ka: ბიუჯეტის ჩამოყრა შეუძლებელია

source: Unable to modify budget
eo: Ne eblas modifi buĝeton
ka: ბიუჯეტის შეცვლა შეუძლებელია

# Profit/Loss
source: Loss: %1
eo: Perdo: %1
ka: წაგება: %1

# Profit/Loss
source: Profit: %1
eo: Profito: %1
ka: მოგება: %1

source: New budget
eo: Nova budĝeto
ka: ახალი ბიუჯეტი

source: Rename budget
eo: Alinomi buĝeton
ka: ბიუჯეტის სახელის გადარქმევა

source: Delete budget
eo: Forigi budĝeton
ka: ბიუჯეტის წაშლა

source: Copy budget
eo: Kopii budĝeton
ka: ბიუჯეტის კოპირება

source: Budget based on forecast
eo: Buĝeto bazita sur prognozo
ka: პროგნოზზე დაფუძნებული ბიუჯეტი

# @title:menu budget context menu
source: Budget options
eo: Buĝetaj elektoj

source: Your budgets
eo: Viaj buĝetoj
ka: თქვენი ბიუჯეტები

# New budget button
source: New
eo: Nova
ka: ახალი

source: Accepts the entered values and stores the budget.
eo: Akceptas la enmetitajn valorojn kaj konservas la buĝeton.
ka: იღებს შეყვანილ მნიშვნელობას და ინახავს ბიუჯეტს.

source: Use this to store the modified data.
eo: Uzi ĉi tion por konservi la modifitajn datumojn.
ka: გამოიყენეთ ეს შეცვლილი მონაცემების დასამახსოვრებლად.

source: Upd
eo: Ĝisdatigita

source: Revert budget to last saved state.
eo: Reverti buĝeton al la lasta konservita stato.
ka: ბიუჯეტის დაბრუნება ბოლოს შენახულ მდებარეობაზე.

source: Use this to discard the modified data.
eo: Uzu ĉi tion por forĵeti la modifitajn datumojn.
ka: გამოიყენეთ ეს შეცვლილი მონაცემების მოსაცილებლად.

source: Hide unused budget categories
eo: Kaŝi neuzatajn buĝetajn kategoriojn
ka: გამოუყენებელი ბიუჯეტის კატეგორიების დამალვა

source: Assignments
eo: Taskoj
ka: მინიჭებები

# Budget total
source: Total
eo: Sumo
ka: ჯამში

source: Include subaccounts
eo: Inkluzivi subkontojn
ka: ქვეანგარისების ჩათვლით

source: <qt>Do you want to save the changes for <b>%1</b>?</qt>
eo: <qt>Ĉu vi volas konservi la ŝanĝojn por <b>%1</b>?</qt>
ka: <qt>გნებავთ ცვლილებების შენახვა ბიუჯეტისთვის <b>%1</b>?</qt>

source: Save changes
eo: Konservi ŝanĝojn
ka: ცვლილებების შენახვა

source: Please specify a budget name
eo: Bonvolu specifi buĝetnomon
ka: მიუთითეთ ბიუჯეტის სახელი

source: New Budget
eo: Nova Buĝeto
ka: ახალი ბიუჯეტი

# header of the budget name column
source: Name
eo: Nomo
ka: სახელი

source: Forecast
eo: Prognozo
ka: პროგნოზი

source: Method to calculate forecast
eo: Metodo por kalkuli prognozon
ka: პროგნოზის გამოთვლის მეთოდი

source: Days to forecast
eo: Tagoj por antaŭvidi
ka: დღეები პროგნოზისთვის

source: Days of normal account cycle
eo: Tagoj de normala konta ciklo
ka: ნორმალური ანგარიშის ციკლის დღეები

source: Number of historic cycles to use in forecast
eo: Nombro de historiaj cikloj por uzi en prognozo
ka: პროგნოზში გამოყენებული ისტორიული ციკლების რაოდენობა

source: Day of month to start forecast
eo: Tago de monato por komenci prognozon
ka: თვის დღე პროგნოზის დასაწყებად

source: Method to calculate history-based forecast
eo: Metodo por kalkuli historio-bazitan prognozon
ka: ისტორიაზე დაფუძნებული პროგნოზის გამოთვლის მეთოდი

source: Skip opening date when fetching transactions
eo: Preterpasi la daton de malfermo kiam vi alportas transakciojn
ka: გახსნის თარიღის გამოტოვება ტრანზაქციების გამოთხოვისას

source: Include future transaction when using Schedule Forecast
eo: Inkluzivi estontan transakcion kiam vi uzas Horaron

source: Include scheduled transactions when using Schedule Forecast
eo: Inkluzivi planitajn transakciojn kiam vi uzas Horaron

source: Forecast Settings
eo: Prognozaj Agordoj
ka: პროგნოზის პარამეტრები

source: Number of Days of Account Cycle:
eo: Nombro de Tagoj de Konta Ciklo:
ka: ანგარიშის ციკლის დღეების რაოდენობა:

source: Day of Month to start Forecast:
eo: Tago de Monato por komenci Prognozon:
ka: თვის დღე პროგნოზის დასაწყებად:

source: Number of Days to Forecast:
eo: Nombro de Tagoj por Antaŭvidi:
ka: დღეების რაოდენობა პროგნოზისთვის:

source: Forecast Method
eo: Prognoza Metodo
ka: პროგნოზის მეთოდი

source: Scheduled and Future Transactions
eo: Planitaj kaj Estontaj Transakcioj
ka: დაგეგმილი და სამომავლო ტრანზაქციები

source: History-based
eo: Histori-bazita
ka: ისტორიაზე დაფუძნებული

source: History-based settings
eo: Histori-bazitaj agordoj
ka: ისტორიაზე დაფუძნებული პარამეტრები

source: Number of Cycles to use in Forecast:
eo: Nombro de Cikloj por uzi en Prognozo:
ka: პროგნოზში გამოყენებული ციკლების რაოდენობა:

source: History Forecast Method
eo: Historia Prognoza Metodo
ka: ისტორიის პროგნოზის მეთოდი

source: Simple Moving Average
eo: Simpla Movanta Mezumo
ka: მარტივი მოძრავი საშუალო

source: Weighted Moving Average
eo: Pezbalancita Movanta Mezumo
ka: აწონილი მოძრავი საშუალო

source: Linear Regression
eo: Lineara Regreso
ka: წრფივი რეგრესია

source: Days to Forecast:
eo: Tagoj por Antaŭvidi:
ka: დღეები პროგნოზისთვის:

source: Days of Accounts Cycle:
eo: Tagoj de Konta Ciklo:
ka: ანგარიშების ციკლის დღეები:

source: Historic Cycles:
eo: Historiaj cikloj:
ka: ისტორიული ციკლები:

source: Chart Detail:
eo: Diagramo Detalo:
ka: დიაგრამის დეტალები:

source: <p>Choose what level of detail to show on the chart.</p>
eo: <p>Elekti kia nivelo de detalo montriĝu sur la diagramo.</p>
ka: <p>აირჩიეთ რა დონის დეტალები იქნება დიაგრამაზე ნაჩვენები.</p>

# Show all details
source: All
eo: Ĉiuj
ka: &ყველა

source: Top-Level
eo: Supra Nivelo
ka: ზედა დონე

source: Groups
eo: Grupoj
ka: ჯგუფები

source: Totals
eo: Totaloj
ka: მთლიანი ჯამი

source: Current Forecast Method:
eo: Nuna Prognoza Metodo:
ka: მიმდინარე პროგნოზის მეთოდი:

source: method
eo: metodo
ka: მეთოდი

source: Detail
eo: Detalo
ka: დეტალები

# Advanced forecast view
source: Advanced
eo: Altnivelaj
ka: დამატებითი

source: Budget Forecast
eo: Buĝeta Prognozo
ka: ბიუჯეტის პროგნოზი

source: Chart
eo: Diagramo
ka: გრაფიკი

# Today's forecast
source: Current
eo: Nuna
ka: მიმდინარე

source: Total variation
eo: Tuta variado
ka: სულ ვარიაცია

source: 1 day
eo: unu tago
ka: 1 დღე

source: The balance of %1 is below the minimum balance %2 today.
eo: La saldo de %1 estas sub la minimuma saldo %2 hodiaŭ.
ka: %1-ის ბალანსი დღეს %2-ის მინიმალურ ბალანსზე ქვემოთაა.

source: The balance of %2 will drop below the minimum balance %3 in %1 day.
eo: La saldo de %2 falos sub la minimuma saldo %3 post %1 tago.
ka: %2-ის ბალანსი %3 მინიმალურ ბალანსზე დაბლა %1 დღეში ჩამოვა.

source: The balance of %1 is below %2 today.
eo: La saldo de %1 estas sub %2 hodiaŭ.
ka: დღეს %1-ის ბალანსი %2-ზე ქვემოთაა.

source: The balance of %1 is above %2 today.
eo: La saldo de %1 estas super %2 hodiaŭ.
ka: დღეს %1-ის ბალანსი %2-ზე ზემოთაა.

source: The balance of %2 will drop below %3 in %1 day.
eo: La saldo de %2 falos sub %3 en %1 tago.
ka: %2-ის ბალანსი %1 დღეში %3-ზე დაბლა ჩამოვა.

source: The balance of %2 will raise above %3 in %1 day.
eo: La saldo de %2 leviĝos super %3 en %1 tago.
ka: %2-ის ბალანსი %1 დღეში %3-ზე მაღლა ავა.

source: The account %1 is decreasing %2 per cycle.
eo: La konto %1 estas malpliiganta %2 po ciklo.
ka: ანგარიში %1 მცირდება %2-ით თითო ციკლზე.

source: Min Date %1
eo: Min Dato %1
ka: მინ. თარიღი %1

source: Max Bal %1
eo: Maksimumo Bal %1
ka: მაქს. ნაშთი %1

source: Max Date %1
eo: Maksimuma dato %1
ka: მაქს. თარიღი %1

# Average balance
source: Average
eo: Averaĝa
ka: საშუალო

# Total balance
source: Total
eo: Entute
ka: ჯამში

source: No data provided by reports plugin for this chart.
eo: Neniuj datumoj provizitaj de raporta kromaĵo por ĉi tiu diagramo.
ka: ანგარიშების დამატებას ამ დიაგრამისთვის მონაცემები არ გადმოუცია.

source: Enable reports plugin to see this chart.
eo: Ebligi aldonaĵon pri raportoj por vidi ĉi tiun diagramon.
ka: ამ დიაგრამის სანახავად ჩართეთ ანგარიშების დამატება.

# Scheduled method
source: Scheduled
eo: Planita
ka: დაგეგმილია

# History-based method
source: History
eo: Historio
ka: ისტორია

# Unknown forecast method
source: Unknown
eo: Nekonata
ka: უცნობ

source: Send transfer
eo: Sendi translokigon
ka: გადარიცხვის გაგზავნა

source: New credit transfer
eo: Nova kredittransigo
ka: ახალი საკრედიტო გადარიცხვა

source: Remove transfer
eo: Forigi translokigon
ka: გადარიცხვის წაშლა

source: Edit transfer
eo: Redakti translokigon
ka: გადარიცხვის ცასწორება

source: Show log
eo: Montri protokolon
ka: ჟურნალის ჩვენება

# @title:menu Online job context menu
source: Credit transfer options
eo: Opcioj pri kredittransigo
ka: საკრედიტო გადარიცხვის პარამეტრები

source: This job cannot be edited anymore because it was sent already.
eo: Ĉi tiu laboro ne plu estas redaktita ĉar ĝi jam estis sendita.
ka: ამ დავალების ჩასწორება შეუძლებელია, რადგან ის უკვე გაგზავნილია.

source: Job is being processed at the moment.
eo: Ijobo estas prilaborata nuntempe.
ka: დავალება ამჟამად მუშავდება.

source: The plugin to edit this job is not available.
eo: La kromaĵo por redakti ĉi tiun laboron ne estas disponebla.
ka: ამ დავალების ჩასასწორებლად დამატება ხელმისაწვდომი არაა.

source: You need to select a single job for editing.
eo: Vi devas elekti ununuran laboron por redaktado.
ka: ჩასასწორებლად ერთი დავალება უნდა მონიშნოთ.

source: Send transfers
eo: Sendi transigojn
ka: გადარიცხვების გაგზავნა

# The user selected credit transfers to send. But they cannot be sent
source: Not all selected credit transfers can be sent because some of them are invalid or were already sent.
eo: Ne ĉiuj elektitaj kredittranspagoj povas esti senditaj ĉar kelkaj el ili estas nevalidaj aŭ jam estis senditaj.
ka: ყველა მონიშნული კრედიტის გადარიცხვები არ გაგზავნიდა, რადგან ზოგიერთი მათგანი არასწორია, ან უკვე გაგზავნილია.

# @title:window Online transfers
source: Cannot send transfers
eo: Ne povas sendi translokigojn
ka: გადარიცხვების გაგზავნა შეუძლებელია

source: Send
eo: Sendi
ka: გაგზავნა

source: During the change of the order your previous entries could not be converted.
eo: Dum la ŝanĝo de la ordo viaj antaŭaj enskriboj ne povis esti konvertitaj.
ka: შეკვეთის ცვლილებისას თქვენი წინა ჩანაწერების გადაყვანა შეუძლებელია.

source: This credit-transfer was sent to your bank at %1 therefore cannot be edited anymore. You may create a copy for editing.
eo: Ĉi tiu kredittransigo estis sendita al via banko ĉe %1 do ne plu estas redaktita. Vi povas krei kopion por redakti.

source: This credit-transfer is not editable. You may create a copy for editing.
eo: Ĉi tiu kredittransigo ne estas redaktebla. Vi povas krei kopion por redakti.

source: Order Account
eo: Ordokonto
ka: შეკვეთის ანგარიში

source: Account Balance
eo: Konto Bilanco
ka: ანგარიშის ბალანსი

source: Credit Transfer
eo: Kredita Transdono
ka: საკრედიტო გადარიცხვა

source: <html><head/><body><p>This account does not support online banking.</p><p>If you think this is an error, please check if the plugin for this type of credit transfer and your online banking plugins are available.</p></body></html>
eo: <html><head/><body><p>Ĉi tiu konto ne subtenas interretan bankadon.</p><p>Se vi pensas, ke tio estas eraro, bonvolu kontroli ĉu la kromprogramo por ĉi tiu tipo de kredittransigo kaj via interreta bankaldonaĵoj disponeblas.</p></body></html>

source: Enqueue
eo: Envicigi
ka: რიგში ჩაყენება

source: Information to find issues.
eo: Informoj por trovi problemojn.
ka: ინფორმაცია პრობლემების მოსაძებნად.

source: Information stored for provability.
eo: Informoj konservitaj por pruvebleco.
ka: დასადასტურებლად დამახსოვრებული ინფორმაცია.

source: Informative message without certain significance.
eo: Informa mesaĝo sen certa signifo.
ka: ინფორმაციული შეტყობინება გარკვეული მნიშვნელობის გარეშე.

source: Warning message.
eo: Averta mesaĝo.
ka: გაფრთხილების შეტყობინება.

source: Origin
eo: Origino
ka: საწყისი

# @item name of view
source: Outbox
eo: Elirkesto
ka: გამავლები

source: Credit transfer options
eo: Opcioj pri kredittransigo
ka: საკრედიტო გადარიცხვის პარამეტრები

source: Time
eo: Tempo
ka: დრო

# Chart legend title
source: Legend
eo: Subteksto
ka: შინაარსი

source: Initial Market Value
eo: Komenca Merkata Valoro
ka: საწყისი საბაზრო ღირებულება

source: Ending Market Value
eo: Finanta Merkata Valoro
ka: საბოლოო საბაზრო ღირებულება

source: Opening Balance
eo: Malferma Bilanco
ka: საწყისი ბალანსი

source: Closing Balance
eo: Ferma Bilanco
ka: საბოლოო ბალანსი

source: Grand Total
eo: Plena tuto
ka: გრანდ-ჯამი

source: Calculated
eo: Kalkulita
ka: გამოთვლილია

source: Tags
eo: Etikedoj
ka: ჭდეები

source: Top Category
eo: Supra Kategorio
ka: საუკეთესო კატეგორია

source: Category Type
eo: Kategoria Tipo
ka: კატეგორიის ტიპი

source: Week
eo: Semajno
ka: კვირა

source: Action
eo: Ago
ka: პარამეტრები

source: Shares
eo: Akcioj
ka: აქციები

source: Last Price
eo: Lasta Prezo
ka: ბოლო ფასი

source: Buy Price
eo: Aĉetoprezo
ka: ყიდვის ფასი

source: Net Value
eo: Neta Valoro
ka: წმინდა ღირებულება

source: Buy Value
eo: Aĉetovaloro
ka: ყიდვის ღირებულება

source: Sell Value
eo: Vendovaloro
ka: გაყიდვის ღირებულება

source: Short-term Buy Value
eo: Mallongatempa Aĉeta Valoro
ka: მოკლევადიანი შესყიდვის ღირებულება

source: Short-term Sell Value
eo: Mallongatempa Venda Valoro
ka: მოკლევადიანი გაყიდვის ღირებულება

source: Long-term Buy Value
eo: Longtempa Aĉeta Valoro
ka: გრძელვადიანი ყიდვის ღირებულება

source: Long-term Sell Value
eo: Longtempa Venda Valoro
ka: გრძელვადიანი გაყიდვის ღირებულება

source: Dividends Reinvested
eo: Dividendoj Reinvestitaj
ka: რეინვესტირებული დივიდენდები

source: Dividends Paid Out
eo: Dividendoj Pagitaj
ka: გადახდილი დივიდენდები

source: Starting Balance
eo: Komenca saldo
ka: საწყისი ბალანსი

source: Ending Balance
eo: Fina Saldo
ka: საბოლოო ბალანსი

source: Market Value
eo: Merkata Valoro
ka: საბაზრო ღირებულება

source: Annualized Return
eo: Anualigita Reveno
ka: წლიური შემოსავალი

source: Return On Investment
eo: Reveno De Investo
ka: ინვესტიციის დაბრუნება

source: Fees
eo: Kotizoj
ka: გადასახადები

source: Payment
eo: Pagado
ka: გადახდა

# Account name
source: Name
eo: Nomo
ka: სახელი

source: Next Due Date
eo: Sekva Limdato
ka: შემდეგი გადახდის თარიღი

source: Occurrence
eo: Okazo
ka: შემთხვევა

source: Payment Method
eo: Pagmaniero
ka: გადახდის მეთოდი

source: Opening Date
eo: Malferma Dato
ka: გახსნის თარიღი

source: Balance Early Warning
eo: Frua Averto pri Saldo
ka: ბალანსის ადრეული გაფრთხილება

source: Balance Max Limit
eo: Maksimuma Limo de Saldo
ka: ბალანსის მაქსიმალური ლიმიტი

source: Credit Early Warning
eo: Kredita Frua Averto
ka: კრედიტის ადრეული გაფრთხილება

source: Credit Max Limit
eo: Kredita Maksimuma Limo
ka: კრედიტის მაქსიმალური ლიმიტი

source: Preferred
eo: Preferata
ka: მირჩევნია

source: Loan Amount
eo: Pruntokvanto
ka: სესხის ოდენობა

source: Interest Rate
eo: Interezokvoto
ka: საპროცენტო განაკვეთი

source: Next Interest Change
eo: Sekva Intereza Ŝanĝo
ka: შემდეგი საპროცენტო განაკვეთის ცვლილება

source: Periodic Payment
eo: Perioda Pago
ka: პერიოდული გადახდა

source: Final Payment
eo: Fina Pago
ka: საბოლოო გადახდა

source: Current Balance
eo: Nuna Bilanco
ka: მიმდინარე ბალანსი

source: Capital Gain
eo: Kapitala Gajno
ka: კაპიტალის მოგება

source: Percentage Gain
eo: Procenta Gajno
ka: პროცენტული მოგება

source: Short-term Gain
eo: Mallongatempa Gajno
ka: მოკლევადიანი მოგება

source: Long-term Gain
eo: Longtempa Gajno
ka: გრძელვადიანი მოგება
