Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

# @info:tooltip for 'VAT' column (% rate)
source: VAT percentage rate, if configured.
eo: VAT-procenta indico, se agordita.
ka: დღგ-ს პროცენტული განაკვეთი, თუ მორგებულია.

# @info:tooltip for 'CC' column (YES/NO value)
source: Whether a cost center assignment is necessary when entering a transaction.
eo: Ĉu kostcentro-tasko estas necesa dum enigo de transakcio.
ka: არის თუ არა ფასების ცენტრის მინიჭება აუცილებელი ტრანზაქციაში შესვლისას.

# @info:tooltip for 'Balance' column
source: Account balance (in account's currency)
eo: Bildo de konto (en la valuto de konto)
ka: ანგარიშის ბალანსი (ანგარიშის ვალუტაში)

# @info:tooltip for 'Total Value' column
source: Total Value (including subaccounts)
eo: Totala Valoro (inkluzive de subkontoj)
ka: მთლიანი ღირებულება (ქვეანგარიშების ჩათვლით)

# @info:tooltip for 'Account Number' column
source: Account or credit card number, as assigned by the institution.
eo: Numero de konto aŭ kreditkarto, kiel atribuita de la institucio.
ka: ანგარიშის ან საკრედიტო ბარათის ნომერი, რომელიც დაწესებულებამ მოგანიჭათ.

# @info:tooltip for 'IBAN' column
source: Account number in IBAN (International Bank Account Number) format
eo: Kontnumero en formato IBAN (Internacia Banka Konto-Numero).
ka: ანგარიშის ნომერი IBAN (საერთაშორისო ბანკის ანგარიშის ნომერი) ფორმატში

source: A bank code assigned to Institution by a central bank, a bank supervisory body or a Bankers Association. Known as 'Routing Number' (US accounts) or a 'Sort Code' (UK accounts).
eo: Bankkodo atribuita al Institucio fare de centra banko, banka kontrola organo aŭ Bankers Association. Konata kiel 'Routing Number' (Usonaj kontoj) aŭ 'Ordiga Kodo' (UK-kontoj).

# @info:tooltip for 'SWIFT/BIC' column
source: A Business Identifier Code, also known as SWIFT.
eo: Komerca Identigkodo, ankaŭ konata kiel SWIFT.
ka: ბიზნეს იდენტიფიკატორის კოდი, რომელიც ასევე ცნობილია როგორც SWIFT.

# Budget year
source: Year
eo: Jaro
ka: წელი

source: Cost center
eo: Kostcentro
ka: ღირებულებების ცენტრი

source: Accounts with no institution assigned
eo: Kontoj kun neniu institucio atribuita
ka: დაწესებულებაზე არმინიჭებული ანგარიშები

# @title:column Cheque Number
source: No.
eo: Nro
ka: ნომერი.

# @title:column Valuta date
source: Date
eo: Dato
ka: თარიღი

# @title:column
source: Account
eo: Konto
ka: ანგარიში

# @title:column
source: Payee
eo: Pagato
ka: თანხის მიმღები

# @title:column
source: Security
eo: Sekureco
ka: ფასიანი ქაღალდი

# @title:column
source: Detail
eo: Detalo
ka: დეტალები

# @title:column Payment made from account
source: Payment
eo: Pagado
ka: გადახდა

# @title:column Deposit into account
source: Deposit
eo: Deponejo
ka: დეპოზიტი

# @title:column
source: Quantity
eo: Kvanto
ka: რაოდენობა

# @title:column
source: Price
eo: Prezo
ka: ფასი

# @title:column
source: Amount
eo: Kvanto
ka: რაოდენობა

# @title:column
source: Value
eo: Valoro
ka: მნიშვნელობა

# @title:column
source: Balance
eo: Kompensi
ka: ბალანსი

# @title:column Entry date
source: Entry
eo: Eniro
ka: ერთეული

# @title:column Cheque Number (ext)
source: Number
eo: Numero
ka: ნომერი

# @title:column Reconciliation state (ext)
source: Reconciliation
eo: Repaciĝo
ka: შეთანხმების ანგარიში

# @title:column CostCenter (ext)
source: Cost center
eo: Kostcentro
ka: ღირებულებების წენტრი

# @title:column Entry date (ext)
source: Entry date
eo: Dato de eniro
ka: საწყისი თარიღი

# Reconciliation flag empty
source: Not reconciled
eo: Ne repacigita
ka: შეთანხმებული არაა

# Reconciliation flag C
source: Cleared
eo: Malplenigita
ka: გასუფთავებულია

# Reconciliation flag R
source: Reconciled
eo: Repacigita
ka: შეთანხმებულია

# Reconciliation flag F
source: Frozen
eo: Frostita
ka: გაყინული

# Add securities/shares/bonds
source: Add shares
eo: Aldoni akciojn
ka: აქციების დამატება

# Remove securities/shares/bonds
source: Remove shares
eo: Forigi akciojn
ka: აქციების წაშლა

# Buy securities/shares/bonds
source: Buy shares
eo: Aĉeti akciojn
ka: აქციების შეძენა

# Sell securities/shares/bonds
source: Sell shares
eo: Vendi akciojn
ka: აქციების გაყიდვა

source: Dividend
eo: Dividendo
ka: დივიდენდი

source: Reinvest Dividend
eo: Reinvesti Dividendon
ka: დივიდენდის რეინვესტირება

source: Yield
eo: Rendimento
ka: გამოსავალი

# Split securities/shares/bonds
source: Split shares
eo: Dividi akciojn
ka: აქციების გაყოფა

source: Interest Income
eo: Intereza Enspezo
ka: საპროცენტო განაკვეთის შემოსავალი

# Unknown investment activity
source: Unknown
eo: Nekonata
ka: უცნობი

source: Multiple fee categories
eo: Multoblaj kotizoj kategorioj
ka: მრავალჯერადი საფასურის კატეგორიები

source: Multiple interest categories
eo: Multoblaj intereskategorioj
ka: ერთზე მეტი საპროცენტო განაკვეთის კატეგორია

# Reconciliation status 'Not Reconciled'
source: not reconciled
eo: ne repacigita
ka: შეთანხმებული არაა

# Reconciliation status 'Cleared'
source: cleared
eo: malbaris
ka: გასუფთავებული

# Reconciliation status 'Reconciled'
source: reconciled
eo: repacigita
ka: შეთანხმებულია

# Reconciliation status 'Frozen'
source: frozen
eo: frostigita
ka: გაყინული

# Reconciliation status unknown
source: unknown
eo: nekonata
ka: უცნობი

# @title:column
source: Date
eo: Dato
ka: თარიღი

# @title:column
source: Action
eo: Ago
ka: ქმედება

# @title:column
source: Destination
eo: Celo
ka: დანიშნულება

# @title:column
source: Purpose
eo: Celo
ka: მიზანი

# @title:column
source: Destination Account
eo: Destina Konto
ka: სამიზნე ანგარიში

# @title:column
source: Destination BIC
eo: Celo BIC
ka: სამიზნე BIC

# Unknown payee in online task
source: Unknown
eo: Nekonata
ka: უცნობი

# @info:tooltip online job list status
source: Job is being processed at the moment.
eo: Ijobo estas prilaborata nuntempe.
ka: დავალება ამჟამად მუშავდება.

# @info:tooltip online job list status Arg 1 is a date/time
source: This job was accepted by the bank on %1.
eo: Ĉi tiu laboro estis akceptita de la banko je %1.
ka: დავალება მიღებულია ბანკის მიერ %1-ზე.

# @info:tooltip online job list status Arg 1 is a date/time
source: Sending this job failed (tried on %1).
eo: Sendado de ĉi tiu laboro malsukcesis (provita je %1).
ka: დავალების გაგზავნა ჩავარდა (ცდის დრო: %1).

# @info:tooltip online job list status
source: Sending this job was manually aborted.
eo: Sendado de ĉi tiu laboro estis permane ĉesigita.
ka: დავალების გაგზავნა ხელით გაუქმდა.

# @info:tooltip online job list status Arg 1 is a date/time
source: The bank rejected this job on %1.
eo: La banko malakceptis ĉi tiun laboron je %1.
ka: ბანკმა უარყო ეს დავალება %1-ზე.

# @info:tooltip online job list status Arg 1 is a date/time
source: The bank accepted this job on %1.
eo: La banko akceptis ĉi tiun laboron je %1.
ka: ბანკმა მიიღო ეს დავალება %1-ზე.

# @info:tooltip online job list status
source: This job needs further editing and cannot be sent therefore.
eo: Ĉi tiu laboro bezonas plian redaktadon kaj tial ne povas esti sendita.
ka: ამ დავალებას დამატებითი ჩასწორება სჭირდება და მანამდე ვერ გაიგზავნება.

# @info:tooltip online job list status
source: This job is ready for sending.
eo: Ĉi tiu laboro estas preta por sendo.
ka: ეს დავალება მზადაა გასაგზავნად.

# ParameterModel key
source: Key
eo: Ŝlosilo
ka: გასაღები

# ParameterModel value
source: Value
eo: Valoro
ka: მნიშვნელობა

source: Payee
eo: Pagato
ka: თანხის მიმღები

source: Stock name
eo: Akcionomo
ka: ფონდის სახელი

source: Source
eo: Fonto
ka: წყარო

# Reportname
source: Name
eo: Nomo
ka: სახელი

# Schedule group
source: Bills
eo: Fakturoj
ka: გადასახადები

# Schedule group
source: Deposits
eo: Deponejoj
ka: დეპოზიტები

# Schedule group
source: Transfers
eo: Translokigoj
ka: გადარიცხვები

# Schedule group
source: Loans
eo: Pruntoj
ka: სესხები

# Schedule header
source: Type/Name
eo: Tipo/Nomo
ka: ტიპი/სახელი

# Schedule header
source: Account
eo: Konto
ka: ანგარიში

# Schedule header
source: Payee
eo: Pagato
ka: თანხის მიმღები

# Schedule header
source: Amount
eo: Kvanto
ka: რაოდენობა

# Schedule header
source: Next Due Date
eo: Sekva Limdato
ka: შემდეგი გადახდის თარიღი

# Schedule header
source: Frequency
eo: Frekvenco
ka: სიხშირე

# Schedule header
source: Payment Method
eo: Pagmaniero
ka: გადახდის მეთოდი

# Finished schedule
source: Finished
eo: Finita
ka: დასრულდა

source: Market
eo: Merkato
ka: მაღაზია

source: Fraction
eo: Frakcio
ka: ნაწილი

source: Last month
eo: Pasintmonate
ka: 1 თვის წინ

source: This month
eo: Ĉi-monate
ka: ამ თვეში

source: Last week
eo: Lasta semajno
ka: წინა კვირაში

source: This week
eo: Ĉi-semajne
ka: ამ კვირაში

source: Yesterday
eo: Hieraŭ
ka: გუშინ

source: Today
eo: Hodiaŭ
ka: დღეს

source: This year
eo: Ĉijare
ka: წელს

source: Future transactions
eo: Estontaj transakcioj
ka: მომავალი ტრანზაქციები

source: Next week
eo: Venontsemajne
ka: შემდეგი კვირა

source: Next month
eo: Venonta monato
ka: შემდეგი თვე

source: Current fiscal year
eo: Nuna fiska jaro
ka: მიმდინარე ფისკალური წელი

source: Previous fiscal year
eo: Antaŭa fiska jaro
ka: წინა ფისკალური წელი

source: Next fiscal year
eo: Venonta fiska jaro
ka: შემდეგი ფისკალური წელი

# Tagname
source: Name
eo: Nomo
ka: სახელი

# @title:column Country/Hierarchy type
source: Type
eo: Tipo
ka: ტიპით

# @title:column Column heading for description
source: Description
eo: Priskribo
ka: აღწერა

# Missing attribute %1 in xml file
source: Missing attribute %1 in line %2
eo: Mankas atributo %1 en linio %2
ka: აკლია ატრიბუტი %1 ხაზზე %2

# Empty attribute %1 in xml file
source: Empty attribute %1 in line %2
eo: Malplena atributo %1 en linio %2
ka: ცარიელი ატრიბუტი %1 ხაზზე %2

source: Print check
eo: Presi ĉekon
ka: ჩეკის დაბეჭდვა

source: Use custom check template
eo: Uzi propran ĉekŝablonon
ka: მორგებული შემოწმების შაბლონის გამოყენება

source: The check template file which defines the way the printed check will look.
eo: La ĉekŝablondosiero kiu difinas kiel la presita ĉeko aspektos.
ka: ჩეკის შაბლონის ფაილი, რომელიც აღწერს, როგორი გარეგნობა ექნება დაბეჭდილ ჩეკს.

source: A list containing the id's of already printed checks.
eo: Listo enhavanta la identigilojn de jam presitaj ĉekoj.
ka: უკვე დაბეჭდილი ჩეკების ID-ების შემცველი სია.

source: Checking settings
eo: Kontrolante agordojn
ka: პარამეტრების შემოწმება

# @item the number 0
source: Zero
eo: Nulo
ka: ნული

# @item the number 1
source: One
eo: Unu
ka: ერთი

# @item the number 2
source: Two
eo: Du
ka: ორი

# @item the number 3
source: Three
eo: Tri
ka: სამი

# @item the number 4
source: Four
eo: Kvar
ka: ოთხი

# @item the number 5
source: Five
eo: Kvin
ka: ხუთი

# @item the number 6
source: Six
eo: Ses
ka: ექვსი

# @item the number 7
source: Seven
eo: Sep
ka: შვიდი

# @item the number 8
source: Eight
eo: Ok
ka: რვა

# @item the number 9
source: Nine
eo: Naŭ
ka: ცხრა

# @item the number 10
source: Ten
eo: Dek
ka: ათი

# @item the number 11
source: Eleven
eo: Dekunu
ka: თერთმეტი

# @item the number 12
source: Twelve
eo: Dekdu
ka: თორმეტი

# @item the number 13
source: Thirteen
eo: Dektri
ka: ცამეტი

# @item the number 14
source: Fourteen
eo: Dekkvar
ka: თოთხმეტი

# @item the number 15
source: Fifteen
eo: Dekkvin
ka: თხუთმეტი

# @item the number 16
source: Sixteen
eo: Dekses
ka: თექვსმეტი

# @item the number 17
source: Seventeen
eo: Deksep
ka: ჩვიდმეტი

# @item the number 18
source: Eighteen
eo: Dekok
ka: თვრამეტი

# @item the number 19
source: Nineteen
eo: Deknaŭ
ka: ცხრამეტი

# @item the number 20
source: Twenty
eo: Dudek
ka: ოცი

# @item the number 30
source: Thirty
eo: Tridek
ka: ოცდაათი

# @item the number 40
source: Forty
eo: Kvardek
ka: ორმოცი

# @item the number 50
source: Fifty
eo: Kvindek
ka: ორმოცდაათი

# @item the number 60
source: Sixty
eo: Sesdek
ka: სამოცი

# @item the number 70
source: Seventy
eo: Sepdek
ka: სამოცდაათი

# @item the number 80
source: Eighty
eo: Okdek
ka: ოთხმოცი

# @item the number 90
source: Ninety
eo: Naŭdek
ka: ოთხმოცდაათი

# @item the number 1000
source: Thousand
eo: Mil
ka: ათასი

# @item the number 1,000,000
source: Million
eo: Miliono
ka: მილიონი

# @item the number 1,000,000,000
source: Billion
eo: Miliardo
ka: მილიარდი

# @item %1 = hundred value digit
source: %1 Hundred
eo: %1 Cent
ka: %1 ათასი

# @item %1 = hundreds text, %2 = tens and ones text
source: %1 and %2
eo: %1 kaj %2
ka: %1 და %2

source: english
eo: la angla
ka: ინგლისური

# @item Appears last as separator
source: and
eo: kaj
ka: და

source: %1 and %2/%3
eo: %1 kaj %2/%3
ka: %1 და %2/%3

source: %1 and No/%2
eo: %1 kaj Ne/%2
ka: %1 და No/%2

source: Start operation
eo: Komenci operacion
ka: ოპერაციის დაწყება

source: Use this to start the export operation
eo: Uzi ĉi tion por komenci la eksportan operacion
ka: გამოიყენეთ ეს გატანის ოპერაციის დასაწყებად

source: &Browse...
eo: &Foliumi...
ka: არჩევა...

source: Select filename
eo: Elekti dosiernomon
ka: აირჩიეთ ფაილის სახელი

source: Use this to select a filename to export to
eo: Uzu ĉi tion por elekti dosiernomon al kiu eksporti
ka: გამოიყენეთ ეს გასატანი ფაილის სახელის ასარჩევად

source: There are no entries in this account.
eo: Ne estas enskriboj en ĉi tiu konto.

source: Invalid account
eo: Nevalida konto

source: Csv Export
eo: Csv Eksporto
ka: CVS-ში გატანა

source: From this dialog you are able to export transactions to a comma separated file, (known as a CSV file, because of the extension). However, you are able to specify an alternative separator below. Please enter the path to the CSV file or select it by clicking on the Browse button. You can choose the file's path, and the account. Choose Account to export all the transactions between the specified dates, or just choose to export Categories.
eo: El ĉi tiu dialogo vi povas eksporti transakciojn al komo-apartigita dosiero, (konata kiel CSV-dosiero, pro la etendaĵo). Tamen, vi povas specifi alternativan apartigilon sube. Bonvolu enigi la vojon al la CSV-dosiero aŭ elektu ĝin alklakante la butonon Foliumi. Vi povas elekti la vojon de la dosiero kaj la konton. Elektu Konton por eksporti ĉiujn transakciojn inter la specifitaj datoj, aŭ simple elektu eksporti Kategoriojn.

source: File to export to:
eo: Dosiero al kiu eksporti:
ka: ფაილი, რომელშიც გატანა მოხდება:

source: Account to export
eo: Konto eksportenda
ka: გასატანი ანგარიშები

source: Contents to Export
eo: Enhavo Eksportenda
ka: გასატანი შემცველობა

source: Acco&unt
eo: Kont&o
ka: &ანგარიში

source: Ca&tegories
eo: Ka&tegorioj
ka: &კატეგორიები

source: Date Range
eo: Datintervalo
ka: თარიღის დიაპაზონი

source: Start on:
eo: Komenci je:
ka: დაწყების დრო:

source: End on:
eo: Finiĝo je:
ka: დასრულების დრო:

source: Field Separator
eo: Kampa Apartigilo
ka: ველის გამყოფი

source: Comma (,)
eo: Komo (,)

source: Semicolon (;)
eo: Punktokomo (;)

source: Tab (\t)
eo: Langeto (\t)

# CSV Exporter dialog title
source: CSV Exporter
eo: CSV-Eksportilo
ka: CSV გამტანი

source: <qt>The file <b>%1</b> already exists. Do you really want to overwrite it?</qt>
eo: <qt>La dosiero <b>%1</b> jam ekzistas. Ĉu vi vere volas anstataŭigi ĝin?</qt>
ka: <qt>ფაილი <b>%1</b> უკვე არსებობს. მართლა გნებავთ, თავზე გადააწეროთ?</qt>

source: Unexpected exception '%1'
eo: Neatendita escepto '%1'
ka: მოულოდნელი გამონაკლისი: %1

source: Export completed.
eo: Eksporto finiĝis.
ka: გატანა დასრულდა.

source: Unable to open file '%1' for writing
eo: Ne eblis malfermi la dosieron '%1' por skribi
ka: ფაილის '%1' ჩასაწერად გახსნა შეუძ₾ებელია

source: Account Type:
eo: Konto Tipo:
ka: ანგარიშის ტიპი:

# @title:column header in CSV export
source: Date
eo: Dato
ka: თარიღი

# @title:column header in CSV export
source: Security
eo: Sekureco
ka: ფასიანი ქაღალდი

# @title:column header in CSV export
source: Symbol
eo: Simbolo
ka: სიმბოლო

# @title:column header in CSV export
source: Action/Type
eo: Ago/Tipo
ka: ქმედება/ტიპი

# @title:column header in CSV export
source: Amount
eo: Kvanto
ka: რაოდენობა

# @title:column header in CSV export
source: Quantity
eo: Kvanto
ka: რაოდენობა

# @title:column header in CSV export
source: Price
eo: Prezo
ka: ფასი

# @title:column header in CSV export
source: Interest
eo: Interezo
ka: საპროცენტო განაკვეთი

# @title:column header in CSV export
source: Fees
eo: Kotizoj
ka: გადასახადები

# @title:column header in CSV export
source: Account
eo: Konto
ka: ანგარიში

# @title:column header in CSV export
source: Memo
eo: Noto
ka: მემორანდუმი

# @title:column header in CSV export
source: Status
eo: Stato
ka: სტატუსი

# @title:column header in CSV export
source: Payee
eo: Pagato
ka: თანხის მიმღები

# @title:column header in CSV export
source: Account/Cat
eo: Konto/Kat-o
ka: ანგარიში/კატეგორია

# @title:column header in CSV export
source: Number
eo: Numero
ka: ნომერი

source: Transaction number '%1' is missing an account assignment. Date '%2', Payee '%3'. Transaction dropped.
eo: Transakcia numero '%1' mankas konto-tasko. Dato '%2', Pagato '%3'. Transakcio ĉesis.

source: Invalid transaction
eo: Nevalida transakcio
ka: არასწორი ტრანზაქცია

source: Transaction number '%1' is missing an account assignment. Date '%2', Amount '%3'. Transaction dropped.
eo: Transakcia numero '%1' mankas konto-tasko. Dato '%2', Kvanto '%3'. Transakcio malsukcesis.

source: <center>The '<b>%1</b>' field already has this column selected.</center><center>If you wish to copy the Payee data to the memo field, click 'Yes'.</center>
eo: <center>La kampo '<b>%1</b>' jam havas ĉi tiun kolumnon elektita.</center><center>Se vi volas kopii la datumojn de la Pagato al la memorkampo, alklaku 'Jes'.</center> >

# @title:window
source: Field assignment resolution
eo: Rezolucio pri kampa tasko
ka: ველის მინიჭების გადაწყვეტა

# @item:intext No field selection
source: None
eo: Neniu
ka: არცერთ

# @label:listbox list of currently selected fields
source: <i>Memo columns:</i> %1
eo: <i>Memokolumnoj:</i> %1
ka: <i>შენიშვნის სვეტები:</i> %1

source: <center>Field name not recognised.</center> <center>'<b>%1</b>'</center> Please re-enter your column selections.
eo: <center>Kamponomo ne rekonita.</center> <center>'<b>%1</b>'</center> Bonvolu reenigi viajn kolumnelektadojn.
ka: <center>ველის სახელი უცნობია.</center> <center>'<b>%1</b>'</center> თავიდან შეიყვანეთ თქვენი სვეტის არჩევნები.

source: CSV import
eo: CSV-importo
ka: CSV-ის შემოტანა

source: Column <b>%1</b> cannot be selected because it is already used in '<b>%2</b>'.
eo: Kolumno <b>%1</b> ne povas esti elektita ĉar ĝi jam estas uzata en '<b>%2</b>'.
ka: სვეტს <b>%1</b> ვერ მონიშნავთ, რადგან ის უკვე გამოიყენება '<b>%2</b>'-ში.

source: <center>The %1 field contains '%2'</center><center>and the %3 field contains '%4'.</center><center>Please choose which you wish to accept.</center>
eo: <center>La kampo %1 enhavas '%2'</center><center>kaj la kampo %3 enhavas '%4'.</center><center>Bonvolu elekti kiun vi volas akcepti.</center>
ka: <center>ველი %1 შეიცავს '%2'-ს</center><center>და ველი %3 შეიცავს '%4'-ს.</center><center>აირჩიეთ, რომლის მიღება გსურთ.</center>

source: CSV invalid field values
eo: CSV nevalidaj kampovaloroj
ka: CSV არასწორი ველის მნიშვნელობები

source: Accept %1
eo: Akcepti %1
ka: %1-ის მიღება

source: Banking Wizard Page
eo: Banka Sorĉisto Paĝo
ka: ბანკის ოსტატის გვერდი

source: Please select the appropriate columns to use, corresponding to your data.
eo: Bonvolu elekti la taŭgajn kolumnojn por uzi, konformajn al viaj datumoj.
ka: აირჩიეთ თქვენი მონაცემების შესაბამისი სვეტები.

# column containing number field
source: Number
eo: Numero
ka: ნომერი

source: Select column containing number field.
eo: Elekti kolumnon enhavantan numero-kampon.
ka: აირჩიეთ სვეტი, რომელიც ნომრის ველს შეიცავს.

source: Clear number field selection.
eo: Klara elekto de nombro-kampo.
ka: ნომრის ველის არჩევნის გასუფთავება.

source: Select column containing date field.
eo: Elekti kolumnon enhavantan datkampon.
ka: აირჩიეთ სვეტი, რომელიც თარიღის ველს შეიცავს.

source: Clear date field selection.
eo: Klara elekta kampo de dato.
ka: თარიღის ველის არჩევნის გასუფთავება.

# column containing payee or description field
source: Payee/Description
eo: Pagato/Priskribo
ka: მიმღები/აღწერა

source: Select column containing payee or description field.
eo: Elekti kolumnon enhavantan pagaton aŭ priskriban kampon.
ka: აირჩიეთ სვეტი, რომელიც მიმღების, ან აღწერის ველს შეიცავს.

source: Clear payee field selection.
eo: Klara elekto de kampo de pagato.
ka: მიმღების ველის არჩევნის გასუფთავება.

# column containing number field
source: Category
eo: Kategorio
ka: კატეგორია

source: Select column containing category field.
eo: Elekti kolumnon enhavantan kategorikampon.
ka: აირჩიეთ სვეტი, რომელიც კატეგორიის ველს შეიცავს.

source: Clear category field selection.
eo: Klara elekto de kampo de kategorio.
ka: კატეგორიის ველის არჩევნის გასუფთავება.

source: Memo
eo: Noto
ka: მემორანდუმი

source: Select column containing memo field.
eo: Elekti kolumnon enhavantan memorkampon.
ka: აირჩიეთ სვეტი, რომელიც შენიშვნის ველს შეიცავს.

source: Selection
eo: Elekto
ka: მონიშნული

source: Clear memo field selection.
eo: Klara elekta kampo de memoraĵo.
ka: შენიშვნის ველის არჩევნის გასუფთავება.

source: Balance
eo: Kompensi
ka: ბალანსი

source: Select column containing balance field.
eo: Elekti kolumnon enhavantan saldokampon.
ka: აირჩიეთ სვეტი, რომელიც ბალანსის ველს შეიცავს.

source: Clear balance field selection.
eo: Malplenigi elektitan saldokampon.
ka: ბალანსის ველის არჩევნის გასუფთავება.

# location of amount column
source: Amount
eo: Kvanto
ka: რაოდენობა

source: Select column containing amount field.
eo: Elektu kolumnon enhavantan kvantokampon.
ka: აირჩიეთ სვეტი, რომელიც თანხის ველს შეიცავს.

source: Clear amount field selection.
eo: Klara kvanto-kampa elekto.
ka: თანხის ველის არჩევნის გასუფთავება.

source: Debit/Credit Indicator
eo: Indikilo de debeto/kredito
ka: დებიტის/კრედიტის ინდიკატორი

source: Select column containing indicator field.
eo: Elekti kolumnon enhavantan indikilan kampon.
ka: აირჩიეთ სვეტი, რომელიც ინდიკატორის ველს შეიცავს.

source: Clear indicator field selection.
eo: Klara indikila kampo-elekto.
ka: ინდიკატორის ველის არჩევნის გასუფთავება.

source: Indicator for Credit
eo: Indikilo por Kredito
ka: კრედიტის ინდიკატორი

source: Enter text that is used to indicate that amount is a credit.
eo: Enigu tekston, kiu estas uzata por indiki, ke sumo estas kredito.
ka: შეიყვანეთ ტექსტი, რომელიც კრედიტის თანხის რაოდენობას მიუთითებს.

source: Indicator for Debit
eo: Indikilo por Debeto
ka: ინდიკატორი დებეტისთვის

source: Enter text that is used to indicate that amount is a debit.
eo: Enigu tekston, kiu estas uzata por indiki, ke sumo estas debeto.
ka: შეიყვანეთ ტექსტი, რომელიც დებიტის თანხის რაოდენობას მიუთითებს.

source: Opposite signs
eo: Kontraŭaj signoj
ka: საპირისპირო ნიშნები

source: Select if your amount column has signs improperly set.
eo: Elektu ĉu via sumkolumno havas signojn nedece fiksitajn.
ka: აირჩიეთ ეს, თუ თანხის სვეტს ნიშნები არასწორად აქვს დაყენებული.

source: Debit/credit
eo: Debeto/kredito
ka: დებიტი/კრედიტი

# location of debit column
source: Debit
eo: Debeto
ka: დებიტი

source: Select column containing debit field.
eo: Elektu kolumnon enhavantan debitkampon.
ka: აირჩიეთ სვეტი, რომელიც დებეტის ველს შეიცავს.

source: Clear debit field selection.
eo: Klara elekto de debita kampo.
ka: დებეტის ველის არჩევნის გასუფთავება.

# location of credit column
source: Credit
eo: Kredito
ka: კრედიტი

source: Select column containing credit field.
eo: Elektu kolumnon enhavantan kreditan kampon.
ka: აირჩიეთ სვეტი, რომელიც კრედიტის ველს შეიცავს.

source: Clear credit field selection.
eo: Klara elekta kampo de kredito.
ka: კრედიტის ველის არჩევნის გასუფთავება.

source: Clear all selected column and indicator entries
eo: Forigi ĉiujn elektitajn kolumnojn kaj indikilojn
ka: ყველა მონიშნული სვეტის და ინდიკატორის ჩანაწერების გასუფთავება

# Clear all column assignments
source: Clear all
eo: Forigi ĉion
ka: ყველას გასუფთავება
