Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

# @info:tooltip
source: <html><head/><body><p>Enter the ISO4217 code for the currency here (e.g. EUR for the Euro). This cannot be changed once the currency is created.</p></body></html>
eo: <html><head/><body><p>Enigu la ISO 4217-kodon por la valuto ĉi tie (t.e. EUR por la eŭro). Ĉi tio ne povas esti ŝanĝita post kiam la valuto estas kreita.</p></body></html>
ka: <html><head/><body><p>შეიყვანეთ აქ ვალუტის ISO4217 კოდი (მაგ: EUR ევროსთვის). ვალუტის შექმნის შემდეგ ამას ვერ შეცვლით.</p></body></html>

# @info:tooltip
source: Enter the monetary symbol of the currency here (e.g. € for the Euro)
eo: Enigu la monan simbolon de la valuto ĉi tie (ekz. € por la eŭro)
ka: აქ შეიყვანეთ ვალუტის სიმბოლო (მაგ: € ევროსთვის)

# @info:tooltip
source: Enter the smallest fraction of the currency used for bank accounts here. This cannot be changed once the currency is created.
eo: Enigu ĉi tie la plej malgrandan frakcion de la valuto uzata por bankkontoj. Ĉi tio ne povas esti ŝanĝita post kiam la valuto estas kreita.
ka: შეიყვანეთ ვალუტის უმცირესი რაოდენობა, რომელიც აქ საბანკო ანგარიშებისთვის გამოიყენება. ამას ვეღარ შეცვლით, როცა ვალუტა შეიქმნება.

# @info:tooltip
source: Enter the smallest fraction of the currency used for cash accounts here. This cannot be changed once the currency is created.
eo: Enigu ĉi tie la plej malgrandan frakcion de la valuto uzata por kontantaj kontoj. Ĉi tio ne povas esti ŝanĝita post kiam la valuto estas kreita.
ka: შეიყვანეთ ვალუტის უმცირესი რაოდენობა, რომელიც აქ ნაღდი ფულის ანგარიშებისთვის გამოიყენება. ამას ვეღარ შეცვლით, როცა ვალუტა შეიქმნება.

# @info:tooltip
source: <html><head/><body><p>Enter the rounding method used for this currency. See <span style=" font-weight:600;">What's this</span> for more details.</p></body></html>
eo: <html><head/><body><p>Enigu la rondigan metodon uzatan por ĉi tiu valuto. Vidu <span style=" font-weight:600;">Kio estas tio</span> por pliaj detaloj.</p></body></html>
ka: <html><head/><body><p>შეიყვანეთ დამრგვალების მეთოდი, რომელიც ამ ვალუტისთვის იქნება გამოყენებული. მეტი ინფორმაციისთვის იხილეთ <span style=" font-weight:600;">რა არის ეს</span>.</p></body></html>

# @info:whatsthis
source: <html><head/><body><p><span style=" font-weight:600;">RoundNever</span></p><p>Don't do any rounding, simply truncate and print a warning in case of a remainder. Otherwise the same as RoundTrunc.</p><p><span style=" font-weight:600;">RoundFloor</span></p><p>Round to the largest integral value not greater than the value. E.g. 0.5 -&gt; 0.0 and -0.5 -&gt; -1.0</p><p><span style=" font-weight:600;">RoundCeil</span></p><p>Round to the smallest integral value not less than the value. E.g. 0.5 -&gt; 1.0 and -0.5 -&gt; -0.0</p><p><span style=" font-weight:600;">RoundTruncate</span></p><p>No rounding, simply truncate any fraction</p><p><span style=" font-weight:600;">RoundPromote</span></p><p>Use RoundCeil for positive and RoundFloor for negative values. E.g. 0.5 -&gt; 1.0 and -0.5 -&gt; -1.0</p><p><span style=" font-weight:600;">RoundHalfDown</span></p><p>Round up or down with the following constraints: 0.1 .. 0.5 -&gt; 0.0 and 0.6 .. 0.9 -&gt; 1.0</p><p><span style=" font-weight:600;">RoundHalfUp</span></p><p>Round up or down with the following constraints: 0.1 .. 0.4 -&gt; 0.0 and 0.5 .. 0.9 -&gt; 1.0</p><p><span style=" font-weight:600;">RoundRound</span></p><p>Use RoundHalfDown for 0.1 .. 0.4 and RoundHalfUp for 0.6 .. 0.9. Use RoundHalfUp for 0.5 in case the resulting numerator is odd, RoundHalfDown in case the resulting numerator is even. E.g. 0.5 -&gt; 0.0 and 1.5 -&gt; 2.0</p></body></html>
eo: <html><head/><body><p><span style=" font-weight:600;">RoundNever</span></p><p>Ne faru ajnan rondigon, simple detranĉu kaj presi averton en kazo de restaĵo. Alie same kiel RoundTrunc.</p><p><span style=" font-weight:600;">RoundFloor</span></p><p>Rondigi al la plej granda integra valoro ne pli granda ol la valoro. ekz. 0.5 -> 0.0 kaj -0.5 -> -1.0</p><p><span style=" font-weight:600;">RoundCeil</span></p><p>Rondigi al la plej malgranda integralo valoro ne malpli ol la valoro. ekz. 0.5 -> 1.0 kaj -0.5 -> -0.0</p><p><span style=" font-weight:600;">RoundTruncate</span></p><p>Neniu rondigo, simple detranĉi ajnan frakcion</p><p><span style=" font-weight:600;">RoundPromote</span></p><p>Uzi RoundCeil por pozitivaj kaj RoundFloor por negativaj valoroj. ekz. 0.5 -> 1.0 kaj -0.5 -> -1.0</p><p><span style=" font-weight:600;">RoundHalfDown</span></p><p>Rondigi supren aŭ malsupren kun jenaj limoj: 0.1 .. 0.5 -> 0.0 kaj 0.6 .. 0.9 -> 1.0</p><p><span style=" font-weight:600;">RoundHalfUp</span></p><p>Rondigi supren aŭ malsupren kun jenaj limigoj: 0.1 .. 0.4 -> 0.0 kaj 0.5 .. 0.9 -> 1.0</p><p><span style=" font-weight:600; ">RoundRound</span></p><p>Uzi RoundHalfDown por 0.1 .. 0.4 kaj RoundHalfUp por 0.6 .. 0.9. Uzi RoundHalfUp por 0.5 se la rezulta numeratoro estas nepara, RoundHalfDown se la rezulta numeratoro estas para. ekz. 0.5 -> 0.0 kaj 1.5 -> 2.0</p></body></html>

source: Never
eo: Neniam
ka: არასდროს

source: Floor
eo: Planko
ka: იატაკი

source: Ceil
eo: Plafono
ka: ჭერი

source: Truncate
eo: Detranĉi
ka: მოკვეთა

source: Promote
eo: Antaŭenigi
ka: დაწინაურება

source: Half Down
eo: Duone Malsupren
ka: ნახევრით დაბლა

source: Half Up
eo: Duone Supren
ka: ნახევრით მაღლა

source: Round
eo: Rondigi
ka: მრგვალი

source: Edit Equity
eo: Redakti Akcion
ka: კაპიტალის რედაქტირება

source: Stock
eo: Akcio
ka: მოყოლილი

source: Mutual Fund
eo: Reciproka Fonduso
ka: საერთო ფონდი

source: Bond
eo: Obligacio
ka: ბმა

source: Smallest fraction:
eo: Plej malgranda frakcio:
ka: უმცირესი კოეფიციენტი:

source: Investment Type:
eo: Tipo de investo:
ka: ინვესტიციის ტიპი:

source: Equity Name:
eo: Akcia Nomo:
ka: კაპიტალის სახელი:

source: Market Symbol:
eo: Merkata Simbolo:
ka: ტიკერი:

source: Price History
eo: Prezhistorio
ka: ფასის ისტორია

source: Add
eo: Aldoni
ka: დამატება

source: Edit
eo: Redakti
ka: ჩასწორება

source: Remove
eo: Forigi
ka: წაშლა

source: Cancel
eo: Rezigni
ka: გაუქმება

source: Updating price configuration
eo: Ĝisdatigante prezo-agordon
ka: ფასის მორგების განახლება

source: Updating price policy
eo: Ĝisdatigo de prez-politiko
ka: ფასის პოლიტიკის განახლება

source: Update all
eo: Ĝisdatigi ĉion
ka: ყველას განახლება

source: Update &missing
eo: Ĝisdatigi &mankantajn
ka: &ნაკლუსის განახლება

source: Update downloaded
eo: Ĝisdatigi elŝutitajn
ka: გადმოწერილის განახლება

source: Update from the same source
eo: Ĝisdatigi de la sama fonto
ka: იგივე წყაროდან განახლება

source: Ask
eo: Demandi
ka: კითხვა

# Equity name
source: Name
eo: Nomo

source: Price
eo: Prezo
ka: ფასი

# Internal identifier
source: Internal ID
eo: Interna ID

# Online quote source
source: Source
eo: Fonto

# @action:button Configuration of price update
source: Configure
eo: Agordi
ka: მორგება

source: %1 units in %2
eo: %1 unuoj en %2

source: [No identifier]
eo: [Neniu identigilo]
ka: [იდენტიფიკატორის გარეშე]

# @info:tooltip
source: The date is invalid.
eo: La dato estas nevalida.
ka: თარიღი არასწორია.

source: Failed to retrieve an exchange rate for %1 from %2. It will be skipped this time.
eo: Malsukcesis preni kurzon por %1 de %2. Ĝi estos preterlasita ĉi-foje.
ka: %1-სთვის გაცვლითი კურსის მიღება %2-დან ჩავარდა. ამჯერად ის გამოტოვებული იქნება.

source: Price Update Failed
eo: Preza Ĝisdatigo Malsukcesis
ka: ფასის განახლების შეცდომა

source: Failed to retrieve a quote for %1 from %2. Press <b>No</b> to remove the online price source from this security permanently, <b>Yes</b> to continue updating this security during future price updates or <b>Cancel</b> to stop the current update operation.
eo: Malsukcesis preni citaĵon por %1 de %2. Premu <b>Ne</b> por forigi la interretan prezfonton de ĉi tiu sekureco konstante, <b>Jes</b> por daŭrigi ĝisdatigi ĉi tiun sekurecon dum estontaj prezaj ĝisdatigoj aŭ <b>Nuligi</b> por ĉesigi la nunan ĝisdatiga operacio.

source: Cannot update security <b>%1</b>: %2
eo: Ne povas ĝisdatigi sekurecon <b>%1</b>: %2
ka: ვერ განვაახლე ფასიანი ქაღალდი <b>%1</b>: %2

source: For <b>%1</b> on <b>%2</b> price <b>%3</b> already exists.<br>Do you want to replace it with <b>%4</b>?
eo: Por <b>%1</b> je <b>%2</b> prezo <b>%3</b> jam ekzistas.<br>Ĉu vi volas anstataŭigi ĝin per <b>%4</b> b>?

source: Price Already Exists
eo: Prezo Jam Ekzistas

source: Prices for %1 updated between %3 and %4 (id %2)
eo: Prezoj por %1 ĝisdatigitaj inter %3 kaj %4 (id %2)

source: Received a price for %1 (id %2), but this symbol is not on the list. Aborting entire update.
eo: Ricevis prezon por %1 (id %2), sed ĉi tiu simbolo ne estas en la listo. Ĉesigo de la tuta ĝisdatigo.

source: Price for %1 updated (id %2)
eo: Prezo por %1 ĝisdatigita (id %2)

source: Received an invalid price for %1, unable to update.
eo: Ricevis nevalidan prezon por %1, ne povas ĝisdatigi.

source: Update Stock and Currency Prices
eo: Ĝisdatigi Akciajn kaj Valutajn Prezojn
ka: საფონდო და სავალუტო ფასების განახლება

source: List of known Equities, and the date they were last updated on.
eo: Listo de konataj Akcioj, kaj la dato en kiu ili estis laste ĝisdatigitaj.

# @label:chooser Date
source: From
eo: Ekde
ka: დასაწყისი

# @label:chooser Date
source: To
eo: Ĝis
ka: სადამდე

source: Update All
eo: Ĝisdatigi Ĉion
ka: ყველას განახლება

source: Update Selected
eo: Ĝisdatigo Elektita
ka: მონიშნულის განახლება

source: Status:
eo: Stato:
ka: მდგომარეობა:

source: Verify Import
eo: Kontroli Importon
ka: შემოტანის გადამოწმება

source: Help
eo: Helpo
ka: დახმარება

source: File Information
eo: Dosiera Informo
ka: ფაილის ინფორმაცია

source: Created on
eo: Kreita je
ka: შექმნის დრო

source: Last modified on
eo: Laste modifita je
ka: ბოლო ცვლილების გარეშე

source: Base currency
eo: Baza valuto
ka: საბაზისო ვალუტა

source: Payees
eo: Pagitoj
ka: გადამხდელები

source: Institutions
eo: Institucioj
ka: ინსტიტუტები

source: Accounts/Categories
eo: Kontoj/Kategorioj
ka: ანგარიშები/კატეგორიები

source: Transactions
eo: Transakcioj
ka: ტრანზაქციები

source: Splits
eo: Splitoj
ka: გაყოფა

source: Schedules
eo: Horaroj
ka: განრიგი

source: Prices
eo: Prezoj
ka: ფასები

source: Type
eo: Tipo
ka: ტიპით

source: Total
eo: Sumo
ka: ჯამში

source: Closed
eo: Fermita
ka: დახურულია

source: Do you really want to delete the selected price entry?
eo: Ĉu vi vere volas forigi la elektitan prez-eniron?
ka: მართლა გნებავთ, წაშალოთ მონიშნული ფასის ჩანაწერი?

source: Delete price information
eo: Forigi informojn pri prezo
ka: ფასის ინფორმაციის წაშლა

source: New price...
eo: Nova prezo...
ka: ახალი ფასი...

source: Edit price...
eo: Redakti prezon...
ka: ფასის ჩასწორება...

source: Online Price Update...
eo: Enreta Prezo Ĝisdatigo...
ka: ფასის ონლაინ განახლება ...

source: Delete price...
eo: Forigi prezon...
ka: ფასის წაშლა...

# @title:menu
source: Price options
eo: Prezopcioj
ka: ფასების მორგება

source: Price Editor
eo: Preza Redaktilo
ka: ფასების რედაქტორი

source: Remove this price item from the file
eo: Forigi ĉi tiun prezon el la dosiero

source: Commodity
eo: Varo
ka: სასაქონლო

source: Stock Name
eo: Akcia Nomo

source: Currency
eo: Valuto
ka: ფული

# Price source
source: Source
eo: Fonto

source: Show all stored prices
eo: Montri ĉiujn konservitajn prezojn
ka: ყველა დამახსოვრებული ფასის ჩვენება

source: Add a new entry
eo: Aldoni novan eniron
ka: ახალი ჩანაწერის დამატება

source: Create a new price entry.
eo: Kreu novan prez-eniron.
ka: ახალი ფასის ჩანაწერის შექმნა.

# @action add new price
source: New
eo: Nova
ka: &ახალი

source: Modify the selected entry
eo: Modifi la elektitan eniron
ka: მონიშნული ჩანაწერის შეცვლა

source: Change the details of selected price information.
eo: Ŝanĝi la detalojn de elektitaj prezo-informoj.
ka: მონიშნული ფასის ინფორმაციის დეტალების შეცვლა.

source: Modify
eo: Modifi
ka: შეცვლა

source: Online Quotes
eo: Retaj Citaĵoj
ka: ონლაინ კოტები

source: Delete this entry
eo: Forigi ĉi tiun eniron
ka: ამ ერთეულის წაშლა

source: Delete
eo: Forigi
ka: წავშალოთ

# default price mode
source: (default)
eo: (defaŭlte)
ka: (ნაგულისხმები)

source: Price per share
eo: Prezo por akcio
ka: აქციის ფასი

source: Total for all shares
eo: Sumo por ĉiuj akcioj
ka: ჯამი ყველა აქციისთვის

source: VAT account
eo: VAT-konto
ka: დღგ ანგარიში

source: Asset
eo: Aktivo
ka: აქტივი

source: Liability
eo: Respondeco
ka: პასუხიმგებლობა

source: Income
eo: Enspezoj
ka: შემოსავალი

source: Expense
eo: Elspezo
ka: ხარჯები

source: Option has been disabled because there are transactions assigned to this account
eo: Opcio estis malŝaltita ĉar estas transakcioj atribuitaj al ĉi tiu konto
ka: პარამეტრი გამორთულია, რადგან ამ ანგარიშზე ტრანზაქციები მინიჭებული არაა

source: Option has been disabled because there is another account flagged to be an opening balance account for this currency
eo: Opcio estis malŝaltita ĉar ekzistas alia konto markita kiel komenca saldokonto por ĉi tiu valuto
ka: არჩევანი გაითიშა, რადგან არსებობს სხვა ანგარიში, რომელიც მონიშნულია, როგორც გამხსნელი ბალანსის ანგარიში ამ ვალუტისთვის

# @label:chooser %1 account name, %2 parent account name
source: <b>%1</b> is a sub account of <b>%2</b>
eo: <b>%1</b> estas subkonto de <b>%2</b>
ka: <b>%1</b> <b>%2</b>-ის ქვეანგარიშია

source: You have not specified a name. Please fill in this field.
eo: Vi ne specifis nomon. Bonvolu plenigi ĉi tiun kampon.
ka: სახელი არ მიგითითებიათ. შეავსეთ ეს ველი.

source: Please select a parent account.
eo: Bonvolu elekti gepatran konton.
ka: აირჩიეთ მშობელი ანგარიში.

source: (No Institution)
eo: (Neniu Institucio)
ka: (დაწესებულების გარეშე)

source: A category named <b>%1</b> already exists. You cannot create a second category with the same name.
eo: Kategorio nomita <b>%1</b> jam ekzistas. Vi ne povas krei duan kategorion kun la sama nomo.
ka: კატეგორია სახელით <b>%1</b> უკვე არსებობს. მეორე კატეგორიას იგივე სახელით ვერ შექმნით.

source: You have selected to suppress the display of unused categories in the KMyMoney configuration dialog. The category you just created will therefore only be shown if it is used. Otherwise, it will be hidden in the accounts/categories view.
eo: Vi elektis subpremi la montradon de neuzataj kategorioj en la agorda dialogo de KMyMoney. La kategorio, kiun vi ĵus kreis, estos do montrata nur se ĝi estas uzata. Alie, ĝi estos kaŝita en la vido de kontoj/kategorioj.

source: Hidden categories
eo: Kaŝitaj kategorioj

source: Cannot add institution
eo: Ne povas aldoni institucion
ka: დაწესებულების დამატება შეუძლებელია

# @info:tooltip Hint to provide name
source: Please provide a name for the new category or account.
eo: Bonvolu doni nomon por la nova kategorio aŭ konto.
ka: შეიყვანეთ სახელი ახალი კატეგორიისთვის ან ანგარიშისთვის.

# @info:tooltip %1 contains invalid character combination
source: You cannot create an account or category that contains %1 in the name.
eo: Vi ne povas krei konton aŭ kategorion kiu enhavas %1 en la nomo.
ka: ვერ შექმნით ანგარიშს, ან კატეგორიას, რომელიც სახელში %1-ს შეიცავს.

# @info:tooltip Hint to provide VAT percentage in range
source: Please provide a percentage greater than zero and less than 100.
eo: Bonvolu doni procenton pli grandan ol nul kaj malpli ol 100.
ka: შეიყვანეთ პროცენტულობა, რომელიც 0-ზე მეტია და 100-ზე ნაკლები.

# @info:tooltip Hint to provide category to assign VAT
source: Please select a category for the VAT.
eo: Bonvolu elekti kategorion por la VAT.
ka: აირჩიეთ კატეგორია დღგ-სთვის.

source: <p>The category <b>%1</b> currently does not exist. Do you want to create it?</p><p><i>The parent account will default to <b>%2</b> but can be changed in the following dialog</i>.</p>
eo: <p>La kategorio <b>%1</b> nuntempe ne ekzistas. Ĉu vi volas krei ĝin?</p><p><i>La gepatra konto defaŭlte estos <b>%2</b> sed povas esti ŝanĝita en la sekva dialogo</i>.</p>
ka: <p>კატეგორია <b>%1</b> ამჟამად არ არსებობს. გნებავთ, შექმნათ ის?</p><p><i>მშობელი ანგარიში ნაგულისხმევად იქნება <b>%2</b>, მაგრამ შეგიძლიათ, შეცვალოთ შემდეგ დიალოგში</i>.</p>

source: Create category
eo: Krei kategorion
ka: კატეგორიის შექმნა

source: <p>The account <b>%1</b> currently does not exist. Do you want to create it?</p><p><i>The parent account will default to <b>%2</b> but can be changed in the following dialog</i>.</p>
eo: <p>La konto <b>%1</b> nuntempe ne ekzistas. Ĉu vi volas krei ĝin?</p><p><i>La gepatra konto defaŭlte estos <b>%2</b> sed povas esti ŝanĝita en la sekva dialogo</i>.</p>
ka: <p>ანგარიში <b>%1</b> ამჟამად არ არსებობს. გნებავთ, შექმნათ ის?</p><p><i>მშობელი ანგარიში ნაგულისხმევად იქნება <b>%2</b>, მაგრამ შეგიძლიათ, შეცვალოთ შემდეგ დიალოგში</i>.</p>

# @title:window
source: Create a new Category
eo: Krei novan Kategorion
ka: ახალი კატეგორიის შექმნა

# @title:window
source: Create a new Account
eo: Krei novan Konton
ka: ახალი ანგარიშის შექმნა

source: New Account Dialog
eo: Nova Konta Dialogo
ka: ახალი ანგარიშის ფანჯარა

# Account general settings
source: General
eo: Ĝeneralo
ka: საერთო

# account name
source: Name:
eo: Nomo:
ka: სახელი:

source: Opening information
eo: Malferma informo
ka: გახსნის ინფორმაცია

source: Currency:
eo: Mono:
ka: ვალუტა:

source: Type:
eo: Tipo:
ka: ტიპი:

source: Date:
eo: Dato:
ka: თარიღი:

source: Balance:
eo: Balanco:
ka: ბალანსი:

source: Options
eo: Opcioj
ka: გამართვა

source: Last check number:
eo: Lasta ĉeknumero:
ka: ბოლო შემოწმების ნომერი:

source: Notes:
eo: Notoj:
ka: შენიშვნები:

source: No auto-VAT-assignment
eo: Neniu aŭtomata VAT-atribuo
ka: ავტო-დღგ-ის მინიჭების გარეშე

source: Price entry
eo: Prezenigo
ka: ფასის ჩანაწერი

source: Preferred Account
eo: Preferata Konto
ka: სასურველი ანგარიში

source: Cost Center assignment required
eo: Kostocentro-tasko necesas
ka: აუცილებელია ღირებულებების ცენტრის მინიჭება

source: <html><head/><body><p>Flag this account to be an opening balance account</p></body></html>
eo: <html><head/><body><p>Marki ĉi tiun konton por esti komenca saldokonto</p></body></html>
ka: <html><head/><body><p>ამ ანგარიშზე გახსნის ბალანსის ანგარიშის ალმის დასმა</p></body></html>

source: Opening Balance Account
eo: Malferma Bilanco de Konto
ka: საწყისი ბალანსის ანგარიში

source: Institution
eo: Institucio
ka: ორგანიზაცია

# create new institution
source: New...
eo: Nova...
ka: ახალი...

source: Number:
eo: Nombro:
ka: რიცხვი:

source: Hierarchy
eo: Hierarkio
ka: იერარქია

source: Subaccount
eo: Subkonto
ka: ქვეანგარიში

source: Limits
eo: Limigoj
ka: ლიმიტები

source: This page allows to setup certain limits. KMyMoney will warn you when the account balance reaches a limit.
eo: Ĉi tiu paĝo permesas agordi iujn limojn. KMyMoney avertos vin kiam la konta saldo atingos limon.

source: Absolute limit
eo: Absoluta limo
ka: აბსოლუტური ლიმიტი

source: Maximum credit limit
eo: Maksimuma kreditlimo
ka: მაქსიმალური საკრედიტო ლიმიტი

source: Minimum balance
eo: Minimuma saldo
ka: მინიმალური ბალანსი

source: Early warning
eo: Frua averto
ka: ადრეული გაფრთხილება

source: Tax
eo: Imposto
ka: გადასახადი

source: VAT details
eo: VAT-detaloj
ka: დღგ-ს დეტალები

source: VAT category
eo: VAT-kategorio
ka: დღგ-ს კატეგორია

source: VAT percentage
eo: VAT-procento
ka: დღგ-ს პროცენტულობა

source: Enable auto VAT assignment
eo: Ebligi aŭtomatan VAT-atribuon
ka: დღგ-ის ავტომატური მინიჭების ჩართვა

source: Amount entered
eo: Enigita kvanto
ka: შეყვანილი თანხა

source: Gross amount
eo: Malneta kvanto
ka: თანხა დღგ-ით

source: Net a&mount
eo: Neta kva&nto
ka: თანხა &დღგ-ს გარეშე

source: Include on Tax Reports
eo: Inkluzivi sur Impostaj Raportoj
ka: ჩასმა გადასახადის ანგარიშებში

source: New Equity
eo: Nova Akcio
ka: კაპიტალის ახალი ჩანაწერი

source: Trading Symbol of the stock or mutual fund, not required.
eo: Komerca Simbolo de la akcio aŭ reciproka fonduso, ne necesa.
ka: ფონტის ან საერთო ფონტის სავაჭრო სიმბოლო. აუცილებელი არაა.

source: Name of the company, or mutual fund.
eo: Nomo de la firmao, aŭ reciproka fonduso.
ka: კომპანიის ან საერთო ფონდის სახელი.

source: The institution name field is empty. Please enter the name.
eo: La kampo de nomo de institucio estas malplena. Bonvolu enigi la nomon.
ka: დაწესებულების სახელის ველი ცარიელია. შეიყვანეთ სახელი.

source: Adding New Institution
eo: Aldono de Nova Institucio
ka: ახალი დაწესებულების დამაება

# @info:usagetip
source: The protocol part has been removed by KMyMoney because it is fixed to https for security reasons.
eo: La protokola parto estis forigita de KMyMoney ĉar ĝi estas fiksita al https pro sekurecaj kialoj.
ka: პროტოკოლის ნაწილი მოცილებულია KMyMoney-ის მიერ, რადგან ის ფიქსირებულია https-ზე უსაფრთხოებისთვის.

source: New Institution Dialog
eo: Nova Institucia Dialogo
ka: ახალი დაწესებულების ფანჯარა

source: Institution Details
eo: Instituciaj Detaloj
ka: დაწესებულების დეტალები

source: Telephone/Fax:
eo: Telefono/Fakso:
ka: ტელეფონი/ფაქსი:

source: A bank code assigned to Institution by a central bank, a bank supervisory body or a Bankers Association. Known as 'Routing Number' (US accounts) or a 'Sort Code' (UK accounts).
eo: Bankkodo atribuita al Institucio fare de centra banko, banka kontrola organo aŭ Bankers Association. Konata kiel 'Routing Number' (Usonaj kontoj) aŭ 'Ordiga Kodo' (UK-kontoj).

source: A Business Identifier Code, also known as SWIFT.
eo: Komerca Identigkodo, ankaŭ konata kiel SWIFT.
ka: ბიზნესის იდენტიფიკატორი კოდი, რომელიც ასევე ცნობილია, როგორც SWIFT.

source: Website
eo: Retejo
ka: ვებგვერდი

# institution name column
source: Name:
eo: Nomo:
ka: სახელი:

source: City:
eo: Urbo:
ka: ქალაქი:

source: Bank Code:
eo: Banka Kodo:
ka: ბანკის კოდი:

source: To be able to merge previous selected payees, please select a payee from the list below or create a new one.
eo: Por povi kunfandi antaŭajn elektitajn pagatojn, bonvolu elekti pagaton el la suba listo aŭ krei novan.
ka: იმისათვის, რომ შეძლოთ წინა არჩეული მიმღებების შერწყმა, აირჩიეთ მიმღები ქვემო სიიდან, ან შექმენით ახალი.

source: The transactions associated with the selected payees need to be re-assigned to a different payee before the selected payees can be deleted. Please select a payee from the list below.
eo: La transakcioj asociitaj kun la elektitaj pagitoj devas esti reatribuitaj al malsama pagato antaŭ ol la elektitaj pagitoj povas esti forigitaj. Bonvolu elekti pagaton el la suba listo.

source: This dialog does not allow new payees to be created. Please pick a payee from the list.
eo: Ĉi tiu dialogo ne permesas krei novajn pagatojn. Bonvolu elekti pagaton el la listo.
ka: ამ დიალოგში ახალ მიმღებებს ვერ შექმნით. აირჩიეთ მიმღები სიიდან.

source: Payee creation
eo: Kreado de Pagito
ka: მიმღების შექმნა

source: Reassign payees
eo: Reatribui pagitojn
ka: გადამხდელების თავიდან მინიჭება

source: Available payees:
eo: Disponeblaj pagatoj:
ka: ხელმისაწვდომი გადამხდელები:

source: Assign deleted names to the above selected payee's matching list
eo: Atribui forigitajn nomojn al la kongrua listo de la supre elektita pagato
ka: წაშლილი სახელების მინიჭება ზემოთ არჩეული მიმღების შესაბამის სიაზე

source: Save storage as...
eo: Konservi datumojn kiel...
ka: საცავის შენახვა, როგორც...

source: Choose XML if unsure.
eo: Elektu XML se vi ne certas.
ka: თუ დარწმუნებული არ ბრძანდებით, აირჩიეთ XML.
