Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: <p><b>Checking</b> Use the checking account type to manage activities on your checking account e.g. payments, checks and cash card purchases.</p> <p><b>Savings</b> Use the savings account type to manage activities on your savings account.</p> <p><b>Credit Card</b> Use the credit card account type to manage activities on your credit card.</p> <p><b>Cash</b> Use the cash account type to manage activities in your wallet.</p> <p><b>Loan</b> Use the loan account type to manage amortization loans (e.g. mortgages, car loan, money you lend, private loans etc.).</p> <p><b>Investment</b> Use the investment account to manage your stock, mutual fund and other investments.</p> <p><b>Asset</b> Use the asset account type to manage assets (e.g. your house, car or art collection).</p> <p><b>Liability</b> Use the liability account type to manage any type of liability except amortization loans. Use it for taxes you owe or money you borrowed from friends. For amortization loans like mortgages you should create a loan account.</p>
eo: <p><b>Ĉeka</b> Uzu la ĉekkontan tipon por administri agadojn en via ĉekkonto ekz. pagoj, ĉekoj kaj monkartaĉetoj.</p> <p><b>Ŝparaĵoj</b> Uzu la ŝparkontan tipon por administri agadojn en via ŝparkonto.</p> <p><b>Kreditkarto</b> Uzu la kreditkartan kontotipon de por administri agadojn sur via kreditkarto.</p> <p><b>Kontantmono</b> Uzu la kontantan kontotipon por administri agadojn en via monujo.</p> <p><b>Prunto</b> Uzu la pruntan kontotipon por administri amortizajn pruntojn (ekz. hipotekojn, aŭtoprunton, monon, kiun vi pruntedonas, privataj pruntoj ktp.).</p> <p><b>Investo</b> Uzu la investan konton por administri viajn akciojn, reciprokan fondaĵon kaj aliajn investojn.</p> <p><b>Aktivo</b> Uzu la valoraĵan kontotipo por administri valoraĵojn (ekz. vian domon, aŭton aŭ artaĵkolekton).</p> <p><b>Pasivo</b> Use the liability account type to manage any type of liability except Uzu la pasivan kontotipon por administri ajnan tipon de respondeco krom amortizaj pruntoj. Uzu ĝin por impostoj, kiujn vi ŝuldas aŭ mono, kiun vi pruntis de amikoj. Por amortizaj pruntoj kiel hipotekoj vi devus krei pruntkonton.</p>

source: Select the currency in which this account is denominated.
eo: Elektu la valuton en kiu ĉi tiu konto estas nomita.
ka: აირჩიეთ ვალუტა, რომელშიც ეს ანგარიშია დენომინირებული.

source: Opening date
eo: Dato de malfermo
ka: გახსნის თარიღი

source: <p>The opening date would be the date of the last statement. In case you want to keep track of transactions prior to this date, enter the ending balance and statement date of a prior statement and add all following transactions into KMyMoney. KMyMoney will not allow you to enter or modify transactions prior to this date.</p> <p><i>Note</i>: If you do not know the exact amount of the opening balance, enter an estimate. You can change this value later before you reconcile this account for the first time.</p>
eo: <p>La malferma dato estus la dato de la lasta deklaro. Se vi volas spuri transakcioj antaŭ ĉi tiu dato, enigu la finan bilancon kaj deklardaton de antaŭa deklaro kaj aldonu ĉiujn sekvajn transakciojn en KMyMoney. KMyMoney ne permesos al vi enigi aŭ modifi transakciojn antaŭ ĉi tiu dato.</p> <p><i>Noto</i>: Se vi ne scias la ĝustan kvanton de la komenca saldo, enigu takson. Vi povas ŝanĝi ĉi tiun valoron poste antaŭ ol vi akordigas ĉi tiun konton por la unua fojo.</p>

source: Opening balance
eo: Malferma bilanco
ka: საწყისი ბალანსი

source: <p>The opening balance is the balance of the account when you start using it with KMyMoney. For new accounts this is usually 0 but for existing accounts this may well differ. Please consult the account statements to figure out this value. The opening balance is to be provided in the currency of the account as selected with the currency button.</p> <p><i>Note</i>: If you do not know the exact amount of the opening balance, enter an estimate. You can change this value later before you reconcile this account for the first time.</p>
eo: <p>La komenca saldo estas la saldo de la konto kiam vi komencas uzi ĝin kun KMyMoney. Por novaj kontoj ĉi tio kutime estas 0 sed por ekzistantaj kontoj tio povas bone malsami. Bonvolu konsulti la kontajn eltirojn por eltrovi ĉi tiun valoron. La komenca saldo estas provizita en la valuto de la konto kiel elektita per la valutobutono.</p> <p><i>Noto</i>: Se vi ne scias la precizan kvanton de la komenca saldo, enigu takson. Vi povas ŝanĝi ĉi tiun valoron poste antaŭ ol vi akordigas ĉi tiun konton por la unua fojo.</p>

source: Conversion rate
eo: Konverta indico
ka: კონვერტაციის კურსი

source: For foreign currencies an initial conversion rate needs to be provided. This should be the price of the foreign currency in the base currency on the opening date of the account.
eo: Por eksterlandaj valutoj komenca konverta indico devas esti disponigita. Ĉi tio devus esti la prezo de la fremda valuto en la baza valuto en la malferma dato de la konto.

source: Online quote
eo: Interreta citaĵo
ka: ონლაინ კოტა

source: Mark this checkbox if the account should be maintained as preferred account
eo: Marku ĉi tiun markobutonon se la konto estu konservita kiel preferata konto

source: Selecting the <b>Preferred Account</b> checkbox will allow preferred access in some dialogs and views of KMyMoney.
eo: Elektante la markobutonon <b>Preferata Konto</b> permesos preferatan aliron en iuj dialogoj kaj vidoj de KMyMoney.

source: Preferred account
eo: Preferata konto

source: Does this investment account have a brokerage account?<p> <b>Check</b> the mark if this investment account has an associated account for money that is not invested.<br> <b>Uncheck</b> it if you do not use this account for active stock brokerage. You should also uncheck it if the account is not maintained by a bank or broker.
eo: Ĉu ĉi tiu investa konto havas kurtaĝan konton?<p> <b>Marku</b> la markon se ĉi tiu investa konto havas rilatan konton por mono, kiu ne estas investita.<br> <b>Malmarku</b> ĝin se vi ne uzas ĉi tiun konton por aktiva akcia kurtado. Vi ankaŭ devus malmarki ĝin se la konto ne estas konservita de banko aŭ makleristo.

source: Create brokerage account
eo: Krei kurtaĝan konton
ka: საბროკერო ანგარიშის შექმნა

source: Account number
eo: Kontonumero
ka: ანგარიშის ნომერი

source: Write check
eo: Skribi ĉekon
ka: ჩეკის დაწერა

source: Direct debit
eo: Rekta debeto
ka: პირდაპირი სესხი

source: Bank transfer
eo: Banka ĝiro
ka: საბანკო გადარიცხვა

source: Standing order
eo: Konstanta ordo
ka: დალაგების მიმდევრობა

source: Manual deposit
eo: Mana deponejo
ka: ხელით დეპოზიტი

source: Direct deposit
eo: Rekta deponejo
ka: პირდაპირი დარიცხვა

# Other payment method
source: Other
eo: Alia
ka: სხვა

source: Credit Card %1 monthly payment
eo: Kreditkarto %1 monata pago
ka: ყოველთვიური გადახდა საკრედიტო ბარათით %1

source: Finish entry and create account
eo: Fini eniron kaj krei konton
ka: შეყვანის დასრულება და ანგარიშის შექმნა

source: Finish entry and create account and schedule
eo: Fini eniron kaj krei konton kaj horaron
ka: შეყვანის დასრულება და ანგარიშის და გეგმის შექმნა

source: Next due date is prior to opening date
eo: La sekva limdato estas antaŭ la malferma dato
ka: შემდეგი მოხდენის დრო გახსნის დრომდეა

source: Next due date is invalid
eo: La venonta limdato estas nevalida
ka: შემდეგი მოხდენის თარიღი არასწორია

source: No account selected
eo: Neniu konto elektita
ka: ანგარიში არჩეული არაა

source: No amount for payment selected
eo: Neniu kvanto por pago elektita
ka: გადახდისთვის თანხა არჩეული რააა

source: No payee for payment selected
eo: Neniu pagato por pago elektita
ka: გადახდისთვის მიმღები არჩეული არაა

source: No name assigned for schedule
eo: Neniu nomo atribuita por horaro
ka: გეგმას სახელი მინიჭებული არ აქვს

source: For credit card accounts you can create a monthly schedule which will automatically remind you about the payment. Please fill in the details about this payment here.
eo: Por kreditkartaj kontoj vi povas krei monatan horaron, kiu aŭtomate memorigos vin pri la pago. Bonvolu plenigi la detalojn pri ĉi tiu pago ĉi tie.

source: Yes, remind me when the payment is due
eo: Jes, memorigu min, kiam la pago estos ŝuldata
ka: დიახ, შემახსენე, როცა გადახდის დროა

source: Name of schedule
eo: Nomo de horaro
ka: განრიგის სახელი

source: Estimated monthly payment
eo: Laŭtaksa monata pago
ka: სავარაუდო ყოველთვიური გადასახადი

source: Due date of next payment
eo: Limdato de venonta pago
ka: შემდეგი გადახდის თარიღი

source: Payment should be made from account
eo: Pago estu farata de konto
ka: გადახდა უნდა მოხდეს ანგარიშიდან

source: No payee supplied
eo: Neniu pagato donita
ka: მიმღები მოწოდებული არაა

source: No opening balance supplied
eo: Neniu malferma bilanco donita
ka: საწყისი ბალანსი მოწოდებული არაა

source: An interest change can only happen after the first payment
eo: Interezŝanĝo povas okazi nur post la unua pago
ka: საპროცენტო განაკვეთის ცვლილება, მხოლოდ, პირველი გადახდის შემდეგ შეიძლება, მოხდეს

source: Please select the required options. Please use the <b>What's this?</b> feature to see more information about the items.
eo: Bonvolu elekti la postulatajn eblojn. Bonvolu uzi la funkcion <b>Kio ĉi tio?</b> por vidi pliajn informojn pri la eroj.

source: What is the type of the loan?
eo: Kio estas la tipo de la prunto?
ka: რა ტიპის სესხია?

source: I am borrowing money
eo: Mi pruntas monon
ka: მე ვსესხულობ ფულს

source: I am lending money
eo: Mi pruntedonas monon
ka: მე ვასესხებ ფულს

source: Who is the payee/payer of the loan?
eo: Kiu estas la pagato/paganto de la prunto?
ka: ვინაა სესხის გადამხდელი/მიმღები?

source: Enter the name of the person or bank you owe money or who owes you money. If the name does not exist within KMyMoney's database, you are asked if you want to create it.
eo: Enigu la nomon de la persono aŭ banko, al kiu vi ŝuldas monon aŭ kiu ŝuldas al vi monon. Se la nomo ne ekzistas en la datumbazo de KMyMoney, vi estas demandita ĉu vi volas krei ĝin.

source: Did you make/receive any payments yet?
eo: Ĉu vi ankoraŭ faris/ricevis pagojn?
ka: უკვე გადაიხადეთ/გადაგიხადეს?

source: Were there any payments for this loan whether they are entered into KMyMoney or not? Note: Payments made to obtain the loan (e.g. Disagio) are not considered as payments in this context.
eo: Ĉu estis pagoj por ĉi tiu prunto ĉu ili estas enigitaj en KMyMoney aŭ ne? Noto: Pagoj faritaj por akiri la prunton (ekz. Disagio) ne estas konsiderataj kiel pagoj en ĉi tiu kunteksto.

# @item no payments were entered for a loan
source: No
eo: Ne
ka: არა

# @item payments were entered for a loan
source: Yes
eo: Jes
ka: კი

source: Which payments do you want to record?
eo: Kiujn pagojn vi volas registri?
ka: რომელი გადახდების ჩაწერა გსურთ?

source: <qt>Select which transactions should be recorded. <b>All payments</b> allows you to enter all payments made for this loan. The option to <b>start from the beginning of the current year</b> is meant for loans that have already been active for a longer period of time, and for which you do not want to enter all past transactions. </qt>
eo: <qt>Elektu kiuj transakcioj devas esti registritaj. <b>Ĉiuj pagoj</b> ebligas al vi enigi ĉiujn pagojn faritajn por ĉi tiu prunto. La opcio <b>komenci de la komenco de la nuna jaro</b> estas destinita por pruntoj kiuj jam aktivas dum pli longa tempo, kaj por kiuj vi ne volas enigi ĉiujn pasintajn transakciojn. </qt>

source: All payments
eo: Ĉiuj pagoj
ka: ყველა გადახდა

source: Start with this year's payments
eo: Komencu per la ĉi-jaraj pagoj
ka: გადახდები ამ წლის დასაწყისიდან

source: Enter the ending balance found on the statement that is the last one before you want to start recording this loan in KMyMoney.
eo: Enigu la finan saldon trovitan sur la deklaro, kiu estas la lasta antaŭ ol vi volas komenci registri ĉi tiun prunton en KMyMoney.

source: Balance before start of recording
eo: Saldo antaŭ komenco de registrado
ka: ბალანსი ჩაწერის დაწყებამდე

source: You have selected to record only payments from the beginning of this year. Since prior transactions will not be recorded, you need to supply the balance of the loan on January 1st of this year.
eo: Vi elektis registri nur pagojn ekde la komenco de ĉi tiu jaro. Ĉar antaŭaj transakcioj ne estos registritaj, vi devas provizi la saldon de la prunto la 1-an de januaro de ĉi tiu jaro.

source: Payment frequency
eo: Ofteco de pago
ka: გადახდის სიხშირე

source: Interest Compounding frequency
eo: Intereza Kunmetanta ofteco
ka: პროცენტების დარიცხვის სიხშირე

source: Select the frequency with which the interest is compounded. If uncertain, select the same as the payment frequency. Consult your loan contract for details.
eo: Elektu la oftecon kun kiu la interezo estas kunmetita. Se necerta, elektu la saman kiel la pagfrekvenco. Konsultu vian pruntkontrakton por detaloj.

source: Due date of first payment to be recorded
eo: Limdato de unua pago por esti registrita
ka: ჩასაწერი პირველი გადახდის თარიღის დრო

source: Depending on the answer to <b>What do you want to record?</b> this field means the following:<p> <b>All payments</b><br> Enter the due date of the very first payment<p> <b>Start with this year's payments</b><br> Enter the due date of the first payment in the current year
eo: Depende de la respondo al <b>Kion vi volas registri?</b> ĉi tiu kampo signifas la jenon:<p> <b>Ĉiuj pagoj</b><br> Enigu la limdaton de la plej unua pago<p> <b>Komencu per la ĉi-jaraj pagoj</b><br> Enigu la limdaton de la unua pago en la aktuala jaro

source: Type of interest rate
eo: Tipo de interezokvoto
ka: საპროცენტო განაკვეთის ტიპი

# @item type of interest
source: Fixed
eo: Fiksita
ka: ფიქსირებული

# @item type of interest
source: Variable
eo: Variablo
ka: ცვლადი

source: Time between interest changes
eo: Tempo inter interezoŝanĝoj
ka: დრო საპროცენტო ცვლილებებს შორის

# @item frequency of interest calculation
source: Days
eo: Tagoj
ka: დღე

# @item frequency of interest calculation
source: Weeks
eo: Semajnoj
ka: კვირა

# @item frequency of interest calculation
source: Months
eo: Monatoj
ka: თვე

# @item frequency of interest calculation
source: Years
eo: Jaroj
ka: წელი

source: Next interest change is due
eo: La sekva interezoŝanĝo estas pagenda
ka: შემდეგი ინტერესის ცვლილების დროა

source: This page allows you to select the parent account.
eo: Ĉi tiu paĝo permesas elekti la gepatran konton.
ka: ეს გვერდი საშუალებას გაძლევთ აირჩიოთ მშობელი ანგარიში.

source: Subaccount of
eo: Subkonto de
ka: ქვეანგარიში ვისი

source: If this account is managed by an institution please select the institution from the list. If the institution does not exist yet, please choose the <b>New Institution</b> button to create it. Otherwise, leave this field empty. Enter the account number used by the institution to identify the account.
eo: Se ĉi tiu konto estas administrata de institucio, bonvolu elekti la institucion el la listo. Se la institucio ankoraŭ ne ekzistas, bonvolu elekti la butonon <b>Nova Institucio</b> por krei ĝin. Alie, lasu ĉi tiun kampon malplena. Enigu la kontnumeron uzatan de la institucio por identigi la konton.

source: Select the institution which manages this account or leave empty
eo: Elektu la institucion kiu administras ĉi tiun konton aŭ lasu malplena
ka: აირჩიეთ დაწესებულება, რომელიც მართავს ამ ანგარიშს, ან დატოვეთ ცარიელი

source: New Institution
eo: Nova Institucio
ka: ახალი დაწესებულება

source: Accounts managed by an institution are usually referenced by a unique number the so called account number. Enter that number here. KMyMoney currently uses this number only for some online banking functions.
eo: Kontoj administritaj de institucio estas kutime referencitaj per unika numero la tiel nomata konta numero. Enigu tiun numeron ĉi tie. KMyMoney nuntempe uzas ĉi tiun numeron nur por iuj interretaj bankaj funkcioj.

source: Enter the International Bank Account Number into this field
eo: Enigu la Internacian Bankan Konton-Numeron en ĉi tiun kampon
ka: ამ ველში შეიყვანეთ საერთაშორისო ბანკის ანგარიშის ნომერი

source: You can enter the IBAN (International Bank Account Number) into this field if you know it. Usually, people at your institution can tell you the number or it is printed on your statements. See also https://en.wikipedia.org/wiki/International_Bank_Account_Number for more information. KMyMoney keeps this field only for documentation purposes and does not use it otherwise.
eo: Vi povas enigi la IBAN (Internacia Banka Konto-Numero) en ĉi tiun kampon se vi konas ĝin. Kutime, homoj en via institucio povas diri al vi la numeron aŭ ĝi estas presita sur viaj deklaroj. Vidu ankaŭ https://en.wikipedia.org/wiki/International_Bank_Account_Number por pliaj informoj. KMyMoney konservas ĉi tiun kampon nur por dokumentado celas kaj ne uzas ĝin alie.

source: Months
eo: Monatoj
ka: თვე

source: Years
eo: Jaroj
ka: წელი

source: KMyMoney has calculated the amount of the loan as %1.
eo: KMyMoney kalkulis la kvanton de la prunto kiel %1.
ka: KMyMoney-მა დათვალა სესხის თანხა, როგორც %1.

source: KMyMoney has calculated the interest rate to %1%.
eo: KMyMoney kalkulis la interezan indicon al %1%.
ka: KMyMoney-მა დათვალა საპროცენტო განაკვეთი, როგორც %1%.

source: KMyMoney has calculated a periodic payment of %1 to cover principal and interest.
eo: KMyMoney kalkulis periodan pagon de %1 por kovri ĉefan kaj interezon.

source: The number of payments has been decremented and the balloon payment has been modified to %1.
eo: La nombro da pagoj estis malpliigita kaj la balona pago estis modifita al %1.

source: The balloon payment has been modified to %1.
eo: La balona pago estis modifita al %1.
ka: კრედიტის დაფარვა ერთხელ მთლიანი თანხით შეიცვალა %1-ზე.

source: KMyMoney has calculated the term of your loan as %1.
eo: KMyMoney kalkulis la terminon de via prunto kiel %1.
ka: KMyMoney-მა გამოთვალა თქვენი სესხის ვადა, როგორც %1.

source: KMyMoney has calculated a balloon payment of %1 for this loan.
eo: KMyMoney kalkulis balonan pagon de %1 por ĉi tiu prunto.
ka: KMyMoney-მა ამ სესხისთვის კრედიტის დაფარვა ერთხელ მთლიანი თანხით გამოთვალა, როგორც %1.

source: KMyMoney has successfully verified your loan information.
eo: KMyMoney sukcese kontrolis viajn informojn pri prunto.
ka: KMyMoney-მა წარმატებით გადაამოწმა თქვენი სესხის ინფორმაცია.

source: You have entered mis-matching information. Please modify your figures or leave one value empty to let KMyMoney calculate it for you
eo: Vi enigis miskongruajn informojn. Bonvolu modifi viajn ciferojn aŭ lasi unu valoron malplena por lasi KMyMoney kalkuli ĝin por vi

source: Calculation error
eo: Kalkula eraro
ka: გამოთვლის შეცდომა

source: Accept this or modify the loan information and recalculate.
eo: Akceptu ĉi tion aŭ modifi la informojn pri prunto kaj rekalkulu.
ka: დაადასტურეთ ეს, ან შეცვალეთ სესხის ინფორმაცია და თავიდან დათვალეთ.

source: Calculation successful
eo: Kalkulo sukcesa
ka: გამოთვლა წარმატებულია

source: one month
eo: unu monato
ka: ერთი თვე

source: one year
eo: unu jaro
ka: 1 წელი

source: one payment
eo: unu pago
ka: ერთი გადახდა

source: Press Calculate to verify the values
eo: Premu Kalkuli por kontroli la valorojn
ka: მნიშვნელობების გადასამოწმებლად დააჭირეთ ღილაკს გამოთვლა

source: Not all details supplied
eo: Ne ĉiuj detaloj estas provizitaj
ka: ყველა დეტალი მოწოდებული არაა

source: Now enter the details for your loan. You can leave one of the fields empty and KMyMoney will calculate it when you press the <b>Calculate</b> button. Before you can continue with the next page you also need to press <b>Calculate</b> so that KMyMoney can check the logical correctness of the values you have supplied.
eo: Nun enigu la detalojn por via prunto. Vi povas lasi unu el la kampoj malplena kaj KMyMoney kalkulos ĝin kiam vi premas la butonon <b>Kalkuli</b>. Antaŭ ol vi povas daŭrigi kun la sekva paĝo, vi ankaŭ devas premi <b>Kalkuli</b> por ke KMyMoney povu kontroli la logikan ĝustecon de la valoroj kiujn vi liveris.

source: The interest rate gets calculated
eo: La interezprocento estas kalkulita
ka: საპროცენტო განაკვეთი გამოითვლება

source: when the payment is received
eo: kiam la pago estas ricevita
ka: როდესაც გადახდა მიიღება

source: when the payment is due
eo: kiam la pago estas pagenda
ka: როდესაც გადახდის დროა

source: Loan amount
eo: Pruntokvanto
ka: სესხის თანხა

source: Enter the amount of the loan in this field. If you want to calculate this field out of the other parameters, please leave it empty. If the field is marked as required (colored background) you have informed KMyMoney about the fact that there were already some payments towards the loan. In this case, please enter the ending balance of your last statement.
eo: Enigu la kvanton de la prunto en ĉi tiu kampo. Se vi volas kalkuli ĉi tiun kampon el la aliaj parametroj, bonvolu lasi ĝin malplena. Se la kampo estas markita kiel postulata (kolora fono) vi informis KMyMoney pri tio, ke jam estis iuj pagoj al la prunto. En ĉi tiu kazo, bonvolu enigi la finan bilancon de via lasta deklaro.

source: Interest rate
eo: Interezo
ka: საპროცენტო განაკვეთი

source: Please enter the interest rate (as a percentage) or leave the field empty to calculate it.
eo: Bonvolu enigi la interezan indicon (kiel procento) aŭ lasi la kampon malplena por kalkuli ĝin.

source: Term
eo: Terminon
ka: პირობები

source: Please enter the term of this loan or enter 0 to calculate it. The term is the time that is required to fully repay the loan. This time might be different from the time your loan contract is signed for.
eo: Bonvolu enigi la terminon de ĉi tiu prunto aŭ enigu 0 por kalkuli ĝin. La termino estas la tempo necesa por plene repagi la prunton. Ĉi tiu tempo povus esti malsama ol la tempo, kiam via pruntkontrakto estas subskribita.

source: Payment (principal and interest)
eo: Pago (ĉefa kaj interezo)
ka: გადახდა (ძირითადი და პროცენტი)

source: Please enter the amount you pay for principal and interest or leave the field empty to calculate it.
eo: Bonvolu enigi la kvanton, kiun vi pagas por ĉefa kaj interezo, aŭ lasi la kampon malplena por kalkuli ĝin.

source: Balloon payment
eo: Balona pago
ka: კრედიტის დაფარვა ერთხელ მთლიანი თანხით

source: Please enter the amount of a final amortization payment or leave the field empty to calculate it.
eo: Bonvolu enigi la kvanton de fina amortizopago aŭ lasi la kampon malplena por kalkuli ĝin.

source: Calculate
eo: Kalkulu
ka: გამოთვლა

source: Press this button to calculate/verify your loan details.
eo: Premu ĉi tiun butonon por kalkuli/kontroli viajn pruntdetalojn.
ka: დააჭირეთ ამ ღილაკს თქვენი სესხის დეტალების გამოსათვლელად / გადასამოწმებლად.

source: Pressing this button calculates a possibly missing parameter for your loan or verifies that the values entered match. If something is not correct you will receive information about it.
eo: Premante ĉi tiun butonon kalkulas eble mankantan parametron por via prunto aŭ kontrolas, ke la enigitaj valoroj kongruas. Se io ne estas ĝusta, vi ricevos informojn pri ĝi.

source: Now enter the information required for the periodic loan payments. If your regular payments contains any additional fees, click on the <b>Additional fees</b> button to enter them.
eo: Nun enigu la informojn necesajn por la periodaj pruntpagoj. Se viaj regulaj pagoj enhavas aldonajn kotizojn, alklaku la butonon <b>Pliaj kotizoj</b> por enigi ilin.

source: Principal + Interest
eo: Ĉefa + Interezo
ka: ძირითადი + პროცენტი

source: Additional Fees
eo: Kromaj Kotizoj
ka: დამატებითი ტარიფები

source: = periodical payments
eo: = periodaj pagoj
ka: = პერიოდული გადახდები

source: Create a new asset account
eo: Krei novan valorkonton
ka: ახალი აქტივების ანგარიშის შექმნა

source: If the asset account does not yet exist, press this button to create it.
eo: Se la valoraĵo-konto ankoraŭ ne ekzistas, premu ĉi tiun butonon por krei ĝin.
ka: თუ აქტივის ანგარიში ჯერ არ არსებობს, დააჭირეთ ამ ღილაკს, რომ ის შექმნათ.
