Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Yes, record all payments.
eo: Jes, registri ĉiujn pagojn.
ka: დიახ, ყველა გადახდის ჩაწერა.

source: No, only record payments since the beginning of this year.
eo: Ne, nur registri pagojn ekde la komenco de ĉi tiu jaro.
ka: არა, გადახდების ჩაწერა, მხოლოდ, ამ წლის დასაწყისიდან.

source: KMyMoney will create a schedule for this payment and reminds you whenever a payment must be made.<p> If you selected to record all payments this date has already been supplied. If you selected to record only this years payments, then the <b>First payment due date</b> is the date of the first payment made in this year.
eo: KMyMoney kreos horaron por ĉi tiu pago kaj memorigas vin kiam ajn pago devas esti farita.<p> Se vi elektis registri ĉiujn pagojn, ĉi tiu dato jam estis provizita. Se vi elektis registri nur ĉi-jarajn pagojn, tiam la <b>Limdato de la unua pago</b> estas la dato de la unua pago farita en ĉi tiu jaro.

source: First payment due on:
eo: Unua pago pagenda je:
ka: პირველი გადახდის დროა:

source: Make payment from/to:
eo: Pagu de/al:
ka: გადახდა საიდან/სად:

source: KMyMoney has calculated the loan as shown below. If you want to accept these values use the "Finish" button to update your account, otherwise use the "Back" button to modify your settings.
eo: KMyMoney kalkulis la prunton kiel montrite sube. Se vi volas akcepti ĉi tiujn valorojn uzu la butonon "Fini" por ĝisdatigi vian konton, alie uzu la butonon "Reen" por modifi viajn agordojn.

source: Additional Fees:
eo: Kromaj Kotizoj:
ka: დამატებითი მოსაკრებლები:

source: Total payment:
eo: Totala pago:
ka: გადახდის ჯამური თანხა:

source: Valid from:
eo: Valida de:
ka: ძალაშია:

source: Affected payments:
eo: Trafitaj pagoj:
ka: შეხებული გადახდები:

source: borrowed
eo: prunte prenita
ka: ნასესხები

source: lend
eo: pruntedoni
ka: სესხი

source: not assigned
eo: ne atribuita
ka: მინიჭებული არაა

source: on reception
eo: pri ricevo
ka: მიღებისას

source: on due date
eo: je limdato
ka: როცა დროა

source: This page summarizes the data you entered. If you need to modify anything, please use the "Back" button to go to respective page. Otherwise use the "Finish" button to create the account.
eo: Ĉi tiu paĝo resumas la datumojn kiujn vi enigis. Se vi bezonas modifi ion, bonvolu uzi la butonon "Reen" por iri al la respektiva paĝo. Alie uzu la butonon "Fini" por krei la konton.

# @title loan general information
source: General
eo: Ĝeneralo
ka: საერთო

source: Payee:
eo: Pagato:
ka: მიმღები:

source: First payment:
eo: Unua pago:
ka: პირველი გადახდა:

source: Amount is:
eo: Kvanto estas:
ka: თანხაა:

source: Loan calculation
eo: Pruntokalkulo
ka: სესხის ანგარიში

source: Periodic Payment:
eo: Perioda Pago:
ka: პერიოდული გადახდა:

source: Interest category:
eo: Intereza kategorio:
ka: საპროცენტო განაკვეთის კატეგორია:

source: Payment from:
eo: Pago de:
ka: გადახდა საიდან:

source: Next due date:
eo: Venonta limdato:
ka: შემდეგი გადახდის თარიღი:

source: Final Payment:
eo: Fina Pago:
ka: საბოლოო გადახდა:

source: Interest is due:
eo: Interezo estas pagenda:
ka: საპროცენტო განაკვეთის დროა:

source: Payment frequency:
eo: Ofteco de pago:
ka: გადახდის სიხშირე:

# Occurrence period 'days'
source: Days
eo: Tagoj
ka: დღე

source: Weeks
eo: Semajnoj
ka: კვირა

source: Date of next interest change
eo: Dato de venonta interezoŝanĝo
ka: შემდეგი საპროცენტო განაკვეთის ცვლილების თარიღი

source: Select the date when the interest rate for this loan will be modified and the frequency of the future changes.
eo: Elektu la daton, kiam la interezoprocento por ĉi tiu prunto estos modifita kaj la ofteco de la estontaj ŝanĝoj.

source: Next interest change on
eo: Sekva interesŝanĝo plu
ka: შემდეგი საპროცენტო განახლების ცვლილების თარიღია

source: Time until next change
eo: Tempo ĝis venonta ŝanĝo
ka: დრო შემდეგ ცვლილებამდე

source: A typical KMyMoney user maintains a checking account with some institution and uses it to receive money or pay bills. If this is not the case, please deselect the checkbox below and continue on the next page.
eo: Tipa uzanto de KMyMoney tenas ĉekan konton ĉe iu institucio kaj uzas ĝin por ricevi monon aŭ pagi fakturojn. Se ĉi tio ne estas la kazo, bonvolu malmarki la markobutonon sube kaj daŭrigi sur la sekva paĝo.

source: I have a checking account that I want to manage with KMyMoney
eo: Mi havas ĉekan konton, kiun mi volas administri per KMyMoney

source: The name of the institution that issued the account.
eo: La nomo de la institucio kiu eldonis la konton.
ka: დაწესებულების სახელი, რომელმაც ეს ანგარიში გამოუშვა.

source: Each institution has a bank code, known as routing number in the US or a sort code in the UK. Enter it here. If uncertain, leave the field blank. You can modify it later.
eo: Ĉiu institucio havas bankkodon, konatan kiel vojnombro en Usono aŭ ordigkodo en la UK. Enigu ĝin ĉi tie. Se necerta, lasu la kampon malplena. Vi povas modifi ĝin poste.

source: Name of the institution
eo: Nomo de la institucio
ka: დაწესებულების სახელი

source: In general the institution that issued the account also issued a number for it. Enter it here. If uncertain, you can modify this entry later.
eo: Ĝenerale la institucio kiu eldonis la konton ankaŭ eldonis numeron por ĝi. Enigu ĝin ĉi tie. Se necerta, vi povas modifi ĉi tiun eniron poste.

source: Enter a descriptive name that will be used by KMyMoney to identify your checking account.
eo: Enigu priskriban nomon, kiun KMyMoney uzos por identigi vian ĉekan konton.

source: Enter the date from when on you plan to keep track of the transactions in that account. This is usually the date of the last statement. If uncertain, leave as is.
eo: Enigu la daton de kiam vi planas konservi trakon de la transakcioj en tiu konto. Ĉi tio kutime estas la dato de la lasta deklaro. Se necerta, foriru kiel estas.

source: Number of the account
eo: Numero de la konto
ka: ანგარიშის ნომერი

source: Name of the account
eo: Nomo de la konto
ka: ანგარიშის სახელი

source: Enter the opening balance of the account. This is usually the ending balance of the last statement. If uncertain, leave as is.
eo: Enigu la komencan saldon de la konto. Ĉi tio estas kutime la fina bilanco de la lasta deklaro. Se necerta, foriru kiel estas.

source: The fields below allow you to enter some information about your checking account. Once this wizard finishes, the account will be created for you within KMyMoney.
eo: La subaj kampoj permesas al vi enigi iujn informojn pri via ĉekkonto. Post kiam ĉi tiu sorĉisto finiĝos, la konto estos kreita por vi ene de KMyMoney.

source: KMyMoney supports multiple currencies. Your reports will be based on a default currency which you can select here. The default for new accounts is also the currency you select here.
eo: KMyMoney subtenas plurajn valutojn. Viaj raportoj baziĝos sur defaŭlta valuto, kiun vi povas elekti ĉi tie. La defaŭlta por novaj kontoj ankaŭ estas la valuto, kiun vi elektas ĉi tie.

source: Please enter some information about yourself.<br><br> This information will be seen and used only by you. The information is used to personalize KMyMoney, to encrypt your file, etc.
eo: Bonvolu enigi kelkajn informojn pri vi.<br><br> Ĉi tiuj informoj estos viditaj kaj uzataj nur de vi. La informoj estas uzataj por personecigi KMyMoney, por ĉifri vian dosieron, ktp.

# @label email address
source: Email:
eo: Retpoŝto:
ka: ელ-ფოსტა:

source: Zip code
eo: Poŝtkodo
ka: ზიპ კოდი

source: Welcome to KMyMoney!
eo: Bonvenon al KMyMoney!
ka: მოგესალმებათ KMyMoney!

source: You have started KMyMoney for the first time on this computer. Before this program can help you to manage your finances, it needs to collect some data from you.<p> On the next few pages you will be guided through the steps necessary to setup the program. This will happen only once.
eo: Vi ekis KMyMoney la unuan fojon sur ĉi tiu komputilo. Antaŭ ol ĉi tiu programo povas helpi vin administri viajn financojn, ĝi devas kolekti kelkajn datumojn de vi.<p> En la sekvaj paĝoj vi estos gvidita tra la paŝoj necesaj por agordi la programon. Ĉi tio okazos nur unufoje.

source: KMyMoney New File Setup
eo: KMyMoney Nova Dosiera Agordo
ka: KMyMoney ახალი ფაილის მორგება

# New file wizard introduction
source: Introduction
eo: Enkonduko
ka: შესავალი

source: Personal Data
eo: Personaj Datumoj
ka: პირადი მონაცემებები

source: Select Currency
eo: Elekti Valuton
ka: აირჩიეთ ვალუტა

source: Select Accounts
eo: Elekti Kontojn
ka: აირჩიეთ ანგარიშები

source: <p>KMyMoney can encrypt your datafile using GPG Encryption. GPG encryption is one of the most secure methods in the world for protecting data. All of your account numbers and other important financial information will be very secure.</p>
eo: <p>KMyMoney povas ĉifri vian datumdosieron per GPG Ĉifrado. GPG-ĉifrado estas unu el la plej sekuraj metodoj en la mondo por protekti datumojn. Ĉiuj viaj kontaj numeroj kaj aliaj gravaj financaj informoj estos tre sekuraj.</p>

source: If you would like to review or change any preference settings for KMyMoney after finishing this wizard, you can do so by checking this box. If not just click <b>Next</b>.
eo: Se vi ŝatus revizii aŭ ŝanĝi ajnajn preferajn agordojn por KMyMoney post finado de ĉi tiu sorĉisto, vi povas fari tion markante ĉi tiun skatolon. Se ne simple alklaku <b>Sekva</b>.

source: Configure preferences after finishing the wizard.
eo: Agordu preferojn post fino de la sorĉisto.
ka: პარამეტრების მორგება ოსტატის დასრულების შემდეგ.

source: You can change the configuration options at any time using the configuration dialog. Just select the <b>Configure KMyMoney...</b> option in the <b>Settings</b> menu.
eo: Vi povas ŝanĝi la agordajn opciojn iam ajn uzante la agordan dialogon. Simple elektu la opcion <b>Agordu KMyMoney...</b> en la menuo <b>Agordoj</b>.

source: Select groups of accounts that correspond to the ways that you will use KMyMoney. Each group you select will cause several accounts and categories to be created. Select the groups that are relevant to you. You can always create additional accounts manually later.
eo: Elektu grupojn de kontoj kiuj respondas al la manieroj, kiujn vi uzos KMyMoney. Ĉiu grupo, kiun vi elektas, kreos plurajn kontojn kaj kategoriojn. Elektu la grupojn kiuj rilatas al vi. Vi ĉiam povas krei pliajn kontojn permane poste.

# @label
source: KMyMoney supports multiple currencies, nevertheless one of them will be used as your base currency. The base currency is used as default for new accounts and reports. Please select the base currency from the following list.
eo: KMyMoney subtenas plurajn valutojn, tamen unu el ili estos uzata kiel via baza valuto. La baza valuto estas uzata defaŭlte por novaj kontoj kaj raportoj. Bonvolu elekti la bazan valuton el la sekva listo.

# @title
source: ISO Code
eo: ISO-kodo
ka: ISO კოდი

# @title
source: Symbol
eo: Simbolo
ka: სიმბოლო

source: <p>Use the fields below to enter some information about yourself.</p> <p>All information is optional and only used to personalize your KMyMoney file.</p>
eo: <p>Uzu la subajn kampojn por enigi informojn pri vi.</p> <p>Ĉiuj informoj estas laŭvolaj kaj nur uzataj por personecigi vian KMyMoney-dosieron.</p>

# @info Group name for accounts with no assigned institution
source: No institution
ka: დაწესებულების გარეშე

# Append name of payee (%1) to original memo (%2)
source: %2 Original payee: %1
ka: %2 საწყისი თანხის მიმღები: %1

# Prepend name of payee (%1) to original memo (%2)
source: Original payee: %1 %2
ka: საწყისი თანხის მიმღები: %1 %2

# Create undo action
source: Create account
ka: ანგარიშის შექმნა

# Create undo action
source: Create category
ka: კატეგორიის შექმნა

# @title:window, this is a compound word (one noun)
source: Import summary
ka: შემოტანის შეჯამება

# @info price source
source: User
ka: მომხმარებელი

source: %1 units for one %2
ka: %1 ერთეული ერთი %2-სთვის

# @info online update price info
source: No security selected.
ka: ფასიანი ქაღალდი არჩეული არაა.

# @info online update price info
source: No Security to be updated.
ka: ფასიანი ქაღალდები არ განახლდება.

# @info Online price update %1 online id, %2 internal id, %3 price, %4 date
source: Price for %1 updated to %3 for %4 (id %2)
ka: %1-ის ფასი განახლდა %3-ზე %4-სთვის (id %2)

# @info Online price update %1 online id
source: Received an invalid price for %1, unable to update.
ka: მიღებულია არასწორი ფასი %1-სთვის. განახლება შეუძლებელია.

# @info Persistence of price source
source: The next time you open this dialog the modified price source will only be loaded if you have used it for a successful price update. Otherwise, the old setting will be shown.
ka: როცა შემდეგ ჯერზე ამ დიალოგს გახსნით, შეცვლილი ფასის წყარო, მხოლოდ, მაშინ ჩაიტვირთება, თუ ის წარმატებული ფასის განახლებისთვის გამოიყენეთ. სხვა შემთხვევაში ნაჩვენები იქნება ძველი პარამეტრი.

# Placeholder text for search bar
source: Search...
ka: ძებნა...

# @title:window Warning message about hidden account
source: Hidden accounts
ka: დამალული ანგარიშები

# @title:window Warning message about hidden category
source: Hidden categories
ka: დამალული კატეგორიები

source: This section allows to setup certain limits. KMyMoney will warn you when the account balance reaches a limit.
ka: ეს სექცია გარკვეული ლიმიტების დაყენების საშუალებას გაძლევთ. KMyMoney გაგაფრთხილებთ, როცა ანგარიშის ბალანსი ლიმიტს მიაღწევს.

source: Tax options
ka: გადასახადების მორგება

source: Automatic Payee creation
ka: მიმღების ავტომატური შექმნა

source: Application Default
ka: აპლიკაციის ნაგულისხმევი

source: Never create
ka: არასოდეს შექმნა

source: Create automatically
ka: ავტომატურად შექმნა

# @item:inlistbox Don't include this account in budgets
source: Don't include in budgets
ka: ბიუჯეტში არჩასმა

# @item:inlistbox Include this account in budgets as expense
source: Include in budgets as expense
ka: ბიუჯეტში ჩასმა ხარჯის სახით

# @item:inlistbox Include this account in budgets as income
source: Include in budgets as income
ka: ბიუჯეტში ჩასმა შემოსავლის სახით

source: Favicon URL
ka: Favicon-ის URL

# Undo action description
source: Create payee
ka: გადამხდელის შექმნა

source: Background
ka: ფონი

source: Foreground
ka: წინა პლანი

source: Backup options
ka: მარქაფის მორგება

source: Enter a character or string that will be added to backup files. Default is ~
ka: შეიყვანეთ სიმბოლო, ან სტრიქონი, რომელიც მარქაფის ფაილებს დაემატება. ნაგულისხმევი მნიშვნელობაა ~

source: Extension for backup files
ka: გაფართოება მარქაფის ფაილებისთვის

source: View to show
ka: საჩვენებელი ხედი

source: Homepage
ka: საწყისი გვერდი

source: Last selected view
ka: ბოლოს არჩეული ხედი

source: Accounts to open in ledger
ka: გროსბუხში გასახსნელი ანგარიშები

source: Last account used
ka: ბოლო გამოყენებული ანგარიში

source: All favorite accounts
ka: ყველა რჩეული ანგარიში

source: All accounts open at last close
ka: ყველა ანგარიში, რომელიც ღია იყო ბოლო დახურვისას

source: Tabbed
ka: ჩანართებით

source: Hide accounts with a zero balance from Home
ka: საწყისი ეკრანიდან ნულოვანი ბალანსის მქონე ანგარიშების დამალვა

source: Hide accounts with a zero balance from Accounts
ka: ნულოვანი ბალანსის მქონე ანგარიშების დამალვა ანგარიშებიდან

source: Use TAB to switch between parts of date
ka: TAB ღილაკის გამოყენება თარიღის ნაწილებს შორის სამოძრაოდ

source: Keep original payee information in memo
ka: საწყისი თანხის მიმღების ინფორმაციის შენარჩუნება შენიშვნის ველში

source: Off
ka: გამორთ

source: Append to memo
ka: შენიშვნის ბოლოში მიწერა

source: Prepend to memo
ka: შენიშვნის თავში მიწერა

# Undo action description
source: Create tag
ka: ჭდის შექმნა

source: Online banking
ka: ინტერნეტბანკი

source: (c) 2000-2025 The KMyMoney development team
ka: (c) 2000-2025 KMyMoney-ის პროგრამისტების გუნდი

source: %1 (build against %2)
ka: %1 (აგებულია %2-ით)

source: Financial framework
ka: ფინანსური ბიბლიოთეკა

source: Online banking framework
ka: ინტერნეტბანკის ბიბლიოთეკა

source: Library for creating diagrams
ka: ბიბლიოთეკა დიაგრამების შესაქმნელად

source: iCalendar integration
ka: iCalendar-თან ინტეგრაცია

source: OFX banking protocol abstraction library
ka: OFX ბანკის პროტოკოლის აბსტრაქციის ბიბლიოთეკა

source: SQLite database encryption
ka: SQLite მონაცემთა ბაზის დაშიფვრა

source: Plugin responded with error during close.
ka: დამატებამ დახურვისას შეცდომა დააბრუნა.

# Display transaction details
source: Show transaction details
ka: ტრანზაქციის დეტალების ჩვენება

source: Open URL
ka: URL-ის გახსნა

# Display scheudule details
source: Show schedule details
ka: გეგმის დეტალების ჩვენება

source: Ledger Quick Open
ka: გროსბუხის სწრაფი გახსნა

# @info:placeholder amount widget
source: calculated
ka: გამოთვლილია

# @action:button
source: Close
ka: დახურვა

source: This will hide the menu bar completely. You can show it again by typing %1.
ka: ეს მენიუს ზოლს სრულად დამალავს. მისი ჩვენება %1-ზე დაწოლით შეგიძლიათ.

source: Hide menu bar
ka: მენიუს ზოლის დამალვა

# @info Error during backup
source: Unable to create backup directory '%1'.
ka: ვერ შევქმენი მარქაფის საქაღალდე '%1'.

# @title:window
source: Problem opening storage
ka: საცავის გახსნის პრობლემა

# @info:tooltip
source: Finance::Quote not supported by the installed Alkimia library.
ka: Finance::Quote დაყენებულ ბიბლიოთეკაში Alkimia მხარდაჭერილი არაა.

# @info:tooltip
source: Missing or non-functioning Finance::Quote installation.
ka: Finance::Quote ან დაყენებული არაა, ან არ მუშაობს.

# @info:tooltip
source: Online quote source with name '%1' unknown.
ka: ინტერნეტ-კვოტების წყარო სახელით '%1' ცნობილი არაა.

source: Last Price Update
ka: &ბოლო ფასის განახლება

# @title:column Shows the date of statement
source: Date
ka: თარიღი

# @title:column Shows statement balance
source: Balance
ka: ბალანსი

# @title:column Shows number of transactions read
source: Processed
ka: დამუშავებულია

# @title:column Shows number of imported transactions
source: Imported
ka: შემოტანილია

# @title:column Shows number of matched transactions
source: Matched
ka: ემთხვევა

# @title:column Shows number of duplicate transactions
source: Duplicates
ka: დუბლიკატები

# @title:column Shows number of create payees
source: Payees created
ka: გადამხდელები შეიქმნა

source: * Payee %1 has BIC with invalid length '%2'. Must be 11 chars and is %3
ka: * გადამხდელს %1 აქვს BIC არასწორი სიგრძით '%2'. უნდა იყოს 11 სიმბოლო და არის %3

# Consistency check, all params are internal ids
source: * Split %2 in transaction '%1' referenced standard account %3 and has been removed.
ka: *გაყოფილი %2 ტრანზაქციაში '%1', მიმართავდა სტანდარტულ ანგარიშს %3 და წაიშალა

source: * Split %2 in transaction '%1' contains different signs for shares and value.
ka: * გაყოფა %2 ტრანზაქციაში '%1' შეიცავს სხვადასხვა ნიშნებს აქციებისთვის და მნიშვნელობისთვის.

source: Reinvestment transaction '%1' fixed.
ka: რეინვესტიციის ტრანზაქცია '%1' გასწორდა.

source: Please fix manually.
ka: გაასწორეთ ხელით.

# @info consistency check
source: * Potential problem with securities/currencies
ka: * პოტენციური პრობლემა ფასიან ქაღალდებთან/ვალუტასთან

# @info consistency check
source: * The account '%1' in currency '%2' has no price set for the date of its first usage on '%3'.
ka: * ანგარიშს '%1' ვალუტასი '%2' არ აქვს ფასი დაყენებული თავისი პირველი გამოყენების თარიღზე '%3'.

# @info consistency check
source: Please enter a price for the currency on or before '%1'.
ka: შეიყვანეთ ვალუტის ფასი თარიღზე, ან '%1'-ზე ადრე.

# @info consistency check
source: * The security '%1' has no price set for the first use on '%2'.
ka: * ფასიან ქაღალდს '%1' არ აქვს ფასი დაყენებული თავის პირველ გამოყენებაზე. თარიღი '%2'.

# @info consistency check
source: Price for the security has been extracted from transaction and added to price history.
ka: ფასი ფასიანი ქაღალდისთვის ამოღებულია ტრანზაქციიდან და დაემატა ფასების ისტორიას.

# @info consistency check
source: Please enter a price for the security on or before this date.
ka: შეიყვანეთ ფასი ფასიანი ქაღალდისთვის ამ თარიღზე, ან მანამდე.

source: Portuguese Escudo
ka: პორტუგალიური ესკუდო

source: CFA Franc BEAC
ka: CFA ფრანკის BEAC

source: CFA Franc BCEAO
ka: CFA ფრანკი BCEAO

source: CFP Franc Pacifique
ka: წყნარი ოკეანის ფრანკი CFP

source: Haitian Gourde
ka: ჰაიტიური გურდი

source: Lesotho Loti
ka: ლესოთოური ლოტი

source: Maldive Rufiyaa
ka: მალდივიური რუფიაა

source: Sri Lanka Rupee
ka: შრი-ლანკური რუპია

source: Vanuatu Vatu
ka: ვანუატუური ვატუ

# Scheduled transaction type
source: Bill
ka: ჩეკი

source: HalfDown
ka: ნახევრით დაბლა

# Investment action
source: Add shares
ka: აქციების დამატება

# Investment action
source: Amortization
ka: ამორტიზაცია

# Investment action
source: Buy shares
ka: აქციების შეძენა

# Investment action
source: Check
ka: შემოწმება

# Investment action
source: Deposit
ka: დეპოზიტი

# Investment action
source: Dividend
ka: დივიდენდი

# Investment action
source: Interest
ka: საპროცენტო განაკვეთი

# Investment action
source: Interest income
ka: საპროცენტო განაკვეთის შემოსავალი

# Investment action
source: Reinvest dividends
ka: დივიდენდების რეინვესტიცია

# Investment action
source: Split shares
ka: აქციების გაყოფა

# Investment action
source: Transfer
ka: გადაცემა

# Investment action
source: Withdrawal
ka: გამოტანა

# Investment action
source: Yield
ka: გამოსავალი

# @title:column Name of security
source: Name
ka: სახელი

# @title:column Price
source: Price
ka: ფასი

# @title:column Date for price
source: Date
ka: თარიღი

# @title:column KMyMoney internal identifier
source: Internal ID
ka: შიდა ID

# @title:column Online quote source
source: Source
ka: წყარო

# Split header
source: Tags
ka: ჭდეები

# Reconciliation flag R
source: R
ka: მჯ

# @title:column Shows VAT percentage rate, if configured
source: VAT
ka: დღგ

# @info:toolbox Balance)
source: Account balance or security units
ka: ანგარიშის ბალანსი ან ფასიანი ქაღალდის ერტეულები

# @item:inlistbox CSV separator
source: Comma (,)
ka: მძიმე (,)

# @item:inlistbox CSV separator
source: Semicolon (;)
ka: წერტილმძიმე (;)

# @item:inlistbox CSV separator
source: Tab (\t)
ka: ტაბულაცია (\t)

# @info Hint in CSV export dialog
source: Current selected account does not contain any transactions.
ka: ამჟამად არჩეული ანგარიში ტრანზაქციებს არ შეიცავს.

source: Account Name:
ka: ანგარიშის სახელი:

# @title:column header in CSV export
source: splitCategory
ka: დაყოფილიკატეგორია

# @title:column header in CSV export
source: splitMemo
ka: გაყოფის შენიშვნა

# @title:column header in CSV export
source: splitAmount
ka: დაყოფილირაოდენობა

# Type of operation as in financial statement
source: reinvest,reinv,re-inv
ka: რეინვესტიცია,რეინვ,რე-ინვ

# abbreviation of 'year', 'month', 'day'.
source: y m d
ka: წ თ დ

# abbreviation of 'month', 'day', 'year',
source: m d y
ka: თ დ წ

# abbreviation of 'day', 'month', 'year',
source: d m y
ka: დ თ წ

source: Ban&king
ka: ბან&კინგი

source: Write Google calendar compatible entries
ka: Google Calendar-თან თავსებადი ჩანაწერების ჩაწერა

source: Write the iCalendar file so that the entries are recognized by Google Calendar.
ka: iCalendar-ის ფაილის ჩაწერა, რომ ის Google Calendar-მა ამოიცნოს.

source: Load passphrase from password store if available without asking user.
ka: საკვანძო ფრაზის ჩატვირთვა პაროლების საცავიდან მომხმარებლისთვის კითხვის გარეშე, თუ ის ხელმისაწვდომია.

# Header for AqBanking account list
source: Backend
ka: უკანბოლო

source: Job Id
ka: დავალების ID

# @title:group Manual enter OFX details
source: Please provide the details for your financial institution in the fields below.
ka: შეიყვანეთ თქვენი ფინანსური დაწესებულების დეტალები ქვემო ველებში.

source: Price information
ka: ფასის ინფორმაცია

source: Value and number of shares
ka: აქციების ღირებულება და რაოდენობა

# @item:inlistbox Method to identify duplicate transactions
source: KMyMoney ID
ka: KMyMoney-ის ID

source: Price is derived from
ka: ფასის წყაროა

source: KMyMoney Hash
ka: KMyMoney ჰეში

# Filter for QFileDialog
source: OFX files (*.ofx *.qfx *.ofc);;All files (*)
ka: OFX ფაილები (*.ofx *.qfx *.ofc);;ყველა ფაილი (*)

source: T
ka: ტერა
