Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Please enter the username and password you use to log into this bank for online banking. Please note that many banks require a separate signup, and assign a separate PIN or password just for online banking from home.
eo: Bonvolu enigi la uzantnomon kaj pasvorton, kiujn vi uzas por ensaluti en ĉi tiun bankon por interreta bankado. Bonvolu noti, ke multaj bankoj postulas apartan aliĝon, kaj atribuas apartan PIN aŭ pasvorton nur por interreta bankado de hejme.

# @label account username
source: Username
eo: Uzantnomo
ka: მომხმარებლის სახელი

source: Password
eo: Pasvorto
ka: პაროლი

source: Store password
eo: Konservi pasvorton
ka: პაროლის დამახსოვრება

source: Identify as
eo: Identigi kiel
ka: იდენტიფიკაცია, როგორც

source: Expert option to enter the four digit version information of the application
eo: Faka opcio por enigi la kvarciferajn versiojn de la aplikaĵo
ka: ექსპერტის პარამეტრი აპლიკაციის ოთხციფრიანი ვერსიის ინფორმაციის შესაყვანად

source: Header Version
eo: Kapa Versio
ka: თავსართის ვერსია

source: Client UID
eo: Kliento UID
ka: კლიენტის UID

source: Connection Details
eo: Detaloj pri Konekto
ka: კავშირის დეტალები

source: Select Account
eo: Elekti Konton
ka: აირჩიეთ ანგარიში

source: Please select the account from your financial institution from the list below which matches this account.
eo: Bonvolu elekti la konton de via financa institucio el la suba listo, kiu kongruas kun ĉi tiu konto.

source: Number
eo: Numero
ka: ნომერი

source: Bank
eo: Banko
ka: ბანკი

source: Branch
eo: Branĉo
ka: ბრენჩი

source: Finish
eo: Fini
ka: დასრულება

source: Congratulations: you have successfully set up your bank for online banking via OFX.
eo: Gratulon: vi sukcese starigis vian bankon por interreta bankado per OFX.
ka: გილოცავთ: თქვენი წარმატებით მოირგეთ თქვენი ბანკის ინტერნეტბანკი OFX-ით.

source: Enabled & configured
eo: Ebligita & agordita
ka: ჩართული და მორგებულია

source: Account Details
eo: Kontaj Detaloj
ka: ანგარშის დეტალები

source: STATUS:
eo: STATUSO:
ka: სტატუსი:

source: Unavailable
eo: Nedisponebla
ka: მიუწვდომელია

source: BANK/BROKER:
eo: BANKO/Makleristo:
ka: ბანკი/ბროკერი:

source: &lt;Not configured&gt;
eo: <Ne agordita>
ka: &lt;მორგებული არაა&gt;

source: ACCOUNT:
eo: KONTO:
ka: ანგარიში:

source: OFX Details
eo: Detaloj de OFX
ka: OFX დეტალები

source: User Agent
eo: Uzanto Agento
ka: მომხმარებლის აგენტი

source: OFX <CLIENTUID> for institutions that require it
eo: OFX <CLIENTUID> por institucioj kiuj postulas ĝin
ka: OFX <CLIENTUID> დაწესებულებებისთვის, რომლებიც მას ითხოვენ

source: Import Details
eo: Importi Detalojn
ka: შემოტანის დეტალები

source: Start date of import
eo: Komenca dato de importo
ka: შემოტანის დაწყების თარიღი

source: Last &update
eo: Lasta &ĝisdatigo
ka: ბოლო განა&ხლება

source: To&day minus
eo: Hodiaŭ minuso
ka: &დღევანდელი დღე მინუს

# @action number of days
source: days
eo: tagoj
ka: დღე

source: Pi&ck date
eo: Ele&kti daton
ka: აირჩიეთ თა&რიღი

source: Import options
eo: Importi opciojn
ka: შემოტანის მორგება

source: Method to detect duplicate transactions during import
eo: Metodo por detekti duplikatajn transakciojn dum importado
ka: შემოტანისას გამეორებადი ტრანზაქციების აღმოჩენის მეთოდი

source: Payee's name is based on contents of the OFX tag
eo: La nomo de Pagianto baziĝas sur enhavo de la OFX-etikedo
ka: მიმღების სახელი OFX ჭდის შემცველობაზეა დამოკიდებული

source: Timezone offset
eo: Horzono ofseto
ka: დროის სარტყლის წანაცვლება

source: Invert sign of transaction amount
eo: Inversigi signon de transakcia kvanto
ka: ტრანზაქციის თანხის ნიშნის შებრუნება

source: <html><head/><body><p>Check this if you need to invert the sign of imported transaction amounts, e.g. if you need to reverse charges and payments because your institution provides them inverted.</p></body></html>
eo: <html><head/><body><p>Kontrolu ĉi tion se vi bezonas inversigi la signon de importitaj transakciaj kvantoj, ekz. se vi bezonas inversigi ŝarĝojn kaj pagojn ĉar via institucio provizas ilin inversigitaj.</p></body></html>

source: Fix sign of the investment transaction amount and quantity
eo: Ripari signon de la investa transakcio kvanto kaj kvanto
ka: გაასწორეთ ინვესტიციის თანხის და რაოდენობის ნიშანი

source: <html><head/><body><p>Check this if the investment transactions after importing have incorrect Buy/Sell type assigned, which may be caused by your institution not applying the correct negative/positive sign to the share amount or quantity value.</p></body></html>
eo: <html><head/><body><p>Kontrolu ĉi tion, se la investaj transakcioj post importado havas malĝustan Aĉet/Vendi tipon atribuita, kio povas esti kaŭzita de via institucio ne aplikanta la ĝustan negativan/pozitivan signon al la akcia kvanto aŭ kvanto. valoro.</p></body></html>

source: Quicken Windows 2010
eo: Rapidigi Vindozon 2010

source: Quicken Windows 2011
eo: Rapidigi Vindozon 2011

source: Quicken Windows 2012
eo: Rapidigi Vindozon 2012

source: Quicken Windows 2013
eo: Rapidigi Vindozon 2013

source: Quicken Windows 2014
eo: Rapidigi Vindozon 2014

source: Quicken Windows 2015
eo: Rapidigi Vindozon 2015

source: Quicken Windows 2016
eo: Rapidigi Vindozon 2016

source: Quicken Windows 2017
eo: Rapidigi Vindozon 2017

source: Quicken Windows 2018
eo: Rapidigi Vindozon 2018

source: Quicken Windows 2019
eo: Rapidigi Vindozon 2019

source: Quicken Windows (Expert)
eo: Rapidigi Vindozon (Sperto)

source: Quicken Mac (Expert)
eo: Rapidigi Mac (Sperto)
ka: Quicken Mac-სთვის (ექსპერტი)

source: MS-Money (Expert)
eo: MS-Mono (Sperto)

source: Enter your password for account <b>%1</b>
eo: Enigu vian pasvorton por konto <b>%1</b>
ka: შეიყვანეთ თქვენი პაროლი ანგარიშისთვის <b>%1</b>

source: OFX import file selection
eo: OFX importdosierelekto
ka: OFX შემოტანის ფაილის არჩევანი

source: Unable to import %1 using the OFX importer plugin. This file is not the correct format.
eo: Ne eblas importi %1 per la OFX-importila kromaĵo. Ĉi tiu dosiero ne estas la ĝusta formato.

source: Incorrect format
eo: Malĝusta formato
ka: არასწორი ფორმატი

source: Unable to parse file
eo: Ne eblas analizi dosieron
ka: ფაილის დამუშავების შეცდომა

source: No accounts found.
eo: Neniuj kontoj trovitaj.
ka: ანგარიშები აღმოჩენილი არაა.

source: Error connecting to bank: %1
eo: Eraro konektante al banko: %1
ka: ბანკთან დაკავშირების შეცდომა: %1

source: <p>Unable to import <b>'%1'</b> using the OFX importer plugin. The plugin returned the following error:</p><p>%2</p>
eo: <p>Ne eblas importi <b>'%1'</b> per la OFX-importila kromaĵo. La kromaĵo redonis la jenan eraron:</p><p>%2</p>

source: Importing process terminated unexpectedly.
eo: Importa procezo finiĝis neatendite.
ka: შემოტანის პროცესი მოულოდნელად შეწყდა.

source: Failed to import all statements.
eo: Malsukcesis importi ĉiujn deklarojn.
ka: ყველა ამონაწერის შემოტანა ვერ მოხერხდა.

source: For this beneficiary's country the BIC is mandatory.
eo: Por la lando de ĉi tiu profitanto la BIC estas deviga.

source: A beneficiary name is needed.
eo: Nomo de profitanto estas bezonata.
ka: საჭიროა ბენეფიციარის სახელი.

source: A positive amount to transfer is needed.
eo: Necesas pozitiva kvanto por transloki.
ka: გადასარიცხად საჭირო თანხა დადებითი უნდა იყოს.

source: After this credit transfer the account's balance will be below your credit limit.
eo: Post ĉi tiu kredittransigo la saldo de la konto estos sub via kreditlimo.

source: After this credit transfer the account's balance will be below the minimal balance.
eo: Post ĉi tiu kredittransigo la saldo de la konto estos sub la minimuma saldo.

source: The end-to-end reference cannot contain more than one character.
eo: La fin-al-fina referenco ne povas enhavi pli ol unu signon.
ka: გამჭოლი მიმართვა არ შეიძლება, 1 სიმბოლოზე მეტს შეიცავდეს.

source: The maximal line length of %1 character per line is exceeded.
eo: La maksimuma liniolongo de %1 signo po linio estis transpasita.
ka: გადაცილებულია ლიმიტი %1 სიმბოლო ხაზზე.

source: The purpose can only contain the letters A-Z, spaces and ':?.,-()+ and /
eo: La celo povas enhavi nur la literojn A-Z, spacetojn kaj ':?.,-()+ kaj /
ka: დანიშნულება შეიძლება შეიცავდეს სიმბოლოებს A-Z, ჰარეებს, ':?.,-()+ და /

source: In the purpose only a single line is allowed.
eo: La uzocelo povas ampleksi nur unu linion.
ka: დანიშნულებაში შეიძლება, მხოლოდ ერთი ხაზი გქონდეთ.

source: A purpose is needed.
eo: Uzocelo estas postulata.
ka: აუცილებელია დანიშნულება.

source: SEPA Credit Transfer
eo: SEPA Kredita Transdono
ka: SEPA გადარიცხვა

source: Beneficiary &Name
eo: &Nomo de profitanto
ka: ბე&ნეფიციარის სახელი

source: End-to-end reference
eo: Fin-al-fina referenco
ka: გამჭოლი მიმართვა

source: Purpose
eo: Celo
ka: მიზანი

# New profile
source: &New
eo: &Nova
ka: &ახალი

source: Create a new profile
eo: Krei novan profilon
ka: ახალი პროფილის შექმნა

source: Use this to create a new QIF import/export profile
eo: Uzu ĉi tion por krei novan QIF-import-/eksportan profilon
ka: გამოიყენეთ ეს ახალი QIF პროფილის შემოსატანად/გასატანად

source: QIF Profile Editor
eo: QIF Profila Redaktilo
ka: QIF პროფილის რედაქტორი

source: QIF Profile Selector
eo: QIF Profilelektilo
ka: QIF პროფილის ამრჩევი

source: The default QIF profile
eo: La defaŭlta QIF-profilo
ka: ნაგულისხმევი QIF პროფილი

source: Enter new profile name
eo: Enigu novan profilnomon
ka: შეიყვანეთ ახალი პროფილის სახელი

source: The profile name cannot be empty. Please provide a name or cancel.
eo: La nomo de profilo ne povas esti malplena. Bonvolu doni nomon aŭ nuligi.
ka: პროფილის სახელი ცარიელი ვერ იქნება. შეიყვანეთ სახელი, ან გააუქმეთ.

source: The name <b>%1</b> is already taken. Please change the name or cancel.
eo: La nomo <b>%1</b> jam estas prenita. Bonvolu ŝanĝi la nomon aŭ nuligi.
ka: სახელი <b>%1</b> უკვე გამოიყენება. შეცვალეთ სახელი, ან გააუქმეთ.

source: QIF profile name problem
eo: QIF-profila nomo problemo
ka: QIF პროფილის სახელის პრობლემა

source: Do you really want to delete profile '%1'?
eo: Ĉu vi vere volas forigi profilon '%1'?
ka: მართლა გნებავთ, წაშალოთ პროფილი '%1'?

# @title:window
source: Delete QIF profile
eo: Forigi QIF-profilon
ka: QIF პროფილის წაშლა

# @title QIF profile general information
source: General
eo: Ĝeneralo
ka: საერთო

source: Void mark
eo: Malplena marko
ka: განულების ნიშანი

source: Opening Balance text
eo: Malferma Saldoteksto
ka: საწყისი ბალანსის აღწერა

source: Type field text
eo: Teksto de tipokampo
ka: აკრიფეთ ველის ტექსტი

source: Account delimiter
eo: Konto-limigilo
ka: ანგარიშების გამყოფი

source: Description
eo: Priskribo
ka: აღწერა

source: Attempt to match similar transactions
eo: Provi kongrui similajn transakciojn
ka: მსგავსი ტრანზაქციების დამთხვევის მცდელობა

source: Output filter location
eo: Eligofiltrila loko
ka: გამოტანის ფილტრის მდებარეობა

source: Input filter file type
eo: Enigofiltrila dosiertipo
ka: შეყვანის ფილტრის ფაილის ტიპი

source: Input filter location
eo: Eniga filtrilo loko
ka: შეყვანის ფილტრის მდებარეობა

source: The format of the dates in the QIF file.
eo: La formato de la datoj en la QIF-dosiero.
ka: თარიღის ფორმატი QIF ფაილში.

source: If a QIF file contains date entries with years represented with two digits then either an apostrophe or a slash may be used to delimit the year in the dates for certain centuries. This enables 1905 to be distinguished from 2005. Specify here which range of years will have year delimited by an apostrophe (eg. for Quicken this is usually 1900-1949).
eo: Se QIF-dosiero enhavas datajn enirojn kun jaroj reprezentitaj per du ciferoj, tiam aŭ apostrofo aŭ oblikvo povas esti uzata por limigi la jaron en la datoj dum certaj jarcentoj. Ĉi tio ebligas distingi 1905 disde 2005. Specifi ĉi tie, kiu amplekso de jaroj havos jaron limigitan per apostrofo (ekz. por Quicken tio estas kutime 1900-1949).

source: Apostrophe Handling
eo: Manipulado de Apostrofo
ka: ორციფრიანი წელი

source: Amounts
eo: Kvantoj
ka: თანხები

# @title header of the QIF field name column
source: Field
eo: Ero
ka: ველი

source: QIF-Record
eo: QIF-Rekordo
ka: QIF-ჩანაწერი

source: Thousand Delimiter
eo: Mil Limigilo
ka: ათასების გამყოფი

source: SortColumnInvisible
eo: OrdigiKolononNevidebla

source: Split-Value
eo: Split-valoro
ka: გაყოფის-მნიშვნელობა

source: Commission
eo: Komisiono
ka: საკომისიო

source: Thousands Separator
eo: Miloj Apartigilo
ka: ათასების გამყოფი

# @action create new profile
source: New
eo: Nova
ka: ახალი

source: Reset
eo: Restarigi
ka: საწყის მნიშვნელობაზე დაბრუნება

source: QIF Export
eo: QIF Eksporto
ka: QIF გატანა

source: From this dialog you are able to export transactions to a quicken compatible file, (known as a QIF file, because of the extension). Please enter the path to the QIF file or select it by clicking on the Browse button. You can choose the file's path, the account and the format of the QIF file (profile). Choose Account to export all the transactions between the specified dates or just categories. You can also limit the transactions that are exported by start and ending date. Once you have pressed the Export button a message box will appear when the export has completed detailing how many transactions, categories and payees were exported.
eo: El ĉi tiu dialogo vi povas eksporti transakciojn al plirapidiga kongrua dosiero, (konata kiel QIF-dosiero, pro la etendaĵo). Bonvolu enigi la vojon al la QIF-dosiero aŭ elektu ĝin alklakante la butonon Foliumi. Vi povas elekti la vojon de la dosiero, la konton kaj la formaton de la QIF-dosiero (profilo). Elektu Konton por eksporti ĉiujn transakciojn inter la specifitaj datoj aŭ nur kategorioj. Vi ankaŭ povas limigi la transakciojn eksportitaj laŭ komenca kaj findato. Post kiam vi premis la butonon Eksporti, mesaĝo skatolo aperos kiam la eksporto finiĝos detaligante kiom da transakcioj, kategorioj kaj pagitoj estis eksportitaj.

source: QIF Profile
eo: QIF-Profilo
ka: QIF პროფილი

source: Categories
eo: Kategorioj
ka: კატეგორიები

source: Transaction number <b>%1</b> is missing an account assignment. Transaction dropped.
eo: Transakcia numero <b>%1</b> mankas konto-tasko. Transakcio ĉesis.

source: Use this to start the import operation
eo: Uzu ĉi tion por komenci la importoperacion
ka: გამოიყენეთ ეს შემოტანის ოპერაციის დასაწყებად

# New profile
source: &New...
eo: &Nova...
ka: &ახალი...

source: Use this to open the profile editor
eo: Uzu ĉi tion por malfermi la profilredaktilon
ka: გამოიყენეთ ეს პროფილის რედაქტორის გასახსნელად

source: Import File...
eo: Importi dosieron...
ka: ფაილის შემოტანა..

source: Import files (%1);;All files (%2)
eo: Importi dosierojn (%1);;Ĉiuj dosieroj (%2)
ka: შემოტანის ფაილები (%1);;ყველა ფაილი (%2)

source: QIF Import
eo: QIF Importo
ka: QIF-ის სემოტანა

source: <p>From this dialog you are able to import transactions from a Quicken<b>&trade;</b> compatible file, (known as a QIF file, because of the extension).</p> <p>Please enter the path to the QIF file or select it by clicking on the Browse button. Once you have the file's path press the Import button and KMyMoney will import all the transactions, categories and payees it finds.</p>
eo: <p>El ĉi tiu dialogo vi povas importi transakciojn de Quicken<b>™</b>-kongrua dosiero, (konata kiel QIF-dosiero, pro la etendaĵo).</p> <p>Bonvolu enigi la vojon al la QIF-dosiero aŭ elektu ĝin alklakante la butonon Foliumi. Post kiam vi havas la vojon de la dosiero, premu la butonon Importi kaj KMyMoney importos ĉiujn transakciojn, kategoriojn kaj pagatojn kiujn ĝi trovas.</p>

source: QIF File to Import:
eo: QIF-Dosiero Importenda:
ka: QIF ფაილი შემოსატანად:

source: Source of QIF
eo: Fonto de QIF
ka: QIF-ის წყარო

source: Select <b>Bank statement</b> turns on automatic category matching which is turned off in case of <b>Other application</b>. Use the latter if you import files from other Personal Finance Management software.
eo: Elekto <b>Bankdeklaro</b> ŝaltas aŭtomatan kategoriokongruon kiu estas malŝaltita en kazo de <b>Alia aplikaĵo</b>. Uzu ĉi-lastan se vi importas dosierojn de alia programaro pri Persona Financa Administrado.

source: Bank statement
eo: banka komunikaĵo
ka: ბანკის ამონაწერი

source: Other application
eo: Alia apliko
ka: სხვა აპლიკაცია

# Category name
source: Reinvested interest
eo: Reinvestita interezo
ka: პროცენტების რეინვესტირება

# Category name
source: Reinvested dividend
eo: Reinvestita dividendo
ka: დივიდენდის რეინვესტირება

# Category name
source: Reinvested dividend (long term)
eo: Reinvestita dividendo (longperspektiva)
ka: დივიდენდის რეინვესტირება (გრძელვადიანი)

# Category name
source: Reinvested dividend (short term)
eo: Reinvestita dividendo (mallongtempa)
ka: დივიდენდის რეინვესტირება (მოკლევადიანი)

# Category name
source: Dividend
eo: Dividendo
ka: დივიდენდი

# Category name
source: Interest
eo: Interezo
ka: ინტერესი

# Category name
source: Capital Gain (short term)
eo: Kapitalo (mallongtempa)
ka: კაპიტალის მოგება (მოკლევადიანი)

# Category name
source: Capital Gain (mid term)
eo: Kapitalo (mezperiodo)
ka: კაპიტალის მოგება (საშუალოვადიანი)

# Category name
source: Capital Gain (long term)
eo: Kapitalo (longperspektiva)
ka: კაპიტალის მოგება (გრძელვადიანი)

# Category name
source: Returned capital
eo: Revenita kapitalo
ka: შემოსავალი კაპიტალზე

# Category name
source: Miscellaneous income
eo: Diversaj enspezoj
ka: სხვადასხვა შემოსავალი

# Category name
source: Miscellaneous expense
eo: Diversaj elspezoj
ka: სხვადასხვა ხარჯი

# Category name
source: Investment fees
eo: Investkotizoj
ka: საინვესტიციო მოსაკრებლები

source: Unknown QIF type %1
eo: Nekonata QIF-tipo %1
ka: უცნობი QIF ტიპი %1

source: Date format selection
eo: Elekto de dato-formato
ka: თარიღის ფორმატის არჩევანი

source: Pick the date format that suits your input file
eo: Elektu la datformaton, kiu konvenas al via eniga dosiero
ka: აირჩიეთ თარიღის ფორმატი, რომელიც შეესაბამება თქვენს შეყვანის ფაილს

source: Importing QIF...
eo: Importado de QIF...
ka: QIF-ის შემოტანა...

source: Reading QIF...
eo: Legante QIF...
ka: QIF-ის წაკითხვა...

source: Error while running the filter '%1'.
eo: Eraro dum rulado de la filtrilo '%1'.
ka: შეცდომა შესრულებისას ფილტრისთვის '%1'.

source: Filter error
eo: Filtrila eraro
ka: ფილტრის შეცდომა

# QIF tag for security
source: Security
eo: Sekureco
ka: ფასიანი ქაღალდი

# QIF tag for prices
source: Prices
eo: Prezoj
ka: ფასები

# QIF tag for a class
source: Class
eo: Klaso
ka: კლასი

source: The %1 account currently has an opening balance of %2. This QIF file reports an opening balance of %3. Would you like to overwrite the current balance with the one from the QIF file?
eo: La konto %1 nuntempe havas komencan saldon de %2. Ĉi tiu QIF-dosiero raportas komencan saldon de %3. Ĉu vi ŝatus anstataŭigi la nunan bilancon kun tiu el la QIF-dosiero?

source: Overwrite opening balance
eo: Anstataŭigi malferman saldon
ka: საწყისი ბალანსის თავზე გადაწერა

source: Unable to find account: %1
eo: Ne eblas trovi konton: %1
ka: ვერ ვიპოვე ანგარიში: %1

source: Autogenerated by QIF importer
eo: Aŭtomate generita de QIF-importisto
ka: ავტოგენერირებულია QIF შემომტანის მიწერ

source: QIF imported, no account name supplied
eo: QIF importita, neniu kontnomo liverita
ka: QIF შემოტანილია. ანგარიშის სახელი მითითებული არაა

source: KMyMoney has imported a second opening balance transaction into account <b>%1</b> which differs from the one found already on file. Please correct this manually once the import is done.
eo: KMyMoney importis duan transakcion de komenca saldo en konton <b>%1</b> kiu diferencas de tiu jam trovita en dosiero. Bonvolu korekti ĉi tion permane post kiam la importo estas farita.

source: Opening balance problem
eo: Problemo pri malferma saldo
ka: საწყისი ბალანსის პრობლემა

source: Error while creating opening balance transaction
eo: Eraro dum kreado de malferma bilanco transakcio
ka: შეცდომა გახსნის ბალანსის ტრანზაქციის შექმნისას

source: The date entry "%1" read from the file cannot be interpreted through the current date profile setting of "%2". Pressing "Continue" will assign todays date to the transaction. Pressing "Cancel" will abort the import operation. You can then restart the import and select a different QIF profile or create a new one.
eo: La dato-eniro "%1" legita el la dosiero ne povas esti interpretita per la nuna data profilagordo de "%2". Premo "Daŭrigi" atribuos hodiaŭan daton al la transakcio. Premante "Nuligi" ĉesos la importoperacion. Vi povas tiam rekomenci la importadon kaj elekti malsaman QIF-profilon aŭ krei novan.

source: Invalid date format
eo: Nevalida data formato
ka: თარიღის არასწორი ფორმატი

source: This investment account does not contain the "%1" security. Transactions involving this security will be ignored.
eo: Ĉi tiu investkonto ne enhavas la sekurecon "%1". Transakcioj implikantaj ĉi tiun sekurecon estos ignoritaj.

source: %1 (Investment)
eo: %1 (Investo)
ka: %1 (ინვესტიცია)

source: Autogenerated by QIF importer from type Mutual account entry
eo: Aŭtomate generita de QIF-importisto de tipo Reciproka konta eniro

source: Reconciliation report
eo: Raporto pri repaciĝo
ka: შეთანხმების ანგარიში

source: Summar&y
eo: &Resumo
ka: &მიმოხილვა

source: &Details
eo: &Detaloj
ka: &დეტალები

source: Reconciliation report of account %1
eo: Raporto pri repaciĝo de la konto %1
ka: შეთანხმების ანგარიში ანგარიშისთვის %1

source: All values shown in %1
eo: Ĉiuj valoroj montritaj en %1
ka: ყველა მნიშვნელობა, ნაჩვენები %1-ში

source: Summary
eo: Resumo
ka: შეჯამება

source: Starting balance on bank statement
eo: Komenca saldo sur banka deklaro
ka: საწყისი ბალანსი ამონაწერით

source: %1 cleared payment
eo: %1 plenumita pago
ka: %1 გადახდილი გადასახადი

source: %1 cleared deposit
eo: %1 plenumita deponaĵo
ka: %1 გათვალისწინებული დეპოზიტი

source: Ending balance on bank statement
eo: Fina saldo sur banka deklaro
ka: საბოლოო ბალანსი ბანკის ამონაწერზე

source: Cleared balance
eo: Purigita saldo
ka: სუფთა ნაშთი

source: %1 outstanding payment
eo: %1 plenumenda pago
ka: %1 გადაცილებული გადახდა

source: %1 outstanding deposit
eo: %1 plenumenda depono
ka: %1 გადაცილებული დეპოზიტი

source: Register balance as of %1
eo: Registri saldo ekde %1
ka: ბალანსის რეგისტრაცია, როგორც %1

source: %1 payment after %2
eo: %1 pago post %2
ka: %1 გადახდა %2-ის შემდეგ

source: %1 deposit after %2
eo: %1 depono post %2
ka: %1 დეპოზიტი %2-ის შემდეგ

source: Register ending balance
eo: Registri finan saldon
ka: საბოლოო ანგარიში რეესტრის მიხედვით

source: Category
eo: Kategorio
ka: კატეგორია

source: Outstanding payments
eo: Elstaraj pagoj
ka: გადაცილებული გადახდები

source: One outstanding payment of
eo: Unu plenumenda pago de
ka: ერთი აუცილებელი გადახდა

source: Outstanding charges
eo: Elstaraj ŝarĝoj
ka: აუცილებელი გადასახდელები

source: Outstanding deposits
eo: Elstaraj deponejoj
ka: აუცილებელი დეპოზიტები

source: One outstanding charges of
eo: Unu plenumenda pagoŝarĝo de
ka: ერთი აუცილებელი გადახდა

source: One outstanding deposit of
eo: Unu plenumenda deponaĵo de
ka: ერთი აუცილებელი დეპოზიტი

source: Create Tables
eo: Krei Tabelojn
ka: ცხრილების შექმნა

source: Save SQL
eo: Konservi SQL
ka: SQL-ის შენახვა

source: In order to use a database, you need to install some additional software. Click Help for more information
eo: Por uzi datumbazon, vi devas instali aldonan programaron. Alklaku Helpon por pliaj informoj

source: No Qt SQL Drivers
eo: Neniuj Qt SQL-ŝoforoj
ka: Qt-ის SQL-ის დრაივერები დაყენებული არაა

source: Unable to open database. You must use an SQL CREATE DATABASE statement before creating the tables.
eo: Ne eblas malfermi datumbazon. Vi devas uzi deklaron SQL CREATE DATABASE antaŭ krei la tabelojn.
ka: მონაცემთა ბაზის გახსნა შეუძლებელია. ცხრილების შექმნამდე უნდა გამოიყენოთ პროცედურა SQL CREATE DATABASE.

source: Tables successfully created
eo: Tabeloj sukcese kreitaj
ka: ცხრილები წარმატებით შეიქმნა
