Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: * Split %2 in transaction '%1' contains different signs for shares and value. Please fix manually.
eo: * Dividi %2 en transakcio '%1' enhavas malsamajn signojn por akcioj kaj valoro. Bonvolu ripari permane.

source: * Split %2 in transaction '%1' contains a reference to invalid account %3. Please fix manually.
eo: * Dividi %2 en transakcio '%1' enhavas referencon al nevalida konto %3. Bonvolu ripari permane.
ka: * გაყოფა %2 ტრანზაქციაში '%1' შეიცავს მიმართვას არასწორ ანგარიშზე %3. გაასწორეთ ხელით.

source: * action marked as interest in split of transaction '%1'.
eo: * ago markita kiel intereso en divido de transakcio '%1'.
ka: * ქმედება მოინიშნა, როგორც გაყოფის პროცენტი ტრანზაქციისთვის '%1'.

source: * Transaction '%1' has an invalid post date.
eo: * Transakcio '%1' havas nevalidan afiŝon daton.
ka: * ტრანზაქციის '%1' პოსტის თარიღი არასწორია.

source: The post date was updated to '%1'.
eo: La afiŝdato estis ĝisdatigita al '%1'.
ka: პოსტის თარიღი განახლდა '%1-ზე'.

source: * Transaction '%1' has a post date '%2' before one of the referenced account's opening date.
eo: * Transakcio '%1' havas poŝtan daton '%2' antaŭ unu el la referencaj datoj de malfermo de la konto.
ka: * ტრანზაქციას '%1' აქვს გამოტანის თარიღი '%2', რომელიც ერთ-ერთი მიმართული ანგარიშის გახსნის თარიღზე ადრეა.

source: Referenced accounts: %1
eo: Referencitaj kontoj: %1
ka: დაკავშირებული ანგარიშები: %1

source: The post date was not updated to '%1'.
eo: La afiŝdato ne estis ĝisdatigita al '%1'.
ka: პოსტის თარიღი არ განახლდა თარიღზე '%1'.

source: * Payee id updated in split of schedule '%1'.
eo: * Pagita identigilo ĝisdatigita en divido de horaro '%1'.
ka: * მიმღების id განახლდა გეგმის '%1' გაყოფისას.

source: * Split in scheduled transaction '%1' contained value != 0 and shares == 0.
eo: * Divido en planita transakcio '%1' enhavis valoron != 0 kaj kundividoj == 0.
ka: * გაყოფა დაგეგმილ ტრანზაქციაში '%1' შეიცავდა მნიშვნელობას != 0 და აქციებს, რომლებიც == 0.

source: Shares set to value.
eo: Akcioj valorigitaj.
ka: აქციები დადგენილი ღირებულებით.

source: * Removed bankid from split in scheduled transaction '%1'.
eo: * Forigita bankid de disigo en planita transakcio '%1'.
ka: * წაიშალა bankid გაყოფიდან დაგეგმილი ტრანზაქციისთვის '%1'.

source: * shares set to value in split in schedule '%1'.
eo: * akcioj agordis al valoro en disigo en horaro '%1'.
ka: * აქციები დაყენებულია მნიშვნელობაზე გაყოფილ ტრანზაქციაში '%1'.

source: * value set to shares in split in schedule '%1'.
eo: * valoro agordita al divido en horaro '%1'.
ka: * მნიშვნელობები დაყენებულია აქციებზე გაყოფილ ტრანზაქციაში '%1'.

source: * Split %2 in schedule '%1' contains a reference to invalid account %3. Please fix manually.
eo: * Dividi %2 en horaro '%1' enhavas referencon al nevalida konto %3. Bonvolu ripari permane.
ka: * გაყოფა %2 გეგმაში '%1' შეიცავს მიმართვას არასწორ ანგარიშზე %3. გაასწორეთ ხელით.

source: * Imported flag removed from schedule '%1'
eo: * Importita flago forigita de horaro '%1'
ka: * შემოტანილი ალამი წაშლილია გეგმიდან '%1'

source: * Payee id updated in report '%1'.
eo: * Pagato-identigilo ĝisdatigita en raporto '%1'.
ka: * მიმღების id განახლდა ანგარიშში '%1'.

source: * Payee '%1' removed.
eo: * Pagato '%1' forigita.
ka: * მიმღები '%1' წაიშალა.

source: * Potential problem with securities/currencies
eo: * Ebla problemo kun valorpaperoj/valutoj

source: * The account '%1' in currency '%2' has no price set for the opening date '%3'.
eo: * La konto '%1' en valuto '%2' havas neniun prezon fiksitan por la malferma dato '%3'.

source: Please enter a price for the currency on or before the opening date.
eo: Bonvolu enigi prezon por la valuto en aŭ antaŭ la malferma dato.

source: * The security '%1' has no price set for the opening date '%2'.
eo: * La sekureco '%1' havas neniun prezon fiksitan por la malferma dato '%2'.

source: Please enter a price for the security on or before the opening date.
eo: Bonvolu enigi prezon por la sekureco en aŭ antaŭ la malferma dato.

source: * Problem with budget '%1'
eo: * Problemo kun buĝeto '%1'
ka: * პრობლემა ბიუჯეტთან '%1'

source: * The account with id %1 referenced by the budget does not exist anymore.
eo: * La konto kun id %1 referencita de la buĝeto ne plu ekzistas.
ka: * ანგარიში id-ით %1, რომელსაც ბიუჯეტი მიმართავს, აღარ არსებობს.

source: The account reference will be removed.
eo: La kontreferenco estos forigita.
ka: ანგარიშის მითითება წაიშლება.

source: Finished: data is consistent.
eo: Finite: datumoj estas konsekvencaj.
ka: დასრულდა. მონაცემები მთლიანია.

source: %1 problem corrected.
eo: %1 problemo korektita.
ka: გასწორდა %1 პრობლემა.

source: %1 problem still present.
eo: %1 problemo persistanta.
ka: ჯერ კიდევ არსებობს %1 პრობლემა.

source: Finished: %1 %2
eo: Finite: %1 %2
ka: დასრულდა: %1 %2

source: Austrian Schilling
eo: aŭstra skilingo
ka: ავსტრიული შილინგი

source: German Mark
eo: Germana marko
ka: გერმანული მარკა

source: French Franc
eo: Franca Franko
ka: ფრანგული ფრანკი

source: Italian Lira
eo: Itala Liro
ka: იტალიური ლირა

source: Spanish Peseta
eo: Hispana Peseto
ka: ესპანური პესეტა

source: Dutch Guilder
eo: nederlanda guldeno
ka: ჰოლანდიური გილდერი

source: Belgian Franc
eo: belga franko
ka: ბელგიური ფრანკი

source: Luxembourg Franc
eo: Luksemburgia Franko
ka: ლუქსემბურგული ფრანკი

source: Irish Pound
eo: Irlanda funto
ka: ირლანდიური ფუნტი

source: Finnish Markka
eo: finna Markka
ka: ფინური მარკკა

source: Greek Drachma
eo: Greka Draĥmo
ka: ბერძნული დრაქმა

source: Bulgarian Lev
eo: Bulgara lev
ka: ბულგარელი ლევი

source: Romanian Leu
eo: Rumana Leu
ka: რუმინული ლევი

source: Russian Ruble (old)
eo: Rusa rublo (malnova)
ka: რუსული რუბლი (ძველი)

source: Slovenian Tolar
eo: Slovena Tolar
ka: სლოვენიური ტოლარი

source: Turkish Lira (old)
eo: Turka Liro (malnova)
ka: თურქული ლირა (ძველი)

source: Maltese Lira
eo: Malta lira
ka: მალტური ლირა

source: Cyprus Pound
eo: Cipra pound
ka: კვიპროსული ფუნტი

source: Slovak Koruna
eo: Slovaka krono
ka: სლოვაკური კორუნა

source: Mozambique Metical
eo: Mozambiko Metical
ka: მოზამბიკური მეტიკალი

source: Azerbaijani Manat
eo: Azera Manato
ka: აზერბაიჯანული მანატი

source: Lithuanian Litas
eo: Litova Litas
ka: ლიეტუვის ლიტასი

source: Belarusian Ruble (old)
eo: Belarusian Rublo (malnova)
ka: ბელორუსული რუბლი (ძველი)

source: Zambian Kwacha (old)
eo: Zambia Kwacha (malnova)
ka: ზამბიური კვაჩა (ძველი)

source: Croatian Kuna
eo: Kroata Kuna
ka: ხორვატიული კუნა

source: Afghanistan Afghani
eo: Afganio Afghani
ka: ავღანური აფგანი

source: Albanian Lek
eo: Albana Lek
ka: ალბანური ლეკი

source: Netherland Antillian Guilder
eo: Nederlanda Antilia Guldeno
ka: ნიდერლანდების ანტილეის გილდერი

source: Algerian Dinar
eo: Alĝeria dinaro
ka: ალჟირის დინარი

source: Andorran Franc
eo: andora franko
ka: ანდორული ფრანკი

source: Andorran Peseta
eo: Andora peseta
ka: ანდორული პესეტა

source: Angolan Kwanza
eo: angola Kwanza
ka: ანგოლური კვანზა

source: Argentine Peso
eo: Argentina peso
ka: არგენტინური პესო

source: Aruban Florin
eo: Aruba Florin
ka: არუბან ფლორინი

source: Australian Dollar
eo: Aŭstralia dolaro
ka: ავსტრალიური დოლარი

source: Bahamian Dollar
eo: Bahama dolaro
ka: ბაჰამის დოლარი

source: Bahraini Dinar
eo: Barajna dinaro
ka: ბაჰრეინი დინარი

source: Bangladeshi Taka
eo: Bangladeŝa Taka
ka: ბანგლადეშური ტაკა

source: Barbados Dollar
eo: Babadosa dolaro
ka: ბარბადოსის დოლარი

source: Belarusian Ruble
eo: Belorusia rublo
ka: ბელორუსული რუბლი

source: Belize Dollar
eo: Beliza dolaro
ka: ბელიზი დოლარი

source: Bermudian Dollar
eo: Bermuda dolaro
ka: ბერმუდიური დოლარი

source: Bhutan Ngultrum
eo: Butano Ngultrum
ka: ბუტანური ნგულტრუმი

source: Bolivian Boliviano
eo: boliviano
ka: ბოლივიური ბოლივიანო

source: Bosnian Convertible Mark
eo: Bosnia Konvertebla Marko
ka: ბოსნიური კონვერტირებადი ნიშანი

source: Botswana Pula
eo: Bocvano Pula
ka: ბოტსვანური პულა

source: Brazilian Real
eo: Brazila real
ka: ბრაზილიური რეალური

source: British Pound
eo: Brita Pundo
ka: ბრიტანული ფუნტი სტერლინგი

source: Brunei Dollar
eo: Bruneja dolaro
ka: ბრუნეი დოლარი

source: Bulgarian Lev (new)
eo: Bulgara Lev (nova)
ka: ბულგარელი ლევი (ახალი)

source: Burundi Franc
eo: Burunda franc
ka: ბურუნდი ფრანკი

source: Cambodia Riel
eo: Kamboĝa Riel
ka: კამბოჯური რიელი

source: Canadian Dollar
eo: Kanada dolaro
ka: კანადური დოლარი

source: Cape Verde Escudo
eo: Kabo-Verda eskudo
ka: კაბო-ვერდეს ესკუდო

source: Cayman Islands Dollar
eo: Kajmanaj insuloj-dolaro
ka: კაიმანის კუნძულების დოლარი

source: Chilean Peso
eo: Ĉilia peso
ka: ჩილეური პესო

source: Chinese Yuan Renminbi
eo: Ĉina Yuan Renminbi
ka: ჩინური იუან რენმინბი

source: Colombian Peso
eo: Kolombia peso
ka: კოლუმბიური პესსო

source: Comoros Franc
eo: Komoro Franko
ka: კომოროს ფრანკი

source: Costa Rican Colon
eo: Kostarika colon
ka: კოსტა რიკანის კოლონი

source: Cuban Peso
eo: Kuba peso
ka: კუბის პესო

source: Cuban Convertible Peso
eo: Kuba Konvertebla Peso
ka: კუბის კონვერტირებადი პესო

source: Czech Koruna
eo: Ĉeĥa krono
ka: ჩეხური კორუნა

source: Danish Krone
eo: Dana krono
ka: დანიის კრონი

source: Djibouti Franc
eo: Ĝibuta franc
ka: ჯიბუტი ფრანკი

source: Dominican Peso
eo: Dominika peso
ka: დომინიკ პესო

source: East Caribbean Dollar
eo: Orientkariba dolaro
ka: აღმოსავლეთ კარიბული დოლარი

source: Egyptian Pound
eo: Egipta pound
ka: ეგვიპტური ფუნტი

source: El Salvador Colon
eo: Elsalvadora colon
ka: სალვადორული კოლონი

source: Eritrean Nakfa
eo: Eritrea Nakfa
ka: ერიტრეული ნაკფა

source: Estonian Kroon
eo: Estona Kroon
ka: ესტონური კრონი

source: Ethiopian Birr
eo: Etiopa birr
ka: ეთიოპიური ბირი

source: Euro
eo: Eŭro
ka: ევრო

source: Falkland Islands Pound
eo: Falkland-insuloj pound
ka: ფოლკლენდის კუნძულების ფუნტი

source: Fiji Dollar
eo: Fiĝia dolaro
ka: ფიჯი დოლარი

source: Gambian Dalasi
eo: Gambia Dalasi
ka: გამბიური დალასი

source: Georgian Lari
eo: kartvela Lari
ka: ქართული ლარი

source: Ghanaian Cedi
eo: Ganaa Cedio
ka: განური ცედი

source: Gibraltar Pound
eo: Gibraltara pound
ka: გიბრალტარის ფუნტი

source: Guatemalan Quetzal
eo: gvatemala kecalo
ka: გვატემალური კვეცელი

source: Guinea-Bissau Peso
eo: Gineo-Bisaa peso
ka: გვინეა-ბისაუური პესო

source: Guyanan Dollar
eo: Gujana Dolaro
ka: გაიანური დოლარი

source: Honduran Lempira
eo: Hondura Lempira
ka: ჰონდურასული ლემპირა

source: Hong Kong Dollar
eo: Honkonga dolaro
ka: ჰონგ კონგის დოლარი

source: Hungarian Forint
eo: Hungara Forinto
ka: უნგრული ფორინტი

source: Iceland Krona
eo: Islanda krono
ka: ისლანდიური კრონა

source: Indian Rupee
eo: Inda rupee
ka: ინდური რუპი

source: Indonesian Rupiah
eo: indonezia rupio
ka: ინდონეზიური რუპია

source: Iranian Rial
eo: Irana rial
ka: ირანული რიალი

source: Iraqi Dinar
eo: Iraka dinaro
ka: ერაყული დინარი

source: Israeli New Shekel
eo: Israela Nova Ŝekelo
ka: ისრაელის ახალი შეკელი

source: Jamaican Dollar
eo: Ĵamajka dolaro
ka: იამაიკური დოლარი

source: Japanese Yen
eo: Japana Eno
ka: იაპონური იენი

source: Jordanian Dinar
eo: Jordana dinaro
ka: იორდანიის დინარი

source: Kazakhstan Tenge
eo: Kazaĥio Tenge
ka: ყაზახური ტენგე

source: Kenyan Shilling
eo: Kenia ŝilingo
ka: კენიის შილინგი

source: Kuwaiti Dinar
eo: Kuvajta dinaro
ka: ქუვეითი დინარი

source: Kyrgyzstan Som
eo: Kirgizio Som
ka: ყირგიზული სომი

source: Laos Kip
eo: Laosa Kip
ka: ლაოსური კიპი

source: Latvian Lats
eo: Latva lats
ka: ლატვიური ლატები

source: Lebanese Pound
eo: Libanona pound
ka: ლიბანის ფუნტი

source: Liberian Dollar
eo: Liberia dolaro
ka: ლიბერიული დოლარი

source: Libyan Dinar
eo: Libia Dinaro
ka: ლიბიური დინარი

source: Macau Pataca
eo: Makao Patako
ka: მაკანეზური პატაკა

source: Macedonian Denar
eo: Makedona Denaro
ka: მაკედონიური დენარი

source: Malagasy Franc
eo: Madagaskara franc
ka: მალაგასური ფრანკი

source: Malawi Kwacha
eo: Malavia Kwacha
ka: მალავური კვაჩა

source: Malaysian Ringgit
eo: Malajsio ringgit
ka: მალაიზიური რინგგიტი

source: Mali Republic Franc
eo: Malia Respubliko Franko
ka: მალის ფრანკი

source: Mauritanian Ouguiya
eo: Maŭritana Ouguiya
ka: მავრიტანული ოუგუია

source: Mauritius Rupee
eo: Maŭrica rupee
ka: მავრიკული რუპია

source: Mexican Peso
eo: Meksika peso
ka: მექსიკური პესო

source: Moldavian Leu
eo: Moldavo Leu
ka: მოლდავური ლეუ

source: Mongolian Tugrik
eo: Mongola Tugrik
ka: მონღოლური ტუგრიკი

source: Moroccan Dirham
eo: Moroka dirĥamo
ka: მაროკოული დირჰემი

source: Myanmar Kyat
eo: Mjanmara Kyat
ka: მიანმური კიატი

source: Namibian Dollar
eo: Namibia dolaro
ka: ნამიბიური დოლარი

source: Nepalese Rupee
eo: Nepala rupee
ka: ნეპალური რუპია

source: New Zealand Dollar
eo: Novzelanda dolaro
ka: ახალზელანდიური დოლარი

source: Nicaraguan Cordoba Oro
eo: Nikaragva Cordoba Oro
ka: ნიკარაგუის კორდობა ორო

source: Nigerian Naira
eo: Niĝeria Naira
ka: ნიგერიული ნაირა

source: North Korean Won
eo: Nordkorea Won
ka: ჩრდილოეთ კორეული ვონი

source: Norwegian Kroner
eo: norvega krono
ka: ნორვეგიული კრონი

source: Omani Rial
eo: Omana Rial
ka: ომანური რიალი

source: Pakistan Rupee
eo: Pakistana rupee
ka: პაკისტანური რუპია

source: Panamanian Balboa
eo: Panama Balboa
ka: პანამანული ბალბოა

source: Papua New Guinea Kina
eo: Papuo-Nov-Gvineo Kina
ka: პაპუა ახალი გვინეური კინა

source: Paraguay Guarani
eo: Paragvajo Gvarania
ka: პარაგვაული გუარანი

source: Peruvian Nuevo Sol
eo: Perua Nova Suno
ka: პერუული ახალი სოლი

source: Philippine Peso
eo: Filipina peso
ka: ფილიპინური პესო

source: Polish Zloty
eo: Pola Zloto
ka: პოლონური ზლოტი

source: Qatari Rial
eo: Katara rial
ka: კატარის რიალი

source: Romanian Leu (new)
eo: Rumana Leu (nova)
ka: რუმინული ლეუ (ახალი)

source: Russian Ruble
eo: Rusa rublo
ka: რუსული რუბლი

source: Rwanda Franc
eo: Ruanda franc
ka: რვანდული ფრანკი

source: Samoan Tala
eo: Samoa Tala
ka: სამოური თალა

source: Sao Tome and Principe Dobra
eo: Sao Tome kaj Principe Dobra
ka: საო ტომე და პრინციპეს დობრა

source: Saudi Riyal
eo: Saŭda rijal
ka: საუდის რიალი

source: Serbian Dinar
eo: Serba dinaro
ka: სერბული დინარი

source: Seychelles Rupee
eo: Sejĉela rupee
ka: სეიშელების რუპია

source: Sierra Leone Leone
eo: Siera-Leono-Leono
ka: სიერა-ლეონეს ლეონე

source: Singapore Dollar
eo: Singapura dolaro
ka: სინგაპურის დოლარი

source: Solomon Islands Dollar
eo: Solomoninsula dolaro
ka: სოლომონის კუნძულების დოლარი

source: Somali Shilling
eo: Somalia ŝilingo
ka: სომალის შილინგი

source: South African Rand
eo: Sudafrika Rand
ka: სამხრეთ აფრიკული რენდი

source: South Korean Won
eo: Sudkorea Won
ka: ჩრდილოეთ კორეული ვონი

source: St. Helena Pound
eo: Sankta Helena Pound
ka: წმინდა ჰელენას ფუნტი

source: Sudanese Dinar
eo: Sudana dinaro
ka: სუდანური დინარი

source: Suriname Guilder
eo: Surinama guldeno
ka: სურინამული გილდერი

source: Swaziland Lilangeni
eo: Svazilando Lilangeni
ka: ესვატინური ლილანგენი

source: Swedish Krona
eo: Sveda krono
ka: შვედური კრონა

source: Swiss Franc
eo: Svisa franc
ka: შვეიცარიული ფრანკი

source: Syrian Pound
eo: Siria pound
ka: სირიული ფუნტი

source: Taiwan Dollar
eo: Tajvana Dolaro
ka: ტაივანური დოლარი

source: Tajikistan Somoni
eo: Taĝikio Somoni
ka: ტაჯიკური სომონი

source: Tanzanian Shilling
eo: Tanzania ŝilingo
ka: ტანზანიის შილინგი

source: Thai Baht
eo: Tajlanda Baht
ka: ტაილანდური ბაჰტი

source: Tongan Pa'anga
eo: Tonga Pa'anga
ka: ტონგური პაანგა

source: Trinidad and Tobago Dollar
eo: Trinidada kaj Tobaga dolaro
ka: ტრინიდადი და ტობაგოს დოლარი

source: Tunisian Dinar
eo: Tuniza dolaro
ka: ტუნისური დინარი

source: Turkish Lira
eo: Turka lira
ka: თურქული ლირა

source: Turkmenistan Manat
eo: Turkmenia Manato
ka: თურქმენული მანატი

source: US Dollar
eo: US dolaro
ka: აშშ დოლარი

source: Uganda Shilling
eo: Uganda ŝilingo
ka: უგანდური შილინგი

source: Ukraine Hryvnia
eo: Ukrainio Grivnio
ka: უკრაინული გრივნა

source: Unidad de Fometo
eo: Unidad de Fomento
ka: უნიდად დე ფომეტო

source: United Arab Emirates Dirham
eo: Dirhamo de Unuiĝintaj Arabaj Emirlandoj
ka: არაბთა გაერთიანებული საამიროების დირჰემი

source: Uruguayan Peso
eo: Urugvaja Peso
ka: ურუგვაული პესო

source: Uzbekistani Sum
eo: Uzbeka Sumo
ka: უზბეკური სუმი

source: Venezuelan Bolivar
eo: Venezuela Bolivaro
ka: ვენესუელური ბოლივარი

source: Vietnamese Dong
eo: Vjetnama Dong
ka: ვიეტნამური დონგი

source: Zambian Kwacha
eo: Zambia Kwacha
ka: ზამბიური კვაჩა

source: Zimbabwe Dollar
eo: Zimbabva dolaro
ka: ზიმბაბვური დოლარი

source: Gold
eo: Oro
ka: ოქრო

source: Palladium
eo: Paladio
ka: პალადიუმი

source: Platinum
eo: Plateno
ka: პლატინა

source: Silver
eo: Arĝento
ka: ვერცხლი

source: Opening Balances
eo: Malfermaj Saloj
ka: საწყისი ბალანსი

# Frequency of schedule
source: Once
eo: Unufoje
ka: ერთხელ

# Frequency of schedule
source: Daily
eo: Ĉiutage
ka: დღიურად

# Frequency of schedule
source: Weekly
eo: Ĉiusemajne
ka: კვირაში ერთხელ

# Frequency of schedule
source: Fortnightly
eo: Dudeksemajne
ka: ორკვირიანი

# Frequency of schedule
source: Every other week
eo: Ĉiun duan semajnon
ka: ყოველკვირა

# Frequency of schedule
source: Every half month
eo: Ĉiun duonmonaton
ka: ყოველ ნახევარ თვეში

# Frequency of schedule
source: Every three weeks
eo: Ĉiujn tri semajnojn
ka: ყოველ სამ კვირაში

# Frequency of schedule
source: Every four weeks
eo: Ĉiujn kvar semajnojn
ka: ყოველ ოთხ კვირაში

# Frequency of schedule
source: Every thirty days
eo: Ĉiuj tridek tagoj
ka: ყოველ ოცდაათ დღეში

# Frequency of schedule
source: Monthly
eo: Monata
ka: თვეში ერთხელ

# Frequency of schedule
source: Every eight weeks
eo: Ĉiujn ok semajnojn
ka: ყოველ რვა კვირაში

# Frequency of schedule
source: Every two months
eo: Ĉiujn du monatojn
ka: ყოველ ორ თვეში

# Frequency of schedule
source: Every three months
eo: Ĉiujn tri monatojn
ka: ყოველ 3 თვეში

# Frequency of schedule
source: Quarterly
eo: Kvaronjara
ka: კვარტლურად

# Frequency of schedule
source: Every four months
eo: Ĉiuj kvar monatoj
ka: ყოველ ოთხ თვეში

# Frequency of schedule
source: Twice yearly
eo: Dufoje ĉiujare
ka: ორჯერ წელიწადში

# Frequency of schedule
source: Yearly
eo: Ĉiujare
ka: წლიურად

# Frequency of schedule
source: Every other year
eo: Ĉiun duan jaron
ka: ყოველ მეორე წელს

# Frequency of schedule
source: Any
eo: Iu
ka: ნებისმიერი

# Frequency of schedule
source: %1 times
eo: %1 fojoj
ka: %1-ჯერ

# Frequency of schedule
source: Every %1 days
eo: Ĉiun %1 tagojn
ka: ყოველ %1 დღეში

# Frequency of schedule
source: Every %1 weeks
eo: Ĉiun %1 semajnojn
ka: ყოველ %1 კვირაში

# Frequency of schedule
source: Every %1 half months
eo: Ĉiun %1 duonmonaton
ka: ყოველ %1 ნახევარ თვეში

# Frequency of schedule
source: Every %1 months
eo: Ĉiun %1 monatojn
ka: ყოველ %1 თვეში

# Frequency of schedule
source: Every %1 years
eo: Ĉiun %1 jarojn
ka: ყოველ %1 წელიწადში

# Schedule occurrence period
source: Any
eo: Iu
ka: ნებისმიერი

# Schedule occurrence period
source: Once
eo: Unufoje
ka: ერთხელ

# Schedule occurrence period
source: Day
eo: Tago
ka: დღე

# Schedule occurrence period
source: Week
eo: Semajno
ka: კვირა

# Schedule occurrence period
source: Half-month
eo: Duonmonato
ka: 2 კვირაში ერთხელ

# Schedule occurrence period
source: Month
eo: Monato
ka: თვე

# Schedule occurrence period
source: Year
eo: Jaro
ka: წელი

# Scheduled transaction type
source: Deposit
eo: Deponejo
ka: დეპოზიტი

# Scheduled transaction type
source: Transfer
eo: Translokigo
ka: Გადაცემა

# Scheduled transaction type
source: Loan payment
eo: Pago de prunto
ka: სესხის გადახდა

# Scheduled transaction type
source: Unknown
eo: Nekonata
ka: უცნობი

# Scheduled Transaction payment type
source: Direct debit
eo: Rekta debeto
ka: პირდაპირი სესხი

# Scheduled Transaction payment type
source: Direct deposit
eo: Rekta deponejo
ka: პირდაპირი დეპოზიტი

# Scheduled Transaction payment type
source: Manual deposit
eo: Mana deponejo
ka: ხელით დეპოზიტი

# Scheduled Transaction payment type
source: Other
eo: Alia
ka: სხვა

# Scheduled Transaction payment type
source: Write check
eo: Skribi ĉekon
ka: ჩეკის დაწერა

# Scheduled Transaction payment type
source: Standing order
eo: Konstanta ordo
ka: დალაგების მიმდევრობა

# Scheduled Transaction payment type
source: Bank transfer
eo: banka ĝiro
ka: ბანკის გადარიცხვა

# Scheduled Transaction payment type
source: Any (Error)
eo: Ajna (Eraro)
ka: ნებისმიერი (შეცდომა)

source: Change the date to the previous processing day
eo: Ŝanĝi la daton al la antaŭa pretiga tago
ka: თარიღის შეცვლა წინა საბანკო დღეზე

source: Change the date to the next processing day
eo: Ŝanĝi la daton al la sekva pretiga tago
ka: თარიღის შეცვლა შემდეგ საბანკო დღეზე

source: Do not change the date
eo: Ne ŝanĝi la daton
ka: თარიღი არ შეიცვლება

# Security type
source: Stock
eo: Akcio
ka: მოყოლილი

# Security type
source: Mutual Fund
eo: Reciproka Fonduso
ka: საერთო ფონდი

# Security type
source: Bond
eo: Obligacio
ka: ბმა

# Security type
source: Currency
eo: Valuto
ka: ფული

# Security type
source: None
eo: Neniu
ka: არცერთ

# Security type
source: Unknown
eo: Nekonata
ka: უცნობი

source: HalfUp
eo: Duono Supre
ka: ნახევრით მაღლა

source: Unknown
eo: Nekonata
ka: უცნობი

source: <p>Invalid tag <b>%1</b> in template file <b>%2</b></p>
eo: <p>Nevalida etikedo <b>%1</b> en ŝablondosiero <b>%2</b></p>
ka: <p>არასწორი ჭდე <b>%1</b> შაბლონის ფაილში <b>%2</b></p>

source: <p>Missing tag <b>%1</b> in template file <b>%2</b></p>
eo: <p>Mankas etikedo <b>%1</b> en ŝablondosiero <b>%2</b></p>
ka: <p>აკლია ჭდე <b>%1</b> შაბლონის ფაილში <b>%2</b></p>

source: <p>Invalid root element in template file <b>%1</b></p>
eo: <p>Nevalida radika elemento en ŝablondosiero <b>%1</b></p>
ka: <p>არასწორი საწყისი ელემენტი შაბლონის ფაილში <b>%1</b></p>

source: Could not load responsible plugin to view this task.
eo: Ne eblis ŝargi respondecan kromprogramon por vidi ĉi tiun taskon.
ka: ამ ამოცანის ნახვაზე პასუხისმგებელი დამატების ჩატვირთვა შეუძლებელია.

# Split header
source: Category
eo: Kategorio
ka: კატეგორია

# Split header
source: Memo
eo: Noto
ka: მემორანდუმი

# Split header
source: Payment
eo: Pagado
ka: გადახდა

# Split header
source: Deposit
eo: Deponejo
ka: დეპოზიტი

# Reconciliation state 'Not reconciled'
source: Not reconciled
eo: Ne repacigita
ka: შეთანხმებული არაა

# Reconciliation state 'Reconciled'
source: Reconciled
eo: Repacigita
ka: შეთანხმებულია

# Reconciliation state 'Frozen'
source: Frozen
eo: Frostita
ka: გაყინული

# Reconciliation state
source: Status
eo: Stato
ka: სტატუსი

source: Favorite
eo: Ŝatata
ka: რჩეული

source: Asset accounts
eo: Aktivaj kontoj
ka: აქტივების ანგარიშები

source: Liability accounts
eo: Kontoj de respondeco
ka: პასუხიმგებლობის ანგარიშები

source: Income categories
eo: Enspezaj kategorioj
ka: შემოსავლის კატეგორიები

source: Expense categories
eo: Elspezaj kategorioj
ka: ხარჯების კატეგორიები

source: Equity accounts
eo: Akciaj kontoj
ka: კაპიტალის ანგარიშები

# @title:column Shows the Name of account
source: Name
eo: Nomo
ka: სახელი

# @title:column Shows the Type of account (e.g. Asset, Checking, Credit Card)
source: Type
eo: Tipo
ka: ტიპით

# @title:column Indicates whether account has an online mapping configured
source: Online
eo: Rete
ka: ონლაინ

# @title:column Indicates whether account is included in tax reports
source: Tax
eo: Imposto
ka: გადასახადი

# @title:column Shows account's balance (in account's currency)
source: Balance
eo: Kompensi
ka: ბალანსი

source: Posted Value
eo: Afiŝita Valoro
ka: გამოტანილი მნიშვნელობა

source: Total Value
eo: Suma valoro
ka: მთლიანი ღირებულება

# @title:column Shows Account Number
source: Number
eo: Numero
ka: რიცხვი

source: Bank Code
eo: Banka Kodo
ka: ბანკის კოდი

source: Full name
eo: Plena nomo
ka: სრული სახელი

source: Type
eo: Tipo
ka: ტიპით

# @info:tooltip for 'Online' column (YES/NO value)
source: Whether account has online mapping set up
eo: Ĉu konto havas interretan mapadon agordita
ka: აქვს თუ არა მორგებული ანგარიშს ინტერნეტ-ასახვა

# @info:tooltip for 'Tax' column (YES/NO value)
source: Whether account is included in tax reports
eo: Ĉu konto estas inkluzivita en impostaj raportoj
ka: ჩაისმება თუ არა ეს ანგარიში გადასახადების ანგარიშებში
