Repository: KDE/kmymoney
Catalog: po/*/kmymoney.po
Languages: eo, ka

source: Total Liabilities
eo: Totalaj Pasivoj
ka: სულ ვალდებულებები

source: Cash Flow Summary
eo: Resumo de Monfluo

source: Income and Expenses of Current Month
eo: Enspezoj kaj Elspezoj de Nuna Monato
ka: მიმდინარე თვის შემოსავალი და ხარჯები

source: Scheduled Income
eo: Planita Enspezo
ka: გეგმიური შემოსავალი

source: Expenses
eo: Elspezoj
ka: ხარჯები

source: Scheduled Expenses
eo: Planitaj Elspezoj
ka: დაგეგმილი ხარჯები

source: Liquid Assets and Liabilities
eo: Likvaj Aktivoj kaj Pasivoj
ka: ლიკვიდური აქტივები და ვალდებულებები

source: Liquid Assets
eo: Likvaj Aktivoj
ka: ლიკვიდური აქტივები

source: Transfers to Liquid Liabilities
eo: Translokiĝoj al Likvaj Pasivoj
ka: გადარიცხვები ლიკვიდურ ვალდებულებებზე

source: Liquid Liabilities
eo: Likvaj Pasivoj
ka: ლიკვიდური ვალდებულებები

source: Other Transfers
eo: Aliaj Translokigoj
ka: სხვა გადარიცხვები

source: Cash Flow Status
eo: Mona Fluo-Stato
ka: ნაღდი ფულის დინების სტატუსი

source: Expected Liquid Assets
eo: Atenditaj Likvaj Aktivoj
ka: მოსალოდნელი ლიკვიდური აქტივები

source: Expected Liquid Liabilities
eo: Atenditaj Likvaj Pasivoj
ka: მოსალოდნელი ლიკვიდური ვალდებულებები

source: Expected Profit/Loss
eo: Atendita Profito/Perdo
ka: მოსალოდნელი მოგება/ზარალი

source: Unable to store institution: %1
eo: Ne eblas konservi institucion: %1
ka: დაწესებულების შენახვა შეუძლებელია: %1

source: Unable to edit institution: %1
eo: Ne eblas redakti institucion: %1
ka: დაწესებულების ჩასწორება შეუძლებელია: %1

source: <p>Do you really want to delete the institution <b>%1</b>?</p>
eo: <p>Ĉu vi vere volas forigi la institucion <b>%1</b>?</p>
ka: <p>მართლა გნებავთ, წაშალოთ დაწესებულება <b>%1</b>?</p>

# @title:window
source: Delete institution
eo: Forigi institucion
ka: დაწესებულების წაშლა

source: Unable to delete institution: %1
eo: Ne eblas forigi institucion: %1
ka: ვერ წავშალე დაწესებულება: %1

source: <p>Do you really want to delete the investment <b>%1</b>?</p>
eo: <p>Ĉu vi vere volas forigi la investon <b>%1</b>?</p>
ka: <p>მართლა გნებავთ, წაშალოთ ინვესტიცია <b>%1</b>?</p>

source: Delete investment
eo: Forigi investon
ka: ინვესტიციის წაშლა

source: Unable to delete investment: %1
eo: Ne eblas forigi investon: %1
ka: ინვესტიციის წაშლა შეუძლებელია: %1

source: Investment Summary
eo: Investa Resumo
ka: ინვესტიციის შეჯამება

source: Equities
eo: Akcioj
ka: კაპიტალები

source: Select Account:
eo: Elektu Konton:

source: Summary of the equities contained in this account, showing your holdings and their most recent price.
eo: Resumo de la akcioj enhavitaj en ĉi tiu konto, montrante viajn posedaĵojn kaj ilian plej lastatempan prezon.

source: Search...
eo: Serĉi...
ka: საძიებო სიტყვა...

source: Ledgers
eo: Ĉeflibroj
ka: გროსბუხები

source: Show home page
eo: Montri hejmpaĝon
ka: საწყისი გვერდის ჩვენება

source: Show institutions page
eo: Montri paĝon de institucioj
ka: დაწესებულებების გვერდის ჩვენება

source: Show accounts page
eo: Montri paĝon de kontoj
ka: ანგარიშების გვერდის ჩვენება

source: Show scheduled transactions page
eo: Montri paĝon de planitaj transakcioj
ka: დაგეგმილი ტრანზაქციების გვერდის ჩვენება

source: Show categories page
eo: Montri paĝon de kategorioj
ka: კატეგორიების გვერდის ჩვენება

source: Show tags page
eo: Montri paĝon de etikedoj
ka: ჭდეების გვერდის ჩვენება

source: Show payees page
eo: Montri paĝon de pagitoj
ka: მიმღებების გვერდის ჩვენება

source: Show ledgers page
eo: Montri paĝon de ĉeflibroj
ka: გროსბუხების გვერდის ჩვენება

source: Show investments page
eo: Montri paĝon pri investoj
ka: ინვესტიციების გვერდის ჩვენება

source: Show reports page
eo: Montri paĝon pri raportoj
ka: ანგარიშების გვერდის ჩვენება

source: Show budget page
eo: Montri buĝetpaĝon
ka: ბიუჯეტის გვერდის ჩვენება

source: Show forecast page
eo: Montri prognozan paĝon
ka: პროგნოზის გვერდის ჩვენება

source: Show outbox page
eo: Montri elirkesto-paĝon
ka: გამავლების გვერდის ჩვენება

source: A payee with the name '%1' already exists. It is not advisable to have multiple payees with the same identification name. Are you sure you would like to rename the payee?
eo: Pagato kun la nomo '%1' jam ekzistas. Ne estas konsilinde havi plurajn pagatojn kun la sama identiga nomo. Ĉu vi certas, ke vi ŝatus renomi la pagaton?

# @title:window
source: Duplicate payee name
eo: Duobliga nomo de la pagato
ka: დუბლირებული თანხის მიმღების სახელი

source: Unable to modify payee
eo: Ne eblas modifi pagaton
ka: მიმღების შეცვლა შეუძლებელია

source: <p>Do you really want to remove the payee <b>%1</b>?</p>
eo: <p>Ĉu vi vere volas forigi la pagaton <b>%1</b>?</p>
ka: <p>მართლა გნებავთ, წაშალოთ მიმღები <b>%1</b>?</p>

source: Do you really want to remove all selected payees?
eo: Ĉu vi vere volas forigi ĉiujn elektitajn pagatojn?
ka: მართლა გნებავთ ყველა მონიშნული მიმღების წაშლა?

source: Remove Payee
eo: Forigi Pagaton
ka: მიმღების წაშლა

source: <p>Do you really want to merge the selected payees?
eo: <p>Ĉu vi vere volas kunfandi la elektitajn pagatojn?
ka: <p>მართლა გნებავთ მონიშნული მიმღებების შერწყმა?

source: Merge Payees
eo: Kunfandi Pagiulojn
ka: მიმღებების შერწყმა

source: Your payees
eo: Viaj pagitoj
ka: თქვენი მიმღებები

source: New
eo: Nova
ka: ახალი

source: Merge
eo: Mergi
ka: შერწყმა

source: Balance:
eo: Balanco:
ka: ბალანსი:

# Street address
source: Address
eo: Adreso
ka: მისამართი

# E-mail address
source: E-Mail:
eo: Retadreso:
ka: ელფოსტა:

source: State:
eo: Stato:
ka: მდგომარეობა:

source: Notes
eo: Notoj
ka: შენიშვნები

# Street address
source: Address:
eo: Adreso:
ka: მისამართი:

source: Creates new e-mail to your payee.
eo: Kreas novan retpoŝton al via pagito.
ka: შექმნის ახალ ელფოსტას თქვენი მიმღებისთვის.

source: Use this to create new e-mail to your payee.
eo: Uzu ĉi tion por krei novan retpoŝton al via pagito.
ka: გამოიყენეთ ეს თქვენი მიმღებისთვის ახალი ელფოსტის შესაქმნელად.

source: Matching
eo: Kongruo
ka: დამთხვევები

source: Match method
eo: Kongrua metodo
ka: დამთხვევის მეთოდი

source: Ignore Case
eo: Ignori Usklecon
ka: რეგისტრის იგნორი

source: List of matching names
eo: Listo de kongruaj nomoj
ka: დამთხვეული სახელების სია

source: This list contains the names that will match this payee if a transaction is imported from an external source. Keep in mind, that you can specify regular expressions here.
eo: Ĉi tiu listo enhavas la nomojn, kiuj kongruos kun ĉi tiu pagito, se transakcio estas importita de ekstera fonto. Memoru, ke vi povas specifi regulajn esprimojn ĉi tie.

source: Default Category
eo: Defaŭlta Kategorio
ka: ნაგულისხმები კატეგორია

source: Use the default category for new transactions with this payee
eo: Uzi la defaŭltan kategorion por novaj transakcioj kun ĉi tiu pagato
ka: ნაგულისხმევი კატეგორია ამ მიმღების მქონე ახალი ტრანზაქციებისთვის

source: Default category:
eo: Defaŭlta kategorio:
ka: ნაგულისხმები კატეგორია:

source: Suggest a category
eo: Proponi kategorion
ka: კატეგორიის შემოთავაზება

source: Account Numbers
eo: Kontaj Nombroj
ka: ანგარიშის ნომრები

source: Fetches the payee's data from your addressbook.
eo: Prenas la datumojn de la pagato el via adreslibro.
ka: გამოითხოვს მიმღების მონაცემებს თქვენი მისამართების წიგნიდან.

source: Use this to fetch payee's data.
eo: Uzu ĉi tion por preni datumojn de pagito.
ka: გამოიყენეთ ეს მიმღების მონაცემების გამოსათხოვად.

source: Sync
eo: Sinkronigi
ka: სინქრონიზაცია

source: Update
eo: Ĝisdatigi
ka: განახლება

# @item No matching
source: No matching
eo: Neniu kongruo
ka: დამთხვევის გარეშე

# @item Match Payees name partially
source: Match Payees name (partial)
eo: Kongrua nomo de Pagitoj (parta)
ka: დამთხვეული მიმღების სახელი (ნაწილობრივი)

# @item Match Payees name exactly
source: Match Payees name (exact)
eo: Kongrua al la nomo de Pagitoj (preciza)
ka: დამთხვეული მიმღების სახელი (სრული)

# @item Search match in list
source: Match on a name listed below
eo: Kongruo kun nomo listigita malsupre
ka: ემთხვევა ქვემოთ ჩამოთვლილ სახელს

# @item Show all payees
source: All
eo: Ĉiuj
ka: &ყველა

# @item Show only used payees
source: Used
eo: Uzita
ka: Გამოყენებული

# @item Show only unused payees
source: Unused
eo: Neuzata
ka: გამოუყენებელი

# Placeholder text
source: Search
eo: Serĉi
ka: ძებნა

source: Balance: %1
eo: Saldo: %1
ka: ბალანსი: %1

source: Balance: %1%2
eo: Saldo: %1%2
ka: ბალანსი: %1%2

source: At least one transaction/scheduled transaction or loan account is still referenced by a payee. Currently you have all payees selected. However, at least one payee must remain so that the transaction/scheduled transaction or loan account can be reassigned.
eo: Almenaŭ unu transakcio/planita transakcio aŭ pruntkonto ankoraŭ estas referencita de pagato. Nuntempe vi havas ĉiujn pagatojn elektitaj. Tamen, almenaŭ unu pagito devas resti por ke la transakcio/planita transakcio aŭ pruntkonto povas esti reatribuita.

source: Unable to reassign payee of transaction/split
eo: Ne eblas reatribui pagiton de transakcio/disigo
ka: ტრანზაქციის/გაყოფის მიმღების თავიდან მინიჭება შეუძლებელია

source: Nothing to merge.
eo: Nenio por kunfandi.
ka: შესარწყმელი არაფერია.

source: Unable to remove payee(s)
eo: Ne eblas forigi pagaton(j)n
ka: მიმღებების წაშლა შეუძლებელია

source: KMyMoney has detected some overdue scheduled transactions for this account. Do you want to enter those scheduled transactions now?
eo: KMyMoney detektis kelkajn prokrastitajn planitajn transakciojn por ĉi tiu konto. Ĉu vi volas nun enigi tiujn planitajn transakciojn?

source: Unknown scheduled transaction '%1'
eo: Nekonata planita transakcio '%1'
ka: უცნობი დაგეგმილი ტრანზაქცია '%1'

source: <p>Are you sure you want to delete the scheduled transaction <b>%1</b>?</p>
eo: <p>Ĉu vi certas, ke vi volas forigi la planitan transakcion <b>%1</b>?</p>
ka: <p>მართლა გნებავთ, წაშალოთ დაგეგმილი ტრანზქცია <b>%1</b>?</p>

source: In case of loan payments it is currently not possible to recreate the scheduled transaction.
eo: En kazo de pruntpagoj nuntempe ne eblas rekrei la planitan transakcion.

# @title:window
source: Delete schedule
eo: Forigi horaron
ka: განრიგის წაშლა

source: Unable to remove scheduled transaction '%1'
eo: Ne eblas forigi planitan transakcion '%1'
ka: ვერ წავშალე დაგეგმილი ტრანზაქცია '%1'

# Copy of scheduled transaction name
source: Copy of %1
eo: Kopio de %1
ka: %1-ის კოპირება

source: Unable to duplicate scheduled transaction: '%1'
eo: Ne eblas duobligi planitan transakcion: '%1'
ka: ვერ დავადუბლირე დაგეგმილი ტრანზაქცია; '%1'

source: New Scheduled transaction...
eo: Nova Planita transakcio...
ka: ახალი დაგეგმილი ტრანზაქცია...

# Placeholdertext in schedulesview
source: Filter
eo: Filtrilo
ka: ფილტრი

source: Are you sure you wish to stop this scheduled transaction from being entered into the register? KMyMoney will prompt you again next time it starts unless you manually enter it later.
eo: Ĉu vi certas, ke vi volas ĉesigi ĉi tiun planitan transakcion esti enigita en la registron? KMyMoney petos vin denove venontfoje kiam ĝi komenciĝos, krom se vi poste enigas ĝin permane.

# @title:window
source: Stop entering schedule
eo: Ĉesi enigi horaron
ka: გეგმის შეყვანის შეწყვეტა

source: <qt>Do you really want to skip the <b>%1</b> transaction scheduled for <b>%2</b>?</qt>
eo: <qt>Ĉu vi vere volas preterlasi la <b>%1</b> transakcion planitan por <b>%2</b>?</qt>
ka: <qt>მართლა გნებავთ, გამოტოვოთ ტრანზაქცია <b>%1</b> რომლის შესრულების დროა <b>%2</b>?</qt>

# @title:window
source: Skip scheduled transaction
eo: Preterpasi planitan transakcion
ka: დაგეგმილი ტრანზაქციის გამოტოვება

source: <qt>Unable to skip scheduled transaction <b>%1</b>.</qt>
eo: <qt>Ne eblas preterlasi planitan transakcion <b>%1</b>.</qt>
ka: <qt>ვერ გამოვტოვე დაგეგმილი ტრანზაქცია <b>%1</b>.</qt>

# Criteria tab
source: Criteria
eo: Kriterio
ka: კრიტერიუმი

# @info:tooltip for find transaction apply button
source: Search transactions
eo: Serĉi transakciojn
ka: ტრანზაქციების ძებნა

source: Found %1 matching splits
eo: Trovis %1 kongruan disigon
ka: აღმოჩენილია %1 დამთხვეული გაყოფა

source: Result
eo: Rezulto
ka: შედეგი

# @action:button Update button in tags view
source: Update
eo: Ĝisdatigi
ka: განახლება

# @item Show all tags
source: All
eo: Ĉiuj
ka: &ყველა

# @item Show only used tags
source: Used
eo: Uzita
ka: Გამოყენებული

# @item Show only unused tags
source: Unused
eo: Neuzata
ka: გამოუყენებელი

# @item Show only opened tags
source: Opened
eo: Malfermita
ka: გახსნა

# @item Show only closed tags
source: Closed
eo: Fermita
ka: დახურულია

source: Do you want to save the changes for <b>%1</b>?
eo: Ĉu vi volas konservi la ŝanĝojn por <b>%1</b>?
ka: გნებავთ შეინახოთ ცვლილებები <b>%1</b>-სთვის?

source: A tag with the name '%1' already exists. It is not advisable to have multiple tags with the same identification name. Are you sure you would like to rename the tag?
eo: Etikedo kun la nomo '%1' jam ekzistas. Ne estas konsilinde havi plurajn etikedojn kun la sama identignomo. Ĉu vi certas, ke vi ŝatus renomi la etikedon?
ka: ჭდე სახელით '%1' უკვე არსებობს. ჩვენ არ გირჩევთ, იქონიოთ ერთზე მეტი ჭდე იგივე სახელით. მართლა გნებავთ ჭდის სახელის გადარქმევა?

# @title:window
source: Duplicate tag name
eo: Duobliga nomo de etikedo
ka: ჭდის სახელის დუბლირება

source: Unable to modify tag
eo: Ne eblas modifi etikedon
ka: ჭდის ჩასწორება შეუძლებელია

source: Unable to reassign tag of transaction/split
eo: Ne eblas reatribui etikedon de transakcio/divido
ka: ტრანზაქციის/გაყოფის ჭდის თავიდან მინიჭება შეუძლებელია

source: Unable to remove tag(s)
eo: Ne eblas forigi etikedojn
ka: ჭდეების წაშლა შეუძლებელია

source: Your tags
eo: Viaj etikedoj
ka: თქვენ ჭდეები

source: Tag configuration
eo: Agordo de etikedoj
ka: ჭდის მორგება

source: Tag color:
eo: Etikedkoloro:
ka: ჭდის ფერი:

source: Merge Transactions
eo: Kunfandi Transakciojn
ka: ტრანზაქციების შერწყმა

# @info:label Description of merge transaction dialog
source: The two selected transactions to merge are shown. The one at the top and its values will be used in the resulting merged transaction. If you want to use the other one press the exchange button on the right.
eo: La du elektitaj transakcioj por kunfandi estas montritaj. Tiu ĉe la supro kaj ĝiaj valoroj estos uzataj en la rezulta kunfandita transakcio. Se vi volas uzi la alian, premu la interŝanĝbutonon dekstre.

# @info:tooltip Exchange transactions about to merge
source: Press to exchange the two transactions.
eo: Premu por interŝanĝi la du transakciojn.
ka: დააწირეთ ორი ტრანზაქციის გასაცვლელად.

source: Select Transaction
eo: Elekti Transakcion
ka: აირჩიეთ ტრანზაქცია

source: Home Page
eo: Hejmpaĝo
ka: საწყისი გვერდი

source: Welcome to KMyMoney
eo: Bonvenon al KMyMoney
ka: მოგესალმებათ KMyMoney

source: The free, easy to use, personal finance manager by KDE
eo: La senpaga, facile uzebla, persona financa administranto de KDE
ka: KDE–ს უფასო, მარტივი, პერსონალური ფინანსების მენეჯერი

source: Get started and setup accounts
eo: Ekkomenci kaj starigi kontojn
ka: დაიწყეთ და მოირგეთ ანგარიშები

source: Open an existing data file
eo: Malfermi ekzistantan datumdosieron
ka: არსებული მონაცემების ფაილის გახსნა

source: Open the Handbook and learn how to use KMyMoney
eo: Malfermi la Manlibron kaj lerni kiel uzi KMyMoney
ka: გახსენით სახელმძღვანელო და ისწავლეთ, როგორ გამოიყენოთ KMyMoney

# @action:inmenu open account
source: Go to account
eo: Iri al konto
ka: ანგარიშზე გადასვლა

# @action:inmenu open payee
source: Go to payee
eo: Iri al pagato
ka: თანხის მიმღებზე გადასვლა

# @action:inmenu open account
source: Go to '%1'
eo: Iri al '%1'
ka: %1-ზე გადასვლა

# @action:inmenu open payee
source: Go to '%1'
eo: Iri al '%1'
ka: %1-ზე გადასვლა

source: You are already editing a transaction in another view. KMyMoney does not support editing two transactions in parallel. <a href="jumpToEditor">Jump to current editor</a>
eo: Vi jam redaktas transakcion en alia vido. KMyMoney ne subtenas redaktadon de du transakcioj paralele. <a href="jumpToEditor">Salti al aktuala redaktilo</a>

# @info:tooltip icon description
source: Transaction is missing a category assignment.
eo: Al transakcio mankas kategori-atribuo.
ka: ტრანზაქციას აკლია კატეგორიის მინიჭება.

# @info:tooltip icon description
source: The transaction has a missing assignment of <b>%1</b>.
eo: La transakcio havas mankantan atribuon de <b>%1</b>.
ka: ტრანზაქციას აქვს <b>%1</b>-ის ნაკლული მინიჭება.

# @info:tooltip icon description, param is date
source: This schedule is overdue since %1. Click on the icon to enter it.
eo: Ĉi tiu horaro estas prokrastita ekde %1. Alklaku la piktogramon por enigi ĝin.
ka: ეს გეგმა გადაცილებულია %1-ის შემდეგ. დააწკაპუნეთ ხატულაზე, რომ შეხვიდეთ ზედ.

# @info:tooltip icon description
source: This transaction is imported. Click on the icon to accept it.
eo: Ĉi tiu transakcio estas importita. Alklaku la piktogramon por akcepti ĝin.
ka: ეს ტრანზაქცია შემოტანილია. მისაღებად დააწკაპუნეთ ხატულაზე.

# @info:tooltip icon description
source: This transaction is matched. Click on the icon to accept or un-match it.
eo: Ĉi tiu transakcio estas kongrua. Alklaku la piktogramon por akcepti aŭ malkongrui ĝin.
ka: ეს ტრანზაქცია ემთხვევა. დააწკაპუნეთ ხატულაზე, რომ მიიღოთ ის, ან გააუქმოთ დამთხვევა.

# @info:tooltip No button
source: Do not enter the overdue scheduled transaction.
eo: Ne eniri la prokrastitan planitan transakcion.
ka: გადაცილებული დაგეგმილი ტრანზაქციის არშეყვანა.

# @info:tooltip Yes button
source: Enter the overdue scheduled transaction.
eo: Eniri la prokrastitan planitan transakcion.
ka: გადაცილებული დაგეგმილი ტრანზაქციის შეყვანა.

# Question about the overdue action
source: Do you want to enter the overdue schedule now?
eo: Ĉu vi volas nun eniri la posttempan horaron?
ka: გნებავთ, შეიყვანოთ გადაცილებული გეგმა ახლა?

# @title:window
source: Enter overdue schedule
eo: Eniri la posttempan horaron
ka: შეიყვანეთ გადაცილებული გეგმა

# @info:tooltip Unmatch button
source: Detach the hidden (matched) transaction from the one shown and enter it into the ledger again.
eo: Forigi la kaŝitan (kongruan) transakcion de tiu montrita kaj enigi ĝin denove en la ĉeflibron.

# @info:tooltip Accept button
source: Accept the match as shown and remove the data of the hidden (matched) transaction.
eo: Akcepti la kongruon kiel montrite kaj forigu la datumojn de la kaŝita (kongrua) transakcio.

# Question about the accept or unmatch action
source: Do you want to accept or unmatch the matched transaction now?
eo: Ĉu vi volas akcepti aŭ malpari la kongruan transakcion nun?
ka: გნებავთ, მიიღოთ, ან გააუქმოთ დამთხვევა ტრანზაქციისთვის, რომელიც დაემთხვა?

# @title:window
source: Accept or unmatch transaction
eo: Akcepti aŭ malkongrui transakcion
ka: ტრანზაქციის მიღება ან დამთხვევის გაუქმება

# @label:textbox Reconciliation date
source: Last reconciliation: %1
eo: Lasta repaciĝo: %1
ka: ბოლო შეთანხმება: %1

# @label:textbox Reconciliation date
source: Never reconciled
eo: Neniam repaciĝis
ka: არასდროს შეთანხმებულა

# @label:textbox Total value of investment
source: Investment value: %1%2
eo: Investvaloro: %1%2
ka: ინვესტიციის ღირებულება: %1%2

# @label:textbox Cleared balance
source: Cleared: %1
eo: Forigita: %1
ka: გასუფთავდა; %1

# @label:textbox %1 sum symbol, %2 number of selected tx, %3 sum of tx
source: %1 of %2: %3
eo: %1 el %2: %3
ka: %1 %2-დან: %3

# @label:textbox Total balance
source: Balance: %1
eo: Bilanco: %1
ka: ბალანსი: %1

# @info:tooltip costcenter combo in split editor
source: The cost center this transaction should be assigned to.
eo: La kostocentro al kiu ĉi tiu transakcio estu atribuita.
ka: ღირებულების ცენტრი, რომელსაც ეს ტრანზაქცია მიენიჭება.

# @info:tooltip costcenter combo in split editor
source: A cost center assignment is required for a transaction in the selected category.
eo: Kostcentro-tasko estas postulata por transakcio en la elektita kategorio.
ka: მონიშნულ კატეგორიაში ტრანზაქციისთვის ფასის ცენტრის მინიჭება აუცილებელია.

# @info:tooltip category combo in split editor
source: The category this split should be assigned to.
eo: La kategorio al kiu ĉi tiu divido estu atribuita.
ka: კატეგორიგა, რომელსაც ეს გაყოფა მიენიჭება.

# @info:tooltip category combo in split editor
source: A category assignment is required for a split.
eo: Kategoria tasko estas postulata por disigo.
ka: გაყოფისთვის კატეგორიის მინიჭება აუცილებელია.

source: The check number used for this transaction.
eo: La ĉeknumero uzata por ĉi tiu transakcio.
ka: ტრანზაქციისთვის გამოყენებული ჩეკის ნომერი.

source: The check number <b>%1</b> has already been used in this account.
eo: La ĉeknumero <b>%1</b> jam estas uzata en ĉi tiu konto.
ka: ჩეკი ნომრით <b>%1</b> უკვე გამოიყენება ამ ანგარიშში.

source: Payer/Payee
eo: Paganto/Pagato
ka: გადამხდელი/მიმღები

source: Costcenter
eo: Kostcentro
ka: ხარჯების ცენტრი

source: The posting date is invalid.
eo: La afiŝa dato estas nevalida.
ka: გამოქვეყნების თარიღი არასწორია.

source: The cost center this transaction should be assigned to.
eo: La kostcentro al kiu ĉi tiu transakcio estu atribuita.

source: A cost center assignment is required for a transaction in the selected category.
eo: Kostcentro-tasko estas postulata por transakcio en la elektita kategorio.
ka: მონიშნულ კატეგორიაში ტრანზაქციისთვის ფასის ცენტრის მინიჭება აუცილებელია.

# Label in ledger for online balance row
source: Online Balance
eo: Enreta Saldo
ka: ინტერნეტ-ბალანსი

source: Please select the account number type
eo: Bonvolu elekti la tipon de kontonumero
ka: აირჩიეთ ანგარიშის ნომრის ტიპი

source: IBAN and BIC
eo: IBAN kaj BIC
ka: IBAN და BIC

source: National Account Number
eo: Nacia Konta Nombro
ka: ნაციონალური ანგარიშის ნომერი

# Ledger marker showing a reconciliation entry
source: Reconciliation
eo: Repaciĝo
ka: შეთანხმების ანგარიში

source: KMyMoney has detected transactions matching your reconciliation data. Would you like KMyMoney to clear these transactions for you?
eo: KMyMoney detektis transakciojn kongruajn kun viaj repaciĝo-datumoj. Ĉu vi volas, ke KMyMoney purigu ĉi tiujn transakciojn por vi?

source: You are about to finish the reconciliation of this account with a difference between your bank statement and the transactions marked as cleared. Are you sure you want to finish the reconciliation?
eo: Vi estas finonta la repaciĝon de ĉi tiu konto kun diferenco inter via bankdeklaro kaj la transakcioj markitaj kiel forigitaj. Ĉu vi certas, ke vi volas fini la repaciĝon?

source: Confirm end of reconciliation
eo: Konfirmi finon de repaciĝo
ka: დაადასტურეთ შეთანხმების დასრულება

# @label:textbox Statement balance
source: Statement: %1
eo: Deklaro: %1
ka: ამონაწერი: %1

# @label:textbox Difference to statement
source: Difference: %1
eo: Diferenco: %1
ka: სხვაობა: %1

# @info:tooltip
source: The close button for this account has been removed because you are reconciling it. Finish, cancel or postpone the reconciliation to get it back.
eo: La fermbutono por ĉi tiu konto estis forigita ĉar vi akordigas ĝin. Finu, nuligi aŭ prokrasti la repaciĝon por reakiri ĝin.
ka: ამ ანგარიშის დახურვის ღილაკი მოცილებულია, რადგან მიმდინარეობს მისი შეთანხმება. დასაბრუნებლად ჯერ დაასრულეთ, გააუქმეთ, ან გადადეთ შეთანხმება.

# @label displayed when no ledger is open
source: This page shows the accounts ledger. Currently, no accounts exist so this text is shown instead.
eo: Ĉi tiu paĝo montras la kontolibron. Nuntempe, neniuj kontoj ekzistas do ĉi tiu teksto estas montrita anstataŭe.

# @label displayed when no ledger is open
source: This page shows the accounts ledger. Currently, no accounts are selected so this text is shown instead.
eo: Ĉi tiu paĝo montras la kontolibron. Nuntempe, neniuj kontoj estas elektitaj do ĉi tiu teksto estas montrita anstataŭe.

source: Open website of <b>%1</b> in your browser.
eo: Malfermi retejon de <b>%1</b> en via retumilo.
ka: <b>%1</b>-ის ვებგვერდის გახსნა ბრაუზერში.
